{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop صانع ألعاب مفتوح المصدر. يمكن استخدامه من أي شخص لإنشاء أي نوع من الألعاب ثنائية الأبعاد.",
  "This website in your language": "هذا الموقع باللغة الخاصة بك",
  "Download the editor": "تنزيل المحرر",
  "Online game editor": "محرر لعبة على الإنترنت",
  "Community forums": "منتديات المجتمع",
  "Documentation & tutorials": "الوثائق و الدروس التعليمية",
  "Features": "الميزات",
  "Facebook Instant Games": "ألعاب فيسبوك فورية",
  "Game examples/starters": "Game examples/starters",
  "Use JavaScript with the game engine": "Use JavaScript with the game engine",
  "Make 8-bit games": "Make 8-bit games",
  "Education": "التعليم",
  "Game editors": "محررات الألعاب",
  "Games showcase": "معرض الألعاب",
  "Contribute": "ساهم",
  "Facebook page": "صفحة الفيسبوك",
  "Twitter": "تويتر",
  "GDevelop was created with love by": "تم إنشاء GDevelop بالحب بواسطة",
  "Thanks to the": "الشكر",
  "contributors": "للمساهمين",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "الذين قاموا بإضافة ميزات، و إصلاح الخلل، و إرسال أمثلة جديدة، و كتابة دروس تعليمية، و مساعدة المجتمع.",
  "by": "بواسطة",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "إن BUB مخلوقة مميزة جداً، و بشكل أكثر تحديداً، إنها [أكثر قطة مدهشة على الكوكب](http://lilbub.com)... و لعبتها مصنوعة بواسطة GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "إنها لعبة 8 بت رجعية، بفنون جميلة و موسيقى، و التي تتناوب بين مراحل منصات، مع أسرار خفية، و مراحل إطلاق النار مع الزعماء، و العديد من الأعداء و المكافآت.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "إن Hyperspace Dogfights لعبة نفاثات مثيرة، و التي ستقوم فيها بالتفجير، و المراوغة و شق طريقك خلال المئات من الأعداء الدنيئين من الناحية التكنولوجية.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "مع تقدمك في مهمة التدخل بين المجرات ، ستتطور نفاثتك الفائقة إلى شيء أقوى و أغرب من خلال جمع بعض المئات من العناصر المتوفرة في اللعبة.",
  "Buy on Steam": "الشراء على Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "انشئ لعبتك الأولى",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "تخيل و أصدر ألعابك مع GDevelop. متضمناً دروساً تعليمية و أمثلة.",
  "Try it online": "جربه على الإنترنت",
  "Download": "التنزيل",
  "Games": "الألعاب",
  "Tutorials": "دروس تعليمية",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "ساهم في GDevelop - أداة لصنع ألعاب HTML5 مفتوحة المصدر",
  "Contribute to GDevelop": "المساهمة في GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "إن GDevelop مشروع مفتوح المصدر (حتى هذا الموقع): أي أحد يمكنه المساهمة و تحسين البرنامج!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "هناك طرق متعددة يمكنك منها المساهمة في GDevelop، اعتماداً على وقتك، و مهاراتك و ما أنت مهتم به.",
  "Help to translate GDevelop": "قم بالمساعدة في ترجمة GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "يمكن لكل من GDevelop و الموقع أن تتم ترجمتهما إلى لغتك! الترجمة تقام في موقع يمكن للجميع المشاركة فيه.",
  "Help us by translating GDevelop!": "ساعدنا بترجمة GDevelop!",
  "Translate the website": "قم بترجمة الموقع",
  "Help to develop GDevelop": "ساعد في تطوير GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "من السهل الحصول على مصدر الشفرة لـGDevelop و بدء تحسين الأشياء!",
  "Contribute on GitHub": "قم بالمساهمة في GitHub",
  "Edit the website on GitHub": "قم بتحرير الموقع على GitHub",
  "Check the development roadmap": "تحقق من وضع خارطة الطريق",
  "Get involved in the community": "شارك في المجتمع",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "المنتدى و دردشة Discord هما المكانين اللذين يمكن الحصول أو تقديم المساعدة لمستخدمي GDevelop الآخرين!",
  "Go to the community forum": "اذهب إلى منتدى المجتمع",
  "Open the Discord chat": "فتح دردشة Discord",
  "Follow GDevelop on Facebook and Twitter:": "تابع GDevelop على فيسبوك و تويتر:",
  "Write tutorials, record videos": "قم بكتابة الدروس التعليمية، و تسجيل الفيديوهات",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "لمعظم المبتدئين و حتى المستخدمين المتقدمين، الدروس التعليمية و صفحة المساعدة هما أثمن المصادر لإنشاء ألعاب رائعة بسرعة. على wiki، يمكنك كتابة دروس تعليمية أو تحسين القائم منها.",
  "Contribute to the wiki": "المساهمة في wiki",
  "Download GDevelop or try it online - create games without programming": "قم بتنزيل GDevelop أو قم بتجربته على الإنترنت - انشئ ألعاباً دون برمجة",
  "Download GDevelop": "قم بتنزيل GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "إن GDevelop مجاني و يمكن استخدامه لأسباب ربحية أو غير ربحية لصنع الألعاب.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "إن GDevelop يعمل على ويندوز، ماك و أحدث توزيعات لينكس. يمكنك أيضا تجربته باستخدام متصفح كروم، فايرفوكس أو أي متصفح آخر حديث من نوعه.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.",
  "To create your first game, start by reading a tutorial:": "لإنشاء لعبتك الأولى، ابدأ بقراءة الدرس التعليمي:",
  "Create a platformer game": "قم بإنشاء لعبة منصات",
  "Create a tank shooter game": "انشئ لعبة تصويب الدبابات",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "إن GDevelop مشروع مفتوح المصدر. يمكنك المشاركة في المجتمع لتحسينه!",
  "Learn how to contribute": "تعلم كيفية المساهمة",
  "GDevelop 4 (old version)": "GDevelop 4 (النسخة القديمة)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "إن GDevelop 4 ما زال يمكن تحميله. يوصى GDevelop 5 لأي مستخدم جديد لأن GDevelop 4 لن يتم تحديثه بعد الآن! لا دعم سيقدم في المستقبل إلى GDevelop 4: نوصي أي مستخدم لـ GDevelop 4 أن يقوم بتحديثه إلى GDevelop 5.",
  "Windows (4.0.97)": "ويندوز (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "حتى إن كان GDevelop 4 يدعم الألعاب المحلية، نوصي بالتبديل إلى GDevelop 5 و ألعاب HTML5، و التي هي مدعومة بشكل أفضل. الألعاب المحلية ستضاف إلى GDevelop 5 لاحقا.",
  "GDevelop for the education - Teach game creation": "GDevelop للتعليم - قم بتعليم انشاء الألعاب",
  "GDevelop for education": "GDevelop للتعليم",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "إن استخدام GDevelop في الصف الدراسي لهي فرصة مثالية لتعليم البرمجة، و صنع الألعاب لإطلاق العنان لإبداع الطلاب.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "تم بالفعل استخدام GDevelop في الفصول الدراسية والدورات على شبكة الإنترنت، مع طلاب الوسائط الرقمية أو الأطفال في الصف الأول!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "نرجو إرسال صورك و تغريداتك لنا إذا كنت تستخدم GDevelop لدورة تدريبية!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "انشئ لعبة فيسبوك فورية خاصة بك مع GDevelop - أصدر ألعابك على الماسنجر",
  "Make games for Facebook Messenger": "انشئ ألعاب على ماسنجر الفيسبوك",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "مع GDevelop، يمكنك تصدير اللعبة الخاصة بك كلعبة فيسبوك فورية في نقرتين.",
  "1) Create your app on Facebook Developers": "1) انشئ التطبيق الخاص بك على مطوري الفيسبوك",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "أول شيء، تأكد من أن يكون لديك حساب في **مطوري الفيسبوك**. انشئ تطبيقاً و اضبطه لاختيار \"الألعاب\" كفئة فيه و قم بتمكين الألعاب الفورية في المنتجات:",
  "Go to Facebook Developers": "اذهب لمطوري الفيسبوك",
  "Read the full tutorial": "اقرأ الدروس التعليمية كاملة",
  "2) Open GDevelop and export for Facebook Instant Games": "2) افتح GDevelop و قم بالتصدير في ألعاب الفيسبوك الفورية",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.",
  "More about exporting": "المزيد عن التصدير",
  "3) Upload your game": "3) قم بتحميل لعبتك",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "قم بالعودة إلى صفحة \"مطوري الفيسبوك\"، اختر استضافة ويب في القائمة و قم**بتحميل الملف** الذي تم تصديره من GDevelop.",
  "You can also add testers to let your friends try your game.": "يمكنك أيضا بإضافة مختبرون لجعل أصدقائك يقومون بتجربة لعبتك.",
  "More about uploading your game": "مزيد من المعلومات حول تحميل لعبتك",
  "4) Try your game on Messenger": "4) قم بتجريب لعبتك على الماسنجر",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "والآن، اجلب هاتفك و **افتح الماسنجر**. افتح محادثة، و اختر الألعاب و انقر على أيقونة لعبتك لبدء اللعب عليها!",
  "5) Use Instant Games features and publish your game!": "5) قم باستخدام ميزات الألعاب الفورية و انشر لعبتك!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop يُمَكنك من الوصول إلى ميزات محددة من الألعاب الفورية، مثل اسم اللاعب، لتحسين دمج لعبتك في محادثات الماسنجر.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "عندما تكون لعبتك على استعداد، أرسلها للتقييم بالفيس بوك حتى تصبح **متاحة في جميع أنحاء العالم**!",
  "Read the full step-by-step tutorial": "اقرأ الدرس التعليمي كاملاً خطوة بخطوة",
  "Features of GDevelop - create any kind of games without coding": "ميزات GDevelop - انشئ أي نوع من الألعاب دون برمجة",
  "Fully featured": "كامل الميزات",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop يتضمن عشرات الميزات لتخيل و انشاء أي نوع من الألعاب.",
  "Deploy your game everywhere": "انشر لعبتك في كل مكان",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "تصدير على [Android] بنقرة واحدة(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "نقرة واحدة للتصدير إلى [ألعاب الفيسبوك الفورية](/facebook-instant-games)،للعب على الماسنجر.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "قم بتصدير لعبتك [للويب](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) في نقرة واحدة",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "قم بتصدير لعبتك إلى iOS (مع [PhoneGap Build أو Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "انشر لعبتك على Kongregate، و Itch.io و مواقع ألعاب أخرى!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "قم بتصدير لعبة مستقلة قابلة للتشغيل على ويندوز، ماك و لينكس",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "تعلم كيفية اصدار لعبتك",
  "Objects for your games": "عناصر لألعابك",
  "**Sprites** with multiple animations": "**نقوش** مع رسوم متحركة متعددة",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "انشئ تفجيرات، نيران و مؤثرات مثيرة مع **باعث الجسيمات**",
  "\"9 patch\" and tiled sprites": "\"9 patch\" و نقوش مبلطة",
  "Text objects": "عناصر النص",
  "Draw custom shapes on screen with Shape Painters": "قم برسم أشكال مخصصة على الشاشة مع ملون الأشكال",
  "Support for custom collision masks": "دعم لأقنعة الاصطدام المخصصة",
  "Read the documentation for all objects": "اقرأ الوثائق عن كل العناصر",
  "Try the online examples": "Try the online examples",
  "Add behaviors to your game objects": "أضف سلوكيات لعناصر لعبتك",
  "Physics engine": "محرك الفيزياء",
  "Add realistic behavior to your objects": "أضف سلوك واقعي إلى العناصر الخاصة بك",
  "Pathfinding": "اﻻستطﻻعية",
  "Have your objects move and avoiding obstacles": "اجعل عناصرك تتحرك و تتجنب العقبات",
  "Top-down movement": "حركة من أعلى إلى أسفل",
  "Platformer engine": "محرك المنصات",
  "create platformer games in a breeze": "انشئ ألعاب منصات بسهولة",
  "Draggable objects": "عناصر قابلة للتحريك",
  "quickly make your objects draggable with mouse/touch": "اجعل عناصرك قابلة للتحريك بسرعة مع الماوس/اللمس",
  "And more, to automate current tasks and behaviors in a few clicks!": "وأكثر من ذلك، لتشغيل المهام الحالية و السلوكيات آلياً في عدد قليل من النقرات!",
  "Read the documentation for all behaviors": "اقرأ الوثائق عن كل السلوكيات",
  "Design advanced levels and interfaces": "قم بتصميم مراحل متقدمة و واجهات",
  "The scene editor lets you visually edit your levels": "محرر المشهد يمَكنك مرئيا من تحرير مراحلك الخاصة",
  "Support for multiple layers": "دعم للطبقات المتعددة",
  "Add interfaces and create parallax effects": "قم بإضافة واجهات و إنشاء مؤثرات المنظور",
  "Create your levels dynamically with external layouts": "انشئ مراحلك بشكل حركي مع المخططات الخارجية",
  "Design your assets with Piskel": "قم بتصميم مواردك الخاصة بك مع Piskel",
  "a powerful pixel art and sprite editor": "محرر قوي لِفن البكسل و النقوش",
  "Debugger": "مصحح الأخطاء",
  "Inspect the content of your game and make dynamic changes while previewing your game": "افحص محتوى لعبتك و قم بتغييرات فعالة أثناء معاينة لعبتك",
  "Performance profiler": "وضع الأداء",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game",
  "Discover GDevelop editors": "اكتشف محررات GDevelop",
  "Make desktop & mobile-ready games": "انشئ ألعاب جاهزة لسطح المكتب و الهاتف",
  "Save player data in browser/local storage": "احفظ بيانات اللاعب في المستعرض/ التخزين المحلي",
  "Full support for sound effects and musics": "الدعم الكامل للتأثيرات الصوتية والموسيقى",
  "Support for touchscreens & multi-touch": "دعم لشاشات اللمس و اللمس المتعدد",
  "Build ambitious games with advanced features": "قم ببناء ألعاب طموحة مع ميزات متقدمة",
  "Communicate with external websites using HTTP requests": "قم بالاتصال بمواقع ويب خارجية باستخدام طلبات HTTP",
  "Use advanced events: loops, for-each and even functions": "استخدم أحداث متقدمة: بحلقات، و حتى وظائف لكل منها",
  "Manipulate variables with arbitrary complex structures and even JSON support": "قم بالتلاعب في المتغيرات مع هياكل تعسفية معقدة و حتى دعم JSON",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!",
  "Read the documentation about events": "اقرأ وثائق عن الأحداث",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "كل محررات GDevelop - تصنع ألعاب منصات، إطلاق النار، rpg، أكشن...",
  "The game editors": "محررات اللعبة",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "واجهة GDevelop تتكون من محررات حدسية لتصميم الألعاب الخاصة بك من الصفر.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "شاهد كيفية استخدام GDevelop لإضافة زناد في اللعبة الخاصة بك في 90 ثانية",
  "Scene editor": "محرر المشهد",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "قم بتصميم المراحل الخاصة بك مع محرر المشهد: يمكنك اختيار الأشكال، و وضعها في المشهد، وضبط مواضعها و حجمها. يمكنك تصميم مراحل خاصة بك مع محرر المشهد. إذا كنت ترغب في إنشاء واجهات أو مراحل معقدة، ستسمح لك المخططات الخارجية بإنشاء أجزاء من المرحلة و من ثم إعادة استخدامها في مشاهد أخرى.",
  "Get started in 2 minutes: Try GDevelop in your browser": "ابدأ العمل في غضون دقيقتين: جرب GDevelop في المستعرض الخاص بك",
  "Events editor": "محرر الأحداث",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "تخيل و انشاء قواعد لعبتك لا يعني تعلم بناء جمل معقدة للغة البرمجة. محرر الأحداث يعرض ورقة من الأحداث: كل حدث يتكون من شروط و إجراءات. عندما تتم الشروط، تتم الإجراءات. إنه بسيط جداً.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "تتوفر جميع الشروط والإجراءات في قائمة بحيث يمكنك بسهولة الإكتشاف والعثور على ما تريد جعلها كقواعد للعبتك.",
  "Learn more about events in the tutorials": "تعلم المزيد عن الأحداث في الدروس التعليمية",
  "Create platformer games with GDevelop": "انشئ ألعاب منصات مع GDevelop",
  "Develop space shooter games with GDevelop": "قم بتطوير لعبة تصويب الفضاء مع GDevelop",
  "Create mario-like games with GDevelop": "انشئ ألعاب مثل ماريو مع GDevelop",
  "Make strategy games with GDevelop": "انشئ ألعاب استراتيجية مع GDevelop",
  "Objects editors": "محرر العناصر",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "كل شيء يتم عرضه على شاشة لعبتك عبارة عن عنصر. و تسمى معظم العناصر نقوش: إنها تتألف من الرسوم المتحركة، ويمكن استخدامها لأي عنصر متحرك. على سبيل المثال، على لاعبك أو الأعداء أو مكافآت للإختيار.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "هناك عناصر أخرى متاحة أيضا لإنشاء واجهات أو إضافة تأثيرات إلى لعبتك: النصوص، الجسيمات، نقوش مبلطة...",
  "Discover all the objects available in GDevelop": "اكتشف كل العناصر المتاحة في GDevelop",
  "Resources editor": "محرر المصادر",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "جميع الصور و ملفات الصوت المستخدمة في لعبتك موجودة في محرر المصادر. إنها طريقة بسيطة لإدارة موارد لعبتك.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelop يأتي متضمناً على موارد مجانية للبدء! لإنشاء نموذج بسرعة و إنشاء موارد خاصة بك، GDevelop يتضمن أيضاً على محرر فن البكسل قوي يسمى Piskel.",
  "Learn everything about the editors in the documentation": "تعلم كل شيء عن المحررات في الوثائق",
  "Open in GDevelop": "Open in GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Examples of GDevelop - make platformer, shooter, rpg, action games...",
  "Examples and Starters": "Examples and Starters",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.",
  "Get started with tutorials": "ابدأ في استخدام الدروس التعليمية",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "تعلم خطوة بخطوة كيفية استعمال GDevelop أو اطلب المساعدة حول ميزة معينة: wiki لديه دروس للمبتدئين و وثائق كاملة متعلقة بالبرنامج.",
  "Showcase of the games created with GDevelop": "عرض للألعاب التي تم إنشاؤها بواسطة GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "و ها هنا عدد من الألعاب التي تم إنشاؤها بواسطة GDevelop. اللعبة القادمة ينبغي أن تكون لك!",
  "Play": "إلعب",
  "Made a nice game with GDevelop?": "هل صَنعت لعبة جميلة مع GDevelop؟",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "سوف نحب أن نعرف عن اللعبة الخاصة بك و إضافتها هنا. تأكد من أن تكون لديك صور جميلة جاهزة و أن اللعبة ذات جودة عالية :)",
  "Submit your game": "أرسل لعبتك",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights، لعبة صنعت بواسطة GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "لعبة نفاثات مثيرة، صنعت بواسطة GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "إن Hyperspace Dogfights لعبة نفاثات مثيرة، و التي ستقوم فيها بالتفجير، و المراوغة و شق طريقك خلال المئات من الأعداء الدنيئين من الناحية التكنولوجية. مع تقدمك في مهمة التدخل بين المجرات ، ستتطور نفاثتك الفائقة إلى شيء أقوى و أغرب من خلال جمع بعض المئات من العناصر المتوفرة في اللعبة.",
  "History": "المحفوظات",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "بدأت Hyperspace Dogfights كمشروع فرعي للعبتنا الملغاة الآن و هي عن استكشاف الفضاء. HDog كانت قد انشئ لها نموذجا في أواخر 2016، و بعدها حصلت على تصريح مبكر محدود على itch.io. خلال عام 2017 معظم محتوياتها قد اكتملت و التقييم المستمر قد أخذ في عين الإعتبار. اللعبة قد اكتملت في مارس 2018،و أعلن عنها بعدها.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "نفاثات ثنائية الأبعاد مثيرة و شرسة ضد المئات من الأعداء في الهواء و الأرض",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "مئات من الضمنيات القابلة للتكديس، أكثر من خمسين سلاحاً و هدفاً؛ كلها موجهة نحو إنتاج تآزر غريب مع الآخرين",
  "High replayability, your will evolve a little different on each run": "إعادة عالية، لعبتك ستتطور بشكل مختلف قليلا في كل تشغيل",
  "Seven zones with distinct enemy composition to explore": "سبع مناطق مع تشكيل متميز من الأعداء للإستكشاف",
  "10+ screen-fillingbosses": "+10 زعماء يملئون الشاشة",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "+5 طائرات للاعب للطيران، كلها تأتي مع مخططات mk2 القابلة للفتح",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 مقطوعة موسيقية متعددة الطبقات، بواسطة Enuit و Ole Toensen",
  "Official website": "الموقع الرسمي",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH، لعبة مصنوعة بواسطة GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "لعبة قديمة 8 بت، بفنون جميلة و موسيقى، مصنوعة بواسطة GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "باستخدام GDevelop، أتيحت اللعبة على iOS، أندرويد، ويندوز، ماك، لينكس و حتى نشرت كلعبة رواق حقيقية.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "اللعبة قد أعلن عنها في عيد ميلاد BUB الخامس. لمساعدة جعلها حقيقة، أطلق مشروع Kickstarter لكي يساهم فيه كل أصدقاء BUB من كل أنحاء العالم. في البداية انطلق مشروع kickstarter بهدف $100,000، لكنه وصل إلى $148,000! عمل رائع يا BUB.",
  "Beautiful original graphics and animation": "رسومات أصلية جميلة و رسوم متحركة",
  "Parallaxing backgrounds": "خلفيات موازية",
  "Unique level design": "تصميم مراحل فريدة",
  "Huge variety of unique levels, bosses and enemies": "مجموعة كبيرة من المراحل الفريدة من نوعها، و زعماء و أعداء",
  "Complex gameplay and controls": "لعب و ضوابط معقدة",
  "Unique storyline with twists and surprises": "قصة فريدة من نوعها مع التقلبات والمفاجآت",
  "Item Inventory: collect items to be used strategically throughout the game": "حقيبة الأمتعة: اجمع الأمتعة لاستخدامها استراتيجيا طوال اللعبة",
  "Completely original 8-bit soundtrack": "موسيقى 8 بت أصلية كاملة",
  "Tape Deck feature that allows you to select your favorite music from the game": "ميزة سطح الشريط التي تسمح لك بإختيار الموسيقى المفضلة لديك من اللعبة",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "القدرة على العودة و إعادة لعب المراحل لإحراز المزيد من التقدم الخاص بك و فتح الإنجازات",
  "Truly innovative Easter Eggs throughout": "مفاجئات مبتكرة حقا في جميع الأنحاء",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "Gdevelop - إنشئ ألعاب بدون برمجة - صانع الألعاب الأصلية و الويب html5 المجاني و المفتوح المصدر",
  "Create your own games": "انشئ ألعابك الخاصة",
  "GDevelop game maker software - create video games without coding": "برنامج GDevelop لصنع الألعاب - إنشاء ألعاب الفيديو دون برمجة",
  "Make your own games with GDevelop": "انشئ ألعابك الخاصة مع GDevelop",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "إن GDevelop مفتوح المصدر، و صانع ألعاب متعدد المنصات، مصمم للإستخدام من قِبل الجميع - لا مهارات برمجة مطلوبة.",
  "Create any game": "انشئ أي لعبة",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "مع GDevelop، يمكنك صنع مشروعات بسيطة للمتعة أو إنشاء ألعاب مستقلة طموحة مثل [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth)، [Hyperspace Dogfights](/games/hyperspace-dogfights) و [الكثير من الألعاب الأخرى](/games-showcase)!",
  "Events - game creation for everyone": "الأحداث - انشاء لعبة للجميع",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "الذي يجعل Gdevelop فريدا من نوعه و سهل الاستخدام هو نظام الأحداث. نظام الأحداث هو وسيلة قوية للتعبير عن منطق لعبتك، من غير الحاجة لتعلم أي لغة برمجة.",
  "Events enable easy game creation": "الأحداث تمكن من انشاء لعبة بسهولة",
  "Events being used in GDevelop to create the logic of a game": "الأحداث تستخدم في GDevelop لانشاء منطق اللعبة",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "عند الضغط على زر مسافة، يتم تشغيل الشخصية المتحركة و الصوت. إذا لمست القنبلة الشخصية، كلاهما سيتدمر.",
  "Export your game in one click": "قم بتصدير لعبتك بنقرة واحدة",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "اصدر ألعابك على الإنترنت، iOS، أندرويد، ويندوز، ماك، لينكس و حتى [ماسنجر الفيسبوك](/facebook-instant-games). الألعاب المنشئة بواسطة GDevelop تُشغل في أي مكان و حتى بإمكانك التصدير بنقرة واحدة للأندرويد من التطبيق.",
  "Make games for iOS, Android, Windows, macOS and Linux": "انشئ ألعاباً على iOS، أندرويد، ويندوز، ماك و لينكس",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "كمبيوتر محمول أو لوحي أو الهاتف: يمكن تشغيل الألعاب المصنوعة من GDevelop في كل مكان",
  "Unlimited possibilities": "إمكانيات غير محدودة",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "قم بالتعبير عن أفكارك بدون الإنسداد: يمكنك تجربة الميزات الجديدة على الألعاب الخاصة بك في غضون دقائق، وصقلها دون حدود. [صنع الألعاب](/games-showcase) كما لم يكن سهلاً كتجميع أفكارك من قبل [معدل الوسائط المرئية](/game-editors) مقدم من GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "شاهد كيفية إضافة زر الزناد إلى لعبة المنصات الخاصة بك في 90 ثانية",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.",
  "Tutorials for GDevelop and documentation on the wiki": "دروس تعليمية لـ GDevelop والوثائق في wiki",
  "Using JavaScript to make your games with GDevelop": "Using JavaScript to make your games with GDevelop",
  "Using JavaScript with GDevelop": "Using JavaScript with GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop supports JavaScript to create your game or extend the game engine.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript can be used to write part of a game, alongside with events",
  "Add JavaScript code blocks inside your game": "Add JavaScript code blocks inside your game",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.",
  "Learn more about using JavaScript": "Learn more about using JavaScript",
  "Extend GDevelop with JavaScript extensions": "Extend GDevelop with JavaScript extensions",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "How to write extensions",
  "Game engine JavaScript documentation": "Game engine JavaScript documentation",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!",
  "Make your own 8-bit and pixelart games": "Make your own 8-bit and pixelart games",
  "Make 8-bit and pixelart games": "Make 8-bit and pixelart games",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor and tools to make your own 8bit games with GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "See Piskel sprite editor being used inside GDevelop to make a 8bit game",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.",
  "Download GDevelop to try Piskel": "Download GDevelop to try Piskel",
  "Ready-made behaviors": "Ready-made behaviors",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...",
  "Learn more about behaviors": "Learn more about behaviors",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Read more about Lil BUB's game": "Read more about Lil BUB's game",
  "See other games made with GDevelop": "See other games made with GDevelop"
}