{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop és un creador de jocs de codi obert, dissenyat per a la creació de jocs ràpida i intuïtiva.",
  "Download the editor": "Descarrega l'editor",
  "Online game editor": "Editor de joc en línia",
  "Game examples/starters": "Exemples de jocs/entrants",
  "Documentation": "Documentació",
  "Tutorials": "Tutorials",
  "Community forums": "Fòrums de la comunitat",
  "Contribute": "Contribueix",
  "Facebook page": "Pàgina de Facebook",
  "Twitter": "Twitter",
  "This website in your language": "Aquest lloc web esta en el teu idioma",
  "All GDevelop Features": "Totes les funcions GDevelop ",
  "Install new features with extensions": "Instal·leu funcions noves amb extensions",
  "Facebook Instant Games": "Facebook Jocs Instantanis",
  "Use JavaScript with the game engine": "Utilitza JavaScript amb el motor del joc",
  "Ads with AdMob": "Ads amb AdMob",
  "Create custom behaviors": "Crea comportaments personalitzats",
  "Game editors": "Editors de jocs",
  "Games showcase": "Aparador de jocs",
  "GDevelop for Game jams": "GDevelop per a embussos de jocs",
  "GDevelop for Education": "GDevelop per a Educació",
  "Make 8-bit games": "Fer jocs de 8 bits",
  "GDevelop was created with love by": "GDevelop va ser creat amb amor per",
  "Thanks to the": "Gràcies a la",
  "contributors": "col·laboradors",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "Qui va afegir funcions, arreglant errors, enviar nous exemples, escriure tutorials, i ajudant la comunitat.",
  "by": "per",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB és molt especial, és molt amable. Més concretament, ella és la [gata més sorprenent del planeta](http://lilbub.com)... i el seu joc es fa amb GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "El joc es un joc retro de 8 bits, amb belles arts i banda sonora, que alterna entre nivells de plataformes, amb secrets ocults, i nivells de tirador amb caps, múltiples enemics i bonificacions.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights és un sucós joc de combat amb jet, en el qual explotaràs, esquivaràs i tallarà el teu camí a través de masses d'enemics tecnològicament inferiors.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "A mesura que avanci la vostra missió d'intervenció intergalàctica, el vostre hyper-jet adaptatiu evolucionarà cap a una cosa més forta i extranya en recollir alguns dels centenars d'elements disponibles en el joc.",
  "Buy on Steam": "Compra en Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Fes el teu primer joc",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Imagineu i publiqueu els vostres jocs amb GDevelop. Paquetatge amb tutorials i exemples.",
  "Try it online": "Prova-ho en línia",
  "Download": "Descarregar",
  "Features": "Característiques",
  "Games": "Jocs",
  "Game studios & education": "Estudis de jocs & educació",
  "Learn": "Aprendre",
  "Play Online": "Juga en línia",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Afegiu anuncis al joc amb AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Utilitzeu AdMob als jocs de GDevelop per mostrar anuncis i premiar videos als vostres jugadors",
  "1) Create your AdMob account": "1) Crea el teu compte AdMob",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Ves al [lloc web AdMob](https://www.google.com/admob/) i crea un compte. A continuació, crea una nova aplicació des de la interfície AdMob i una unitat d'anuncis. Tingueu en compte els identificadors tant de l'aplicació com de la unitat d'anuncis, ja que s'utilitzaran al joc.",
  "Read the detailed instructions": "Llegiu les instruccions detallades",
  "2) Configure AdMob in GDevelop": "2) Configura AdMob en GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "En GDevelop, obriu les propietats del joc i copieu el AdMob **app id**. S'identificarà per utilitzar la vostra sol·licitud per a AdMob per publicar anuncis.",
  "3) Trigger ads display from events": "3) Els anuncis de disparador es mostren en els esdeveniments",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Afegiu esdeveniments al joc per carregar-los i mostrar-los quau calgui (pot ser, per exemple, quan un nivell es compleixi correctament). Copieu en els parametres de l'acció l'identificador de la unitat d'anuncis. També podeu introduir \"prova\" per carregar un anunci de prova.",
  "4) Publish your game on Android": "4) Publica el teu joc a Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Podeu provar i publicar el vostre joc a Android directament des de GDevelop. En l'editor, obriu el joc i després la finestra Exporta. Escolliu Android, feu clic a Exporta i espereu uns minuts.",
  "How to publish to Android in one click": "Com publicar a Android en un clic",
  "Read the full tutorial": "Llegiu el tutorial complet",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Contribuïu a GDevelop - Open source HTML5 game making tool",
  "Contribute to GDevelop": "Col·laboreu amb GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop és un projecte de codi obert (inclus en aquest lloc web): qualsevol pot aportar i millorar el programari!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Hi ha diverses maneres de contribuir a GDevelop, depenent del teu temps, les teves habilitats i el que t'interesi.",
  "Help to translate GDevelop": "Ajuda a traduir GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop i el lloc web es poden traduir al vostre idioma! Les traduccions es fan a un lloc web on tothom s'hi pot implicar.",
  "Help us by translating GDevelop!": "Ajudeu-nos a traduir GDevelop!",
  "Translate the website": "Traduir el lloc web",
  "Help to develop GDevelop": "Ajuda a desenvolupar GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "És fàcil obtenir el codi font de GDevelop i començar a millorar les coses!",
  "Contribute on GitHub": "Contribuir a GitHub",
  "Edit the website on GitHub": "Edita el lloc web a GitHub",
  "Check the development roadmap": "Revisi el pla de desenvolupament",
  "Get involved in the community": "Participa en la comunitat",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "El fòrum i el xat de Discord són el lloc ideal per a obtenir i proporcionar ajuda a altres usuaris de GDevelop!",
  "Go to the community forum": "Vés al fòrum de la comunitat",
  "Open the Discord chat": "Obri el xat de Discord",
  "Follow GDevelop on Facebook and Twitter:": "Seguiu GDevelop a Facebook i Twitter:",
  "Write tutorials, record videos": "Escriu tutorials, grava videos",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Per a la majoria d'iniciats i fins i tot avançats, els tutorials i la pàgina d'ajuda són els recursos més valuosos per crear jocs fantàstics ràpidament. Al wiki, podeu escriure tutorials o millorar els ja existents.",
  "Contribute to the wiki": "Contribueix al wiki",
  "Create custom behaviors for your game objects in GDevelop": "Creeu comportaments personalitzats per als objectes del vostre joc a GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "En pocs clics, pots crear nous comportaments per als objectes del joc - mitjançant esdeveniments o JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash és un comportament personalitzat que es crea directament a partir de GDevelop - permetent que un objecte parpallegi",
  "Create custom behaviors - directly from GDevelop editor": "Creeu comportaments personalitzats - directament des de l'editor GDevelop",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop et permet crear nous comportaments, mitjançant els mateixos esdeveniments que els que estas utilitzant per crear les regles del teu joc.",
  "Want enemies to automatically follow the player?": "Voleu que els enemics segueixin automàticament el jugador?",
  "Create a Follower behavior. 🏃‍♂️": "Creeu un comportament seguidor. 🏃‍♂️",
  "Want some rockets to target the player?": "Voleu uns coets per apuntar al jugador?",
  "Create a Missile behavior. 🚀": "Creeu un comportament míssils. 🚀",
  "Want enemies and the players to have health and take damage?": "Voleu que els enemics i els jugadors tinguin salut i facin mal?",
  "Create a Health behavior. 💊": "Creeu un comportament de salut. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Es poden crear comportaments per a qualsevol tipus d'objecte, i podeu crear accions i condicions personalitzades associades al vostre nou comportament.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Una acció està exposada pel comportament i es pot utilitzar com qualsevol altra acció en els esdeveniments",
  "Read the documentation about custom behaviors": "Llegiu la documentació sobre comportaments personalitzats",
  "Download GDevelop": "Descàrrega GDevelop",
  "Import new behaviors, created by the GDevelop community": "Importeu nous comportaments, creats per la comunitat GDevelop",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Els comportaments, així com les extensions, es poden compartir entre projectes. Podeu ** exportar-les i importar-les en pocs clics. Si el vostre comportament és genèric i reutilitzable en diversos jocs, fins i tot podeu enviar-lo perquè s'integri a la llista creixent de comportaments personalitzats compartits per la comunitat.",
  "Create your game by assembling behaviors": "Creeu el vostre joc tot muntant conductes",
  "perfect for fast prototyping": "perfecte per prototipar ràpidament",
  "Progressively create custom behaviors for objects in your game": "Crea progressivament comportaments personalitzats per a objectes del joc",
  "ideal for large games and keeping simple events.": "ideal per a grans jocs i per celebrar esdeveniments senzills.",
  "How to install community extensions": "Com instal·lar extensions de comunitat",
  "Learn more about extensions": "Obteniu més informació sobre les extensions",
  "Search for new behaviors in the list of behaviors shared by the community": "Cerqueu nous comportaments a la llista de conductes compartides per la comunitat",
  "Download GDevelop or try it online - create games without programming": "Descarregueu GDevelop o proveu-lo en línia: creeu jocs sense programació",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop és gratuït i es pot utilitzar per a guanys de lucre o sense ànim de lucre.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop funciona amb Windows, macOS i les distribucions més recents de Linux. També podeu provar-ho en línia mitjançant Chrome, Firefox o un altre navegador web recent.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Et preguntes què hi ha de nou en les darreres versions? Cerqueu les notes de llançament a l'aplicació o [en línia] (https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Necessiteu ** libgconf-2-4 ** al vostre sistema. Escriviu `sudo apt-get install libgconf-2-4` en un terminal o instal·leu-lo des del vostre gestor de paquets.",
  "To create your first game, start by reading a tutorial:": "Per crear el primer joc, comenceu a llegir un tutorial:",
  "Create a platformer game": "Crear un joc de plataforma",
  "Create a tank shooter game": "Crea un joc de trets de tancs",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop és un projecte de codi obert. Et pots implicar en la comunitat per millorar-lo.",
  "Learn how to contribute": "Apreneu a contribuir",
  "GDevelop 4 (old version)": "GDevelop 4 (versió antiga)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Encara es pot descarregar Gdevelop 4. GDevelop 5 es recomana per a qualsevol usuari nou, ja que GDevelop 4 no s'actualitzarà. En el futur no es proporcionarà cap assistència per a GDevelop 4: recomanem a qualsevol usuari de GDevelop 4 que actualitzi a GDevelop 5",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.",
  "GDevelop for the education - Teach game creation": "GDevelop for the education - Ensenyar creació de jocs",
  "GDevelop for education": "GDevelop per a Educació",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "L’ús de GDevelop a l’aula és una oportunitat perfecta per ensenyar a programar, fer jocs i desencadenar la creativitat dels estudiants.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop ja s'ha utilitzat en aules i cursos en línia, amb estudiants de mitjans digitals o nens de primer grau.",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Envieu-nos les vostres fotos i tuits si feu servir GDevelop per a un curs.",
  "Install new extensions in GDevelop and share yours": "Instal·leu noves extensions a GDevelop i compartiu-ne la vostra",
  "Install new extensions and share them": "Instal·leu noves extensions i compartiu-les",
  "Search and add new features to your game in a few clicks.": "Busqueu i afegiu noves funcions al vostre joc en pocs clics.",
  "Search in the library of extensions, ready to be installed in one click": "Cerqueu a la biblioteca d’extensions a punt per instal·lar-les amb un sol clic",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directament des de l'editor, podeu explorar la biblioteca en línia ** d'extensions ** (també anomenada \"administrador de paquets\" o \"botiga d'extensions\"). Les extensions poden comportar * comportaments nous * per als objectes del joc o * accions, condicions * o expressions que estiguin llestes per utilitzar en esdeveniments.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "** Les extensions destacades ** es revisen per igual. Són ideals per afegir noves funcions a un ritme ràpid al vostre joc, fent que tant el prototipat de jocs nous sigui un procés molt ràpid i permetin construir jocs més grans muntant extensions.",
  "Read how to install extensions": "Llegiu la secció per instal·lar extensions",
  "Learn about creating custom behaviors": "Obteniu més informació sobre com crear conductes personalitzades",
  "Export your own extensions and share them": "Exporteu les vostres pròpies extensions i compartiu-les",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Totes les extensions es poden exportar a un fitxer. Es poden compartir i integrar fàcilment amb un altre projecte. Millor, si heu creat una extensió útil, podeu enviar-la per integrar-la a la biblioteca de [extensions de codi obert, de comunitat] (https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Com que les extensions es construeixen amb els fulls d’esdeveniments intuïtius de GDevelop, es poden composar d’esdeveniments, [JavaScript o una combinació d’ambdós] (/ javascript-game-engine).",
  "How to start a new extension": "Com iniciar una nova extensió",
  "How to share your extension": "Com compartir la vostra extensió",
  "Extensions can provide new behaviors that can be added to your game objects.": "Les extensions poden proporcionar nous comportaments que es poden afegir als objectes del vostre joc.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Les extensions poden arribar a comportar-nos que es poden afegir als objectes del vostre joc.",
  "Make games for Facebook Messenger": "Feu jocs per a Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Amb GDevelop, podeu exportar el vostre joc com a joc instantani de Facebook en dos clics.",
  "1) Create your app on Facebook Developers": "1) Creeu la vostra aplicació a Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "El primer fet, assegureu-vos de tenir un compte a ** Facebook Developers **. Creeu una aplicació i configureu-la per escollir \"Jocs\" com a categoria i habiliteu Instant Games in Products:",
  "Go to Facebook Developers": "Vés a Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Obriu GDevelop i exporteu-los per a Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "A GDevelop, obriu el joc i després la finestra Exporta. Trieu ** Facebook Instant Games **, feu clic a Exporta i espereu uns segons.",
  "More about exporting": "Més informació sobre l'exportació",
  "3) Upload your game": "3) Carregueu el joc",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Torneu a la pàgina de joc a Facebook Developers, trieu Web Hosting al menú i ** pengeu el fitxer ** exportat per GDevelop.",
  "You can also add testers to let your friends try your game.": "També podeu afegir provadors per permetre als vostres amics provar el vostre joc.",
  "More about uploading your game": "Més informació sobre la càrrega del joc",
  "4) Try your game on Messenger": "4) Prova el teu joc a Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Ara, obteniu el telèfon i ** obriu el missatger **. Obriu una conversa, trieu Jocs i feu clic a la icona del vostre joc per començar a jugar-hi.",
  "5) Use Instant Games features and publish your game!": "5) Utilitzeu les funcions de jocs instantanis i publiqueu el vostre joc.",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop us permet accedir a funcions específiques de Instant Games, com el nom del reproductor, per integrar millor el joc en les converses de Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Quan el vostre joc estigui a punt, envieu-lo a Facebook per revisar-lo perquè es faci ** disponible a tot el món **.",
  "Read the full step-by-step tutorial": "Llegiu el tutorial complet pas a pas",
  "Features of GDevelop - create any kind of games without coding": "Característiques de GDevelop: crea qualsevol tipus de jocs sense codificar",
  "Fully featured": "Totalment destacades",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop s'ofereix amb desenes de funcions per imaginar i crear qualsevol tipus de jocs.",
  "Deploy your game everywhere": "Desplega el teu joc a tot arreu",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Exportar un clic per a [Android] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Un clic per exportar a [Facebook Instant Games] (/ facebook-instant-games), per jugar a Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Exporteu el vostre joc [per a la web] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) en un sol clic",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Exporta el joc a iOS (amb [PhoneGap Build o Còrdova] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Publica el teu joc a Kongregate, Itch.io i altres llocs web de jocs!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exporta com a joc executable autònom per a Windows, macOS i Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[en un sol clic!] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Visualitzeu [anuncis i vídeos recompensats] (/ ads-in-your-game-with-admob) als vostres jugadors mitjançant [AdMob] (/ ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Apreneu a publicar el joc",
  "Objects for your games": "Objectes per als jocs",
  "**Sprites** with multiple animations": "** Sprites ** amb múltiples animacions",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Creeu explosions, incendis i efectes impressionants amb ** Emissors de partícules **",
  "**\"9 patch\"** sprites, perfect for platforms": "** \"9 patch\" ** sprites, perfectes per a plataformes",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "** Tiled sprites **, per crear mosaics, terres i patrons de repetició",
  "**Text** objects": "**Text** objectes",
  "Embed videos with **Video** objects": "Incrustar vídeos amb objectes ** Video **",
  "Draw custom shapes on screen with **Shape Painters**": "Dibuixa formes personalitzades a la pantalla amb ** Shape Painters **",
  "Support for custom collision masks": "Suport a les màscares de col·lisió personalitzats",
  "Read the documentation for all objects": "Llegiu la documentació de tots els objectes",
  "Try the online examples": "Proveu els exemples en línia",
  "Add behaviors to your game objects": "Afegiu comportaments als objectes del vostre joc",
  "Physics engine": "Motor de física",
  "Add realistic behavior to your objects": "Afegiu un comportament realista als vostres objectes",
  "Pathfinding": "Enquadernació",
  "Have your objects move and avoiding obstacles": "Feu que els vostres objectes es moguin i eviti obstacles",
  "Top-down movement": "Moviment de dalt a baix",
  "Platformer engine": "Motor de plataformes",
  "create platformer games in a breeze": "crear jocs de plataformes a poc a poc",
  "Draggable objects": "Objectes que es poden arrossegar",
  "quickly make your objects draggable with mouse/touch": "feu que els objectes es puguin arrossegar ràpidament amb el ratolí / tacte",
  "Anchor": "Àncora",
  "support multiple screen sizes by ensuring controls stay at the right position": "suporta diverses mides de pantalla garantint que els controls es mantenen en la posició correcta",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "Animeu les posicions, les mides, l’opacitat i els colors de l’objecte",
  "And more, to automate current tasks and behaviors in a few clicks!": "I més, per automatitzar les tasques actuals i comportaments en un parell de clics!",
  "Read the documentation for all behaviors": "Llegiu la documentació de totes les conductes",
  "Create your own custom behaviors": "Creeu els vostres propis comportaments personalitzats",
  "Make desktop & mobile-ready games": "Feu jocs per a ordinadors i mòbils",
  "Save player data in the browser storage or on their devices": "Deseu les dades del reproductor a l'emmagatzematge del navegador o als seus dispositius",
  "Full support for sound effects and musics": "Suport complet per a efectes de so i músiques",
  "Support for touchscreens & multi-touch": "Suport per a pantalles tàctils i multi-touch",
  "Design advanced levels and interfaces": "Disseny avançat d'interfícies i nivells",
  "The scene editor lets you visually edit your levels": "L’editor d’escenes us permet editar visualment els vostres nivells",
  "Support for multiple layers": "Suport per a diverses capes",
  "Add interfaces and create parallax effects": "Afegiu interfícies i creeu efectes de paralaxi",
  "Create your levels dynamically with external layouts": "Creeu els vostres nivells de manera dinàmica amb dissenys externs",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Dissenyeu els vostres recursos amb [Piskel] (/ make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "un potent editor de píxels i sprite",
  "Generate [sound effects with Jfxr](/game-jams)": "Genereu [efectes de so amb Jfxr] (/ game-jams)",
  "create effects and customize them in a few clicks": "crear efectes i personalitzar-los en pocs clics",
  "Debugger": "Depurador",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Inspeccioneu el contingut del joc i feu canvis dinàmics mentre previsualitzeu el joc",
  "Performance profiler": "Perfil de rendiment",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[controlar els llocs costosos del recurs] (http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) al joc",
  "Discover GDevelop editors": "Descobriu els editors de GDevelop",
  "Build ambitious games with advanced features": "Construir jocs ambiciosos amb funcions avançades",
  "Communicate with external websites or services using HTTP requests.": "Comunicar-se amb llocs web o serveis externs mitjançant sol·licituds HTTP.",
  "Use advanced events: loops, for-each...": "Feu servir esdeveniments avançats: bucles, per a cadascun ...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Creeu funcions ** reutilitzables ** mitjançant esdeveniments que es poden utilitzar com a accions, condicions o expressions del vostre joc",
  "a powerful feature never seen in other game creation tools.": "una potent característica mai vista en altres eines de creació de jocs.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipular variables amb estructures complexes arbitràries, amb suport per llegir / escriure JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "Podeu [utilitzar JavaScript per codificar] (/ javascript-game-engine) parts del vostre joc",
  "use it for a few functions, to write extensions or the majority of your game.": "utilitzeu-lo per a algunes funcions, per escriure extensions o la majoria del vostre joc.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Mostra anuncis al joc amb [AdMob] (/ ads-in-your-game-with-admob) o enllaça a productes de la vostra botiga [Shopify] (http://wiki.compilgames.net/doku.php/gdevelop5/ totes les funcions / fer botiga).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Cerqueu i instal·leu funcions noves amb extensions] (/ extensions i compartides), construïdes per la comunitat",
  "get new, ready to use features for your game in a few clicks": "obtindreu funcions noves i llestes per utilitzar el joc en pocs clics",
  "Read the documentation about events": "Llegiu la documentació sobre esdeveniments",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Tots els editors de GDevelop: jocs de plataformes, tiradors, rpg, jocs d'acció...",
  "The game editors": "Els editors de jocs",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "La interfície de GDevelop està formada per editors intuïtius per dissenyar els teus propis jocs des de zero.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Vegeu com utilitzar GDevelop per afegir un disparador al joc en 90 segons",
  "Scene editor": "Editor d’escena",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Dissenya els teus propis nivells amb l’editor d’escenes: pots triar objectes, posar-los en escena, ajustar la seva posició i mida. Podeu dissenyar els vostres nivells completament amb l'editor d'escenes. Si voleu crear nivells o interfícies complexes, els dissenys externs us permeten crear parts d’un nivell i reutilitzar-les en altres escenes.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Comença en 2 minuts: prova GDevelop al navegador",
  "Events editor": "Editor d’esdeveniments",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imaginar i crear les regles del joc no implica aprendre la sintaxi d’un llenguatge de programació complex. L’editor d’esdeveniments mostra un full d’esdeveniments: cada esdeveniment es compon de condicions i accions. Quan es compleixen les condicions, s’executen accions. És tan senzill.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Totes les condicions i accions estan disponibles en una llista perquè pugueu descobrir i trobar fàcilment què voleu fer de les regles del vostre joc.",
  "Learn more about events in the tutorials": "Obteniu més informació sobre els esdeveniments dels tutorials",
  "Create platformer games with GDevelop": "Creeu jocs de plataformes amb GDevelop",
  "Develop space shooter games with GDevelop": "Desenvolupar jocs de trets espacials amb GDevelop",
  "Create mario-like games with GDevelop": "Creeu jocs similars a mario amb GDevelop",
  "Make strategy games with GDevelop": "Feu jocs d'estratègia amb GDevelop",
  "Objects editors": "Editor d'objectes",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Tot el que es mostra a la pantalla del joc és un objecte. La majoria dels objectes s’anomenen sprites: es compon d’animacions i es poden utilitzar per a qualsevol element animat. Per exemple, el vostre jugador, enemics o bonificacions per escollir.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "També hi ha disponibles altres objectes per crear interfícies o afegir efectes al joc: textos, partícules, sprites de rajoles ...",
  "Discover all the objects available in GDevelop": "Descobriu tots els objectes disponibles a GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Editor de recursos, editor de sprite i generador d'efectes de so",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Totes les imatges i fitxers d’àudio utilitzats al joc es mostren a l’Editor de recursos. És una manera senzilla de gestionar els actius del vostre joc.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop inclou recursos gratuïts per començar! Per prototipsar ràpidament i crear els seus propis actius, GDevelop també s’ofereix amb un potent editor d’art de píxels anomenat Piskel. També podeu crear un efecte de so amb un sol clic mitjançant el generador de so integrat. És perfecte per a [jamams] (/ game-jams /).",
  "Learn everything about the editors in the documentation": "Obteniu més informació sobre els editors de la documentació",
  "Open in GDevelop": "Obert a GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Exemples de GDevelop: joc de plataformes, tiradors, rpg, jocs d'acció ...",
  "Examples and Starters": "Exemples i entrants",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop s'ofereix amb més de 80 exemples i principis per començar, aprendre o provar una funció específica.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Aquests són els exemples inclosos amb GDevelop. Curiós? Podeu obrir-les i provar-les directament des del vostre navegador. GDevelop és ràpid per començar i jugarà amb els exemples en pocs segons.",
  "Get started with tutorials": "Comença amb els tutorials",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Obteniu informació sobre com utilitzar GDevelop o obtenir ajuda sobre una característica específica: el wiki ofereix tutorials per a principiants i una documentació completa per al programari.",
  "Make games for Game jams": "Feu jocs per als embussos de joc",
  "Game jams": "Els embussos de joc",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop és perfecte per realitzar jocs ràpids durant els embussos.",
  "Make your assets with Piskel": "Fes el teu patrimoni amb Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop està inclòs amb ** Piskel **, un editor de sprite que és perfecte per dibuixar els seus sprites ràpidament i per a píxels.",
  "Read more about making 8-bit and pixelart games": "Més informació sobre com fer jocs de 8 bits i píxelart",
  "Generate sounds effects in one click": "Genereu efectes de so en un sol clic",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop compta amb un generador d'efectes de so integrat, ** Jfxr **. Podeu crear efectes sonors com explosions, salts, monedes, accions energètiques amb un sol clic i personalitzar-los com vulgueu.",
  "Read about all features available in GDevelop": "Obteniu més informació sobre totes les funcions disponibles a GDevelop",
  "Ready-made behaviors": "Comportaments preparats",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Voleu crear un joc de plataforma retro? GDevelop té uns comportaments predefinits que podeu afegir al vostre personatge i a les vostres plataformes. En pocs segons, tindreu en funcionament un joc bàsic de plataforma i a punt per ser personalitzat i millorat. També es poden utilitzar altres comportaments, condicions i accions per crear qualsevol tipus de jocs en 2D: shmup, \"Bullet Hell\", jocs d'arcade ...",
  "Learn more about behaviors": "Obteniu més informació sobre les conductes",
  "GDevelop for Game studios, indies and Education": "GDevelop per a jocs, indies i educació",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop és un motor de joc ràpid i flexible que es pot utilitzar per a casos d'ús diferents.",
  "Professional and Game Studios": "Estudis professionals i de jocs",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop és un motor de joc lleuger, dissenyat amb cura i de codi obert. El disseny únic de l’editor s’ha explicat durant [xerrades en conferències internacionals] (https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "Llicència MIT: ampliar i contribuir al codi font del motor",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Editor adaptable basat en JavaScript, React.js i WebAssemblea",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integra GDevelop al teu equip, utilitza esdeveniments o JavaScript segons les teves necessitats",
  "Get game designers, artists and developers to work on the same environment": "Aconsegueix que els dissenyadors, artistes i desenvolupadors de jocs treballin en el mateix entorn",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Els projectes de jocs són llegibles per humans i permeten sistemes de control de versions com Git o Mercurial",
  "GDevelop on GitHub": "GDevelop a GitHub",
  "Indie game developers": "Desenvolupadors de jocs Indie",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible i fàcil d’aprendre, GDevelop és ideal per a desenvolupadors de jocs indie. Podreu iniciar un joc i iterar-lo ràpidament mitjançant esdeveniments, comportaments i noves extensions.",
  "Free to use: download GDevelop and start making a game today": "Gratuït d'utilitzar: descarregueu GDevelop i comenceu a fer un joc avui",
  "Integrated editors allowing to make game assets directly from GDevelop": "Editors integrats que permeten fer actius de joc directament des de GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Prototips súper ràpids amb extensions i comportaments de comunitat oberta",
  "Custom behaviors make your game logic reusable and shareable": "Els comportaments personalitzats fan que la vostra lògica del joc sigui reutilitzable i compartible",
  "See all features": "Veure totes les funcions",
  "GDevelop for game jams": "GDevelop per a embussos de jocs",
  "Education and game making": "Educació i confecció de jocs",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Ensenyar a crear jocs o programar a nens o estudiants? GDevelop ha estat utilitzat per desenes d’escoles, universitats i programes d’arrencada per a totes les edats.",
  "Learn more about GDevelop and education": "Obteniu més informació sobre el desenvolupament de serveis i l'Administració",
  "Showcase of the games created with GDevelop": "Aparador dels jocs creats amb GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "A continuació, es detallen alguns jocs creats amb GDevelop. El següent ha de ser teu!",
  "Show me more!": "Ensenya'm més!",
  "Made a nice game with GDevelop?": "Va fer un bon joc amb GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Ens encantarà conèixer el vostre joc i afegir-lo aquí. Assegureu-vos que disposeu de boniques captures de pantalla preparades i que el joc sigui d’alta qualitat :)",
  "Submit your game": "Envieu el vostre joc",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, un joc creat amb GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Un sucós joc de combats en forma de raigel, fabricat amb GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights és un sucós joc de combat amb jet, en el qual explotaràs, esquivaràs i tallarà el teu camí a través de masses d’enemics tecnològicament inferiors. A mesura que avanci la vostra missió d’intervenció intergalàctica, el vostre hiper-jet adaptatiu evolucionarà cap a una cosa més forta i estranya en recollir alguns dels centenars d’elements disponibles en el joc.",
  "History": "Historial",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights va començar com un projecte paral·lel al nostre ara mateix cancel·lat d’exploració espacial roguelike Hyperspace Admirals. HDog va ser prototipat a finals del 2016, després del qual va rebre un llançament limitat d’accés precoç a itch.io. Durant el 2017, es va desenvolupar la majoria del seu contingut i es va tenir en compte la retroalimentació contínua alfa. El joc va ser complet al llarg de març del 2018, després del qual es va anunciar el llançament.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Com a combats ràpids i feréstecs en un 2d jet contra masses d’enemics basats en terra i aire",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Centenars de passius apilables, més de cinquanta armes i actius; tot orientat a produir sinergies estranyes amb un altre",
  "High replayability, your will evolve a little different on each run": "Una alta reproducció, el vostre evolucionarà una mica diferent a cada carrera",
  "Seven zones with distinct enemy composition to explore": "Set zones amb una composició enemiga diferent per explorar",
  "10+ screen-fillingbosses": "10+ fulls d'ompliment de pantalla",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "Hiper-jets de 5+ jugadors per volar, tots ells amb càrregues desbloquejables de mk2",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 temes de música fred i multicapa de Enuit i Ole Toensen",
  "Official website": "Lloc web oficial",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "HELLO EARTH de Lil BUB, un joc creat amb GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Un joc retro de 8 bits, amb belles arts i banda sonora realitzat amb GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Mitjançant GDevelop, el joc es va fer disponible per a iOS, Android, Windows, macOS, Linux i fins i tot es va publicar com un autèntic Arcade.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "El joc es va anunciar per al cinquè aniversari de BUB. Per ajudar a fer-lo realitat, es va llançar una Kickstarter perquè tots els amics de BUB a tot el món puguin contribuir. El kickstarter es va llançar inicialment amb 100.000 dòlars com a objectiu, però va arribar als 148.000 dòlars. BOB BOB BOB.",
  "Beautiful original graphics and animation": "Bells gràfics i animació originals",
  "Parallaxing backgrounds": "Paral·lelització de fons",
  "Unique level design": "Disseny de nivell únic",
  "Huge variety of unique levels, bosses and enemies": "Una gran varietat de nivells, caps i enemics únics",
  "Complex gameplay and controls": "Complexa jugabilitat i controls",
  "Unique storyline with twists and surprises": "Storyline únic amb girs i sorpreses",
  "Item Inventory: collect items to be used strategically throughout the game": "Inventari d’elements: recull els elements que s’han d’utilitzar estratègicament durant tot el joc",
  "Completely original 8-bit soundtrack": "Banda sonora de 8 bits del tot original",
  "Tape Deck feature that allows you to select your favorite music from the game": "Funció de Tape Deck que us permet seleccionar la vostra música preferida del joc",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Capacitat de revisar i reproduir els nivells per avançar i desbloquejar els vostres assoliments",
  "Truly innovative Easter Eggs throughout": "Truly innovative Easter Eggs throughout",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Crea videojocs sense coneixements de programació - Creador de videojocs natius i d'HTML5 de codi obert",
  "The game engine for everyone": "The game engine for everyone",
  "GDevelop game maker software - create video games without coding": "GDevelop game maker software - create video games without coding",
  "Make your own games with GDevelop": "Make your own games with GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.",
  "Create any game": "Create any game",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!",
  "Events: game creation, intuitive for all": "Events: game creation, intuitive for all",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "El que fa GDevelop únic i tan fàcil d'usar són els esdeveniments. Els esdeveniments són una poderosa manera d'expressar la lògica del seu joc, sense haver d'aprendre un llenguatge de programació.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.",
  "Events enable easy game creation": "Events enable easy game creation",
  "Events being used in GDevelop to create the logic of a game": "Events being used in GDevelop to create the logic of a game",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.",
  "Export your game anywhere, in one click": "Export your game anywhere, in one click",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Make games for iOS, Android, Windows, macOS and Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablets or phone: games made with GDevelop can run everywhere",
  "Unlimited possibilities": "Unlimited possibilities",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "See how to add a trigger button to your platformer game in 90 seconds",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.",
  "Tutorials for GDevelop and documentation on the wiki": "Tutorials for GDevelop and documentation on the wiki",
  "Start making games": "Start making games",
  "Using JavaScript to make your games with GDevelop": "Using JavaScript to make your games with GDevelop",
  "Using JavaScript with GDevelop": "Using JavaScript with GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop supports JavaScript to create your game or extend the game engine.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript can be used to write part of a game, alongside with events",
  "Add JavaScript code blocks inside your game": "Add JavaScript code blocks inside your game",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.",
  "Learn more about using JavaScript": "Learn more about using JavaScript",
  "Extend GDevelop with JavaScript extensions": "Extend GDevelop with JavaScript extensions",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "How to write extensions",
  "Game engine JavaScript documentation": "Game engine JavaScript documentation",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!",
  "Make your own 8-bit and pixelart games": "Make your own 8-bit and pixelart games",
  "Make 8-bit and pixelart games": "Make 8-bit and pixelart games",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor and tools to make your own 8bit games with GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "See Piskel sprite editor being used inside GDevelop to make a 8bit game",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.",
  "Download GDevelop to try Piskel": "Download GDevelop to try Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Read more about Lil BUB's game": "Read more about Lil BUB's game",
  "See other games made with GDevelop": "See other games made with GDevelop",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Ara podeu tornar a GDevelop ** per utilitzar les exportacions i serveis en línia addicionals."
}
