{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDeGDevelop ist ein Open-Source-Spieleentwickler. Es kann von jedem verwendet werden, um jede Art von 2D-Spielen zu erstellen.",
  "This website in your language": "Diese Website in Ihrer Sprache",
  "Download the editor": "Editor herunterladen",
  "Online game editor": "Online-Spiele-Editor",
  "Community forums": "Community-Foren",
  "Documentation & tutorials": "Dokumentation & Anleitungen",
  "Features": "Eigenschaften",
  "Facebook Instant Games": "Facebook Instant Games",
  "Game examples/starters": "Beispielspiele",
  "Use JavaScript with the game engine": "Verwenden Sie JavaScript mit der Spiele-Engine",
  "Make 8-bit games": "Erstelle 8-bit-Spiele",
  "Education": "Ausbildung",
  "Game editors": "Spieleditoren",
  "Games showcase": "Spiele-Schaufenster",
  "Contribute": "Mitwirken",
  "Facebook page": "Facebook-Seite",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop wurde mit Liebe erstellt von",
  "Thanks to the": "Dank der",
  "contributors": "Mitwirkende",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "der Funktionen hinzugefügt, Fehler behoben, neue Beispiele geschickt, Tutorials geschrieben und der Community geholfen hat.",
  "by": "von",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB ist ein ganz besonderes und einzigartiges Lebewesen. Sie ist \"die erstaunlichste Katze auf dem Planeten\" (http://lilbub.com)... und ihr Spiel wurde mit GDevelop erstellt!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Das Spiel ist ein Retro 8-Bit-Spiel, mit schönen Künsten und Soundtrack, die zwischen Platformers Ebenen, mit versteckten Geheimnissen, und Shooter-Levels mit Bossen, mehrere Feinde und Boni abwechselt.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights ist ein actionreiches Jet-Combat Spiel, indem Sie Ihren Weg durch Massen, technologisch unterlegener, Gegner sprengen, ausweichen und durchschneiden müssen.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Wenn Ihre intergalaktische Interventions-Mission fortschreitet, wird sich Ihr adaptiver Hyper-Jet zu etwas Stärkerem und Verrückterem entwickeln, indem Sie einige der Hunderten von Gegenständen sammeln, die im Spiel verfügbar sind.",
  "Buy on Steam": "Bei Steam kaufen",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Machen Sie Ihr erstes Spiel",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Stellen Sie sich vor und veröffentlichen Sie Ihre Spiele mit GDevelop. Mit Tutorials und Beispielen.",
  "Try it online": "Probieren Sie es online",
  "Download": "Download",
  "Games": "Spiele",
  "Tutorials": "Tutorien",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Unterstützen Sie GDevelops Open Source HTML5 Spielentwicklungswerkzeug",
  "Contribute to GDevelop": "Zu GDevelop beitragen",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop ist ein Open-Source-Projekt (auch diese Website): Jeder kann dazu beitragen und die Software verbessern!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Es gibt mehrere Möglichkeiten, wie Sie zu GDevelop beitragen können, abhängig von Ihrer Zeit, Ihren Fähigkeiten und Ihren Interessen.",
  "Help to translate GDevelop": "Helfen Sie bei der Übersetzung von GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop und die Website können in Ihre Sprache übersetzt werden! Übersetzungen werden auf einer Website erstellt, auf der sich jeder einbringen kann.",
  "Help us by translating GDevelop!": "Helfen Sie uns bei der Übersetzung von GDevelop!",
  "Translate the website": "Webseite übersetzen",
  "Help to develop GDevelop": "Helfe dabei GDevelop weiter zu entwickeln",
  "It's easy to get the source code of GDevelop and start improving things!": "Es ist sehr einfach den Quelltext von GDevelop zu bekommen und zu verändern!",
  "Contribute on GitHub": "Mitmachen auf GitHub",
  "Edit the website on GitHub": "Bearbeiten der Website auf GitHub",
  "Check the development roadmap": "Schau dir den Entwicklungsfahrplan an",
  "Get involved in the community": "Engagieren Sie sich in der Gemeinschaft",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Das Forum und der Discord Server sind die Orte um Hilfe zu bekommen und anderen GDevelop Benutzern zu geben!",
  "Go to the community forum": "Gehe zum Community Forum",
  "Open the Discord chat": "Öffne den Discord Chat",
  "Follow GDevelop on Facebook and Twitter:": "Folgen Sie GDevelop auf Facebook und Twitter:",
  "Write tutorials, record videos": "Schreiben Sie Tutorien und nehmen Sie Videos auf",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Für die meisten Anfänger und auch Fortgeschrittene sind Tutorials und Hilfe-Seite die wertvollsten Ressourcen schnell tolle Spiele zu erstellen. Im wiki können Sie Tutorials schreiben oder bestehende zu verbessern.",
  "Contribute to the wiki": "Trage zu dieser Seite bei",
  "Download GDevelop or try it online - create games without programming": "Laden Sie GDevelop herunter oder versuchen Sie es online - erstellen Sie Spiele ohne Programmierkenntnisse",
  "Download GDevelop": "GDevelop herunterladen",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop ist kostenlos und eignet sich für Profit oder Non-Profit-Spiel machen.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop läuft unter Windows, macOS und den neuesten Linux-Distributionen. Sie können es auch online mit Chrome, Firefox oder einem anderen aktuellen Webbrowser ausprobieren.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Sie benötigen **libgconf-2-4** auf Ihrem System. Geben Sie `sudo apt-get install libgconf-2-4` in ein Terminal ein oder installieren Sie es über Ihren Paketmanager.",
  "To create your first game, start by reading a tutorial:": "Um Ihr erstes Spiel zu erstellen, lesen Sie zuerst ein Tutorial:",
  "Create a platformer game": "Erstellen Sie ein Plattformspiel",
  "Create a tank shooter game": "Erstellen Sie ein Panzerspiel",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop ist ein Open-Source-Projekt. Sie können sich in der Community beteiligen um es zu verbessern!",
  "Learn how to contribute": "Erfahren Sie, wie Sie uns unterstützen können",
  "GDevelop 4 (old version)": "GDevelop 4 (alte Version)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 kann immer noch heruntergeladen werden. Allerdings wird GDevelop 5 für jeden neuen Benutzer empfohlen, weil GDevelop 4 nicht mehr aktualisiert wird! Da in der Zukunft keine Unterstützung für GDevelop 4 bereitgestellt wird, empfehlen wir jedem GDevelop 4 Benutzer ein Upgrade auf GDevelop 5.",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Selbst wenn GDevelop 4 native Spiele unterstützt, empfehlen wir die Umstellung auf GDevelop 5 und HTML5 Spiele, die besser unterstützt werden. Native Spiele werden später zu GDevelop 5 hinzugefügt.",
  "GDevelop for the education - Teach game creation": "GDevelop für die Bildung - Lehrnen Sie die Spieleentwicklung",
  "GDevelop for education": "GDevelop für die Bildung",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "GDevelop ist im Klassenzimmer eine perfekte Gelegenheit den Schülern das Programmieren und die Spielentwicklung beizubringen. Außerdem können die Schüler ihre Kreativität frei in Lauf lassen.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop wurde bereits in Klassenzimmern und Online-Kursen, mit digitalen Medien Studenten und Kindern der ersten Klasse verwendet!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Bitte senden Sie uns Ihre Fotos und Tweets, falls Sie GDevelop für einen Kurs verwenden!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "Erstellen Sie Ihre eigenen Facebook Instant Games mit GDevelop - Veröffentlichen Sie Ihre Spiele auf dem Messenger",
  "Make games for Facebook Messenger": "Erstellen Sie Spiele für den Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Mit GDevelop können Sie Ihr Spiel als ein Facebook Instant Game in 2 Klicks exportieren.",
  "1) Create your app on Facebook Developers": "1) Erstellen Sie Ihr Programm auf Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Als erstes sollten Sie sicherstellen, dass Sie ein Konto bei **Facebook Developers** haben. Erstellen Sie anschließend ein Programm und konfigurieren Sie es so, dass \"Spiele\" als Kategorie ausgewählt und Instant Games in Ihren Produkten aktiviert ist:",
  "Go to Facebook Developers": "Gehe Sie zu Facebook Developers",
  "Read the full tutorial": "Lesen Sie das vollständige Tutorial",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Öffnen Sie GDevelop und exportieren Sie Ihr Spiel für Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Öffnen Sie Ihr Spiel in GDevelop und gehen Sie dann auf das Exportfenster. Wählen Sie **Facebook Instant Games**, klicken Sie auf Export und warten Sie ein paar Sekunden.",
  "More about exporting": "Mehr Informationen über den Export",
  "3) Upload your game": "3) Laden Sie Ihr Spiel hoch",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Gehen Sie zurück zu Ihrer Spielseite auf Facebook Developers, wählen Sie Web-Hosting im Menü und laden Sie die Dateien hoch, die von GDevelop exportiert wurden.",
  "You can also add testers to let your friends try your game.": "Sie können ebenfalls Tester hinzufügen, damit Ihre Freunde Ihr Spiel ausprobieren können.",
  "More about uploading your game": "Mehr Informationen zum Hochladen Ihres Spiels",
  "4) Try your game on Messenger": "4) Versuchen Sie Ihr Spiel auf Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Holen Sie sich jetzt Ihr Handy und den **öffne einen Messenger**. Eröffnen Sie ein Gespräch, wählen Sie Spiele und klicken Sie auf das Symbol Ihres Spiels, um mit dem Spielen zu beginnen!",
  "5) Use Instant Games features and publish your game!": "5) Benutzen Sie die Instant Games Funktion und veröffentlichen Sie Ihr Spiel!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop gab Ihnen Zugang zu den spezifischen Funktionen der Instant Games, wie z.B. dem Namen des Spielers, um Ihr Spiel besser in Messenger-Konversationen zu integrieren.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Wenn Ihr Spiel fertig ist, reichen Sie es zur Überprüfung durch Facebook ein, so dass es **weltweit verfügbar** wird!",
  "Read the full step-by-step tutorial": "Lese die Schritt-für-Schritt Anleitung",
  "Features of GDevelop - create any kind of games without coding": "Funktionen von GDevelop - Erstellen Sie jede Art von Spielen ohne Programmierung.",
  "Fully featured": "Voll features",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop ist mit Dutzenden von Funktionen ausgestattet, mit denen Sie sich jede Art von Spielen vorstellen und erstellen können.",
  "Deploy your game everywhere": "Veröffentliche dein Spiel wo es dir gefällt",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "Ein Klick Export für [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Ein Klick Export zu [Facebook Instant Games](/facebook-instant-games), um auf Messenger zu spielen.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Exportieren Sie Ihr Spiel [für das Web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) mit einem Klick.",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "Exportieren Sie Ihr Spiel für iOS (mit [PhoneGap Build oder Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Veröffentliche dein Spiel bei Kongregate, Itch.io oder auf anderen Spiele-Websites!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Export als eigenständiges ausführbares Spiel für Windows, MacOS und Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[mit einem Klick!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Erfahren Sie, wie Sie Ihr Spiel veröffentlichen können.",
  "Objects for your games": "Objekte für dein Spiel",
  "**Sprites** with multiple animations": "**Objekte** mit mehreren Animationen",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Erstellen Sie Explosionen, Feuer und beeindruckende Effekte mit **Partikelemittern**.",
  "\"9 patch\" and tiled sprites": "\"9 Patch\" und gekachelte Sprites",
  "Text objects": "Textobjekte",
  "Draw custom shapes on screen with Shape Painters": "Zeichnen Sie eigene Formen auf dem Bildschirm mit Shape Painters",
  "Support for custom collision masks": "Unterstützung von benutzerdefinierten Kollisionsmasken",
  "Read the documentation for all objects": "Lesen Sie die Dokumentation zu allen Objekten",
  "Try the online examples": "Probieren Sie die Online-Beispiele aus",
  "Add behaviors to your game objects": "Hinzufügen von Verhaltensweisen zu Ihren Spielobjekten",
  "Physics engine": "Physik-Engine",
  "Add realistic behavior to your objects": "Hinzufügen von realistischem Verhalten zu Ihren Objekten",
  "Pathfinding": "Wegfindung",
  "Have your objects move and avoiding obstacles": "Lassen Sie Ihre Objekte sich bewegen und umgehen Sie Hindernisse.",
  "Top-down movement": "Top-down Bewegung",
  "Platformer engine": "Plattform-Engine",
  "create platformer games in a breeze": "erstelle Plattformer in einem Wimpernschlag",
  "Draggable objects": "Verschiebbare Objekte",
  "quickly make your objects draggable with mouse/touch": "mach deine Objekte mit Maus/Touch ziehbar",
  "And more, to automate current tasks and behaviors in a few clicks!": "Und vieles mehr, um aktuelle Aufgabe und Verhaltensweisen mit ein paar Klicks zu automatisieren!",
  "Read the documentation for all behaviors": "Lesen Sie die Dokumentation für alle Verhaltensweisen",
  "Design advanced levels and interfaces": "Designe anspruchsvolle Level und Interfaces",
  "The scene editor lets you visually edit your levels": "Der Szenen-Editor lässt Sie Ihre Level visuell bearbeiten",
  "Support for multiple layers": "Unterstützung von mehreren Ebenen",
  "Add interfaces and create parallax effects": "Schnittstellen hinzufügen und parallax Effekte erstellen",
  "Create your levels dynamically with external layouts": "Erstellen Sie Ihre Level dynamisch mit externen Layouts",
  "Design your assets with Piskel": "Gestalten Sie Ihre Assets mit Piskel",
  "a powerful pixel art and sprite editor": "ein leistungsstarker Pixel-Art und Sprite-Editor",
  "Debugger": "Debugger",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Überprüfen Sie den Inhalt Ihres Spiels und machen Sie dynamische Änderungen während der Vorschau Ihres Spiels",
  "Performance profiler": "Leistungsprofil",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[überwachen Sie die teuren Ressourcen](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in Ihrem Spiel",
  "Discover GDevelop editors": "Entdecken Sie die GDevelop-Editoren",
  "Make desktop & mobile-ready games": "Das Erstellen von Desktop und Mobilgerät-fähigen Spielen",
  "Save player data in browser/local storage": "Speichern sie Spielerdaten im Browser oder im lokalen Speicher",
  "Full support for sound effects and musics": "Volle Unterstützung für Soundeffekte und Musik",
  "Support for touchscreens & multi-touch": "Unterstützung für Berührungssteuerung & Multi-touch",
  "Build ambitious games with advanced features": "Erstelle anspruchsvolle Spiele mit fortgeschrittenen Features",
  "Communicate with external websites using HTTP requests": "Kommuniziere mit externen Websites mithilfe von HTTP-Anfragen",
  "Use advanced events: loops, for-each and even functions": "Erweiterte Ereignisse verwenden: Schleifen, für each und even Funktionen",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipulieren Sie Variablen mit beliebig komplexen Strukturen und sogar JSON-Unterstützung.",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "Du kannst auch [JavaScript](/javascript-game-engine) für Teile deines Spiels benutzen!",
  "Read the documentation about events": "Lesen Sie die Dokumentation über Ereignisse",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Alle Editoren von GDevelop - Erschaffe Jump n' Runs, Shooter, RPGs, Actionspiele...",
  "The game editors": "Spieleeditor",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Die Benutzeroberfläche von GDevelop besteht aus intuitiven Editoren, mit denen Sie Ihre eigenen Spiele von Grund auf neu gestalten können.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Sehen Sie, wie Sie GDevelop verwenden, um einen Trigger in Ihrem Spiel in 90 Sekunden hinzuzufügen",
  "Scene editor": "Szenen-Editor",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Gestalten Sie Ihre eigenen Levels mit dem Szeneneditor: Sie können Objekte auswählen, sie auf die Szene setzen, ihre Position und Größe anpassen. Mit dem Szeneneditor können Sie Ihre Level komplett gestalten. Wenn Sie komplexe Ebenen oder Schnittstellen erstellen möchten, können Sie mit den externen Layouts Teile einer Ebene erstellen und diese dann in anderen Szenen wiederverwenden.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Loslegen in zwei Minuten: Testen Sie GDevelop in Ihrem Browser",
  "Events editor": "Ereignis-Editor",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Die Vorstellung und Erstellung der Regel Ihres Spiels bedeutet nicht, die Syntax einer komplexen Programmiersprache zu lernen. Der Event-Editor zeigt eine Liste von Ereignissen an: Jedes Ereignis besteht aus Bedingungen und Aktionen. Wenn die Bedingungen erfüllt sind, werden Aktionen durchgeführt. So einfach ist das.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Alle Bedingungen und Aktionen sind in einer Liste verfügbar, so dass du finden kannst, was du willst, um die Regeln deines Spiels festzulegen.",
  "Learn more about events in the tutorials": "Erfahren Sie mehr über Ereignisse in den Tutorials",
  "Create platformer games with GDevelop": "Plattformer mit GDevelop erstellen",
  "Develop space shooter games with GDevelop": "Space-Shooter mit GDevelop erstellen",
  "Create mario-like games with GDevelop": "Mario-Ähnliche Spiele mit GDevelop erstellen",
  "Make strategy games with GDevelop": "Strategiespiele mit GDevelop erstellen",
  "Objects editors": "Objekt-Editor",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Alles, was auf dem Bildschirm deines Spiels angezeigt wird, ist ein Objekt. Die meisten Objekte werden Sprites genannt: Sie bestehen aus Animationen und können für jedes animierte Element verwendet werden. Zum Beispiel Ihren Spieler, Feinde oder Boni, die Sie auswählen können.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Andere Objekte sind auch verfügbar, um Interfaces zu erstellen oder Effekte zu Ihrem Spiel hinzuzufügen: Texte, Partikel, geflieste Sprites...",
  "Discover all the objects available in GDevelop": "Entdecke alle Objekte, die in GDevelop verfügbar sind",
  "Resources editor": "Ressourcen-Manager",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Alle Bilder und Audiodateien, die in Ihrem Spiel verwendet werden, sind im Resources Editor aufgelistet. Es ist eine einfache Möglichkeit, Ihre Spiel-Objekte zu verwalten.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelop wird mit kostenlosen Assets geliefert, um Ihnen den Einstieg zu erleichtern! Um schnell Prototypen zu erstellen und eigene Assets zu erstellen, ist GDevelop auch mit einem leistungsstarken Pixel Art Editor namens Piskel ausgestattet.",
  "Learn everything about the editors in the documentation": "Erfahren Sie alles über die Editoren in der Dokumentation",
  "Open in GDevelop": "In GDevelop öffnen",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Beispiele für GDevelop - machen Sie Platformer, Shooter, RPGs, Actionspiele...",
  "Examples and Starters": "Beispiele und Starter",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop ist mit über 80 Beispielen und Startern gebündelt, um Ihnen einen schnellen Einstieg zu ermöglichen, eine bestimmte Funktion zu erlernen oder auszuprobieren.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Dies sind die Beispiele, die wir für sie erstell thaben, dass sie GDevelop schnell entdecken und ausprobieren können. Neugierig? Sie können sie direkt in Ihrem Browser öffnen und ausprobieren. GDevelop startet schnell und Sie werden die Beispiele in wenigen Sekunden ausprobieren können.",
  "Get started with tutorials": "Jetzt Tutorien ansehen",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Lernen Sie Schritt für Schritt, wie Sie GDevelop verwenden oder Hilfe über eine spezielle Funktion erhalten: Das Wiki hat Tutorials für Anfänger und eine komplette Dokumentation für die Software.",
  "Showcase of the games created with GDevelop": "Showcase der Spiele, die mit GDevelop erstellt wurden",
  "Here are a few games created with GDevelop. The next one should be yours!": "Hier sind einige Spiele mit GDevelop erstellt. Die nächste sollte deins sein!",
  "Play": "Spielen",
  "Made a nice game with GDevelop?": "Cooles spiel mit GDevelop erstellen?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Wir werden gerne über dein Spiel wissen und es hier hinzufügen. Stellen Sie sicher, dass du schöne Screenshots bereit hast und dass das Spiel eine hohe Qualität hat :)",
  "Submit your game": "Reiche dein Spiel ein",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, ein Spiel welches mit GDevelop erstellt wurde",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Ein saftiges Jet-Kampf-roguelike-Spiel, gemacht mit GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights ist ein saftiger Jet-Kampf-Rougelike, in dem du dich durch Massen von technologisch minderwertigen Feinden schießt, ausweichen und durchschneidest. Im Laufe deiner intergalaktischen Interventionsmission wird sich dein adaptiver Hyperjet zu etwas Stärkerem und Seltsamerem entwickeln, indem er einige der Hunderte von Gegenständen sammelt, die im Spiel verfügbar sind.",
  "History": "Verlauf",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights begann als Nebenprojekt zu unseren inzwischen abgesagten Hyperspace Admiralen. Der Prototyp von HDog wurde Ende 2016 erstellt, woraufhin er eine begrenzte Version mit frühem Zugriff auf itch.io erhielt. Im Laufe des Jahres 2017 wurde der Großteil der Inhalte entwickelt und kontinuierliches Alpha-Feedback berücksichtigt. Das Spiel wurde im März 2018 fertiggestellt, woraufhin die Veröffentlichung angekündigt wurde.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Heftiger und saftiger 2D-Jet-Kampf gegen Massen von Luft- und Bodengegnern",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Hunderte von stapelbaren Passiven, über fünfzig Waffen und Aktivposten, die alle darauf ausgerichtet sind, seltsame Synergien mit anderen zu erzeugen",
  "High replayability, your will evolve a little different on each run": "Hohe Wiederspielbarkeit, Ihr Wille entwickelt sich bei jedem Lauf etwas anders",
  "Seven zones with distinct enemy composition to explore": "Sieben Zonen mit unterschiedlicher Feindeszusammensetzung zum Erkunden",
  "10+ screen-fillingbosses": "10+ Screen-Fillingbosse",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "Mehr als 5 Player-Hyperjets zum Fliegen, alle mit freischaltbaren mk2-Ladungen",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 chillige, vielschichtige Musiktitel von Enuit und Ole Toensen",
  "Official website": "Offizielle Webseite",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, ein Spiel, das mit GDevelop entwickelt wurde",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Ein Retro-8-Bit-Spiel mit schönem Grafik und Soundtrack, entwickelt mit GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Mit GDevelop wurde das Spiel für iOS, Android, Windows, macOS, Linux bereitgestellt und sogar als echtes Arcade-Spiel veröffentlicht.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Das Spiel wurde zum 5. Geburtstag des BUB angekündigt. Um dies zu verwirklichen, wurde ein Kickstarter gestartet, damit alle Freunde des BUB auf der ganzen Welt dazu beitragen können. Der Kickstarter wurde zunächst mit 100.000 $ als Ziel gestartet, erreichte aber 148.000 $! GUTER JOB BUB.",
  "Beautiful original graphics and animation": "Schöne Originalgrafiken und Animationen",
  "Parallaxing backgrounds": "Parallax-Hintergründe",
  "Unique level design": "Einzigartiger Level-Design",
  "Huge variety of unique levels, bosses and enemies": "Große Vielfalt an einzigartigen Levels, Bossen und Feinden",
  "Complex gameplay and controls": "Komplexe Spielmechaniken und Steuerungen",
  "Unique storyline with twists and surprises": "Einzigartige Genschichtenerzählung mit Irreführungen und Überraschungen",
  "Item Inventory: collect items to be used strategically throughout the game": "Inventar: Sammel Gegenstände, die strategisch im Spiel verwendet werden sollen",
  "Completely original 8-bit soundtrack": "Komplett originale 8-bit Musik",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tippe auf Deck-Funktion, die es dir erlaubt, deine Lieblingsmusik aus dem Spiel auszuwählen",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Fähigkeit, Level zu wiederholen, um Ihre Fortschritte zu fördern und Erfolge freizuschalten",
  "Truly innovative Easter Eggs throughout": "Wahrhaft innovative Easter Eggs",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Spiele erstellen ohne Programmierung - Open-Source HTML5 und systemeigene Spieleentwicklungssoftware",
  "Create your own games": "Schaffe deine eigenen Spiele",
  "GDevelop game maker software - create video games without coding": "GDevelop Game Maker Software - Videospiele ohne Programmierung erstellen",
  "Make your own games with GDevelop": "Mache deine eigenen Spiele mit GDevelop",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop ist ein Open-Source, plattformübergreifender Spieleentwickler, der für jedermann geeignet ist - ohne Programmierkenntnisse.",
  "Create any game": "Erstelle ein beliebiges Spiel",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Schalte deine Kreativität mit GDevelop frei und erstelle jede Art von Spiel: Platformer, Puzzles, schießen Sie 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Gehe durch die Beispiele oder starte ein neues Projekt von Grund auf.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Mit GDevelop kannst du einfache Projekte aus Spaß machen oder ehrgeizige Indie-Spiele wie [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) und [tons of other games](/games-showcase) erstellen!",
  "Events - game creation for everyone": "Ereignisse - Spielentwicklung für Jedermann",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Was GDevelop einzigartig und so einfach zu bedienen macht, sind die Ereignisse. Ereignisse sind eine leistungsstarke Möglichkeit, die Logik Ihres Spiels auszudrücken, ohne eine Programmiersprache zu lernen.",
  "Events enable easy game creation": "Ereignisse eröffnen einfache Spielentwicklung",
  "Events being used in GDevelop to create the logic of a game": "Ereignisse, die in GDevelop verwendet werden, um die Logik eines Spiels zu erstellen",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Wenn Sie Space drücken, werden die Zeichenanimation und ein Sound abgespielt. Berührt eine Bombe den Charakter, werden beide zerstört.",
  "Export your game in one click": "Exportiere dein Spiele in einem Klick",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Veröffentlichen Sie Ihre Spiele im Web, iOS, Android, Windows, Mac, Linux und sogar [Facebook Messenger](/facebook-instant-games). Spiele, die mit GDevelop erstellt wurden, laufen überall und Sie können sogar einen einzigen Klick Export nach Android aus der App machen.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Erstellen Sie Spiele für iOS, Android, Windows, macOS und Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, Tablet oder Handy: GDevelop-Spiele laufen überall",
  "Unlimited possibilities": "Endlose Möglichkeiten",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Bringen Sie Ihre Ideen zum Ausdruck, ohne blockiert zu werden: Sie können neue Funktionen in wenigen Minuten in Ihren Spielen prototypisch umsetzen und uneingeschränkt verfeinern. [Spiele machen](/Games-Showcase) war noch nie so einfach wie die Zusammenstellung Ihrer Ideen mit [den visuellen Editoren](/game-editors) von GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Möchtest du noch weiter gehen? Du kannst die [Game Engine mit Javascript](/javascript-game engine) erweitern.",
  "See how to add a trigger button to your platformer game in 90 seconds": "Sehen Sie, wie Sie in 90 Sekunden einen Auslöser zu Ihrem Platformer-Spiel hinzufügen können",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tonnenweise Beispiele](/game-exampley-starters) sind ebenfalls verfügbar und können mit einem Klick ausprobiert werden.",
  "Tutorials for GDevelop and documentation on the wiki": "Tutorien sowie Dokumentationen für GDevelop gibt es in der Wiki",
  "Using JavaScript to make your games with GDevelop": "Verwenden Sie JavaScript, um Ihre Spiele mit GDevelop zu entwickeln",
  "Using JavaScript with GDevelop": "JavaScript mit GDevelop verwenden",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop unterstützt JavaScript, um dein Spiel zu erstellen oder die Game-Engine zu erweitern.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript kann verwendet werden, um einen Teil eines Spiels zu schreiben, neben Events",
  "Add JavaScript code blocks inside your game": "Füge JavaScript-Codeblöcke in deinem Spiel hinzu",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop unterstützt das Hinzufügen von JavaScript-Codeblöcken zu jedem Zeitpunkt der Ereignisse in Ihrem Spiel. Es ist eine gute Möglichkeit, einen komplexen Algorithmus zu implementieren oder Funktionen aus Open-Source-Bibliotheken wiederzuverwenden. Events und Codeblöcke können nahtlos miteinander kombiniert werden - so können Sie Teile oder sogar die Gesamtheit Ihres Spiels mit JavaScript umsetzen!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "Der JavaScript-Editor basiert auf dem superstarken Monaco-Editor, der aus [Visual Studio Code](https://code.visualstudio.com/) extrahiert wurde. Intelligente Autovervollständigungen sind vorhanden und der Editor unterstützt erweiterte Funktionen wie Mehrfachauswahl für eine schnellere Programmierung.",
  "Learn more about using JavaScript": "Erfahren Sie mehr über die Verwendung von JavaScript",
  "Extend GDevelop with JavaScript extensions": "GDevelop mit JavaScript Erweiterungen erweitern",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop ist modular aufgebaut und kann nach Ihren Bedürfnissen erweitert werden. Insbesondere alle für Spiele verfügbaren Funktionen (Objekte, Verhaltensweisen, Ereignisse) basieren auf dem Erweiterungssystem. Sie können schnell neue Erweiterungen für Ihr Spiel erstellen oder zu bestehenden beitragen, da GDevelop [open-source](https://github.com/4ian/GD) ist.",
  "How to write extensions": "Wie man Erweiterungen schreibt",
  "Game engine JavaScript documentation": "JavaScript-Dokumentation der Game Engine",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Das Dunkle Thema, das in GDevelop verwendet wird. Der Code Editor ist auch mit mehreren schönen Themen verbunden!",
  "Make your own 8-bit and pixelart games": "Mache deine eigenen 8-Bit und Pixelart-Spiele",
  "Make 8-bit and pixelart games": "Mache deine eigenen 8-Bit und Pixelart-Spiele",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite Editor und Werkzeuge, um eigene 8bit Spiele mit GDevelop zu machen",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Siehe Piskel sprite Editor, der innerhalb von GDevelop verwendet wird, um ein 8bit Spiel zu machen",
  "Piskel sprite editor": "Piskel Sprite Editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop ist mit [Piskel](https://www.piskelapp.com/), einem mächtigen und leicht zu bedienenden 2D-Sprite-Editor, zusammengestellt. Es ist das perfekte Werkzeug, um Pixel-Kunstwerte zu erstellen, um Ihrem Spiel ein Retro-Gefühl zu geben! Du kannst Objekte mit mehreren Animationen erstellen, jederzeit die Sprites bearbeiten und das Ergebnis sehen, indem du eine Vorschau deines Spiels startest.",
  "Download GDevelop to try Piskel": "GDevelop herunterladen um Piskel zu probieren",
  "Ready-made behaviors": "Vorgefertigte Verhaltensweisen",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Möchten Sie ein Retro-Platex-Spiel erstellen? GDevelop hat ein vorgefertigte Verhalten, das Sie an Ihren Charakter und Ihre Plattformen anhängen können. In wenigen Sekunden haben Sie ein einfaches Platformer-Spiel, das ausgeführt und angepasst und erweitert werden kann! Andere Verhaltensweisen, Bedingungen und Aktionen können auch verwendet werden, um jede Art von 2D-Spielen zu erstellen: shmup, \"Bullet Hell\", Arcade-Spiele...",
  "Learn more about behaviors": "Erfahren Sie mehr über Verhaltensweisen",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: ein 8-Bit-Spiel gemacht mit GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH ist ein Retro-8-Bit-Spiel mit schönen Visuals und Soundtrack, die sich zwischen Platformer-Ebenen, mit versteckten Geheimnissen und Schießstufen mit Bossen, mehreren Feinden und Bonussen abwechselt.",
  "Read more about Lil BUB's game": "Lesen Sie mehr über Lil BUB's Spiel",
  "See other games made with GDevelop": "Sehen Sie andere Spiele, die mit GDevelop erstellt wurden"
}
