{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop ist ein Open-Source-Spieleentwickler. Es kann von jedermann verwendet werden, um jede Art von 2D-Spielen zu erstellen.",
  "This website in your language": "Diese Website in Ihrer Sprache",
  "Download the editor": "Editor herunterladen",
  "Online game editor": "Online-Spiele-Editor",
  "Community forums": "Community-Foren",
  "Documentation & tutorials": "Dokumentation & Anleitungen",
  "Features": "Eigenschaften",
  "Facebook Instant Games": "Facebook Instant Games",
  "Game examples/starters": "Game examples/starters",
  "Use JavaScript with the game engine": "Use JavaScript with the game engine",
  "Make 8-bit games": "Erstelle 8-bit-Spiele",
  "Education": "Ausbildung",
  "Game editors": "Spieleditoren",
  "Games showcase": "Spiele-Schaufenster",
  "Contribute": "Mitwirken",
  "Facebook page": "Facebook-Seite",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop wurde mit Liebe erstellt von",
  "Thanks to the": "Dank der",
  "contributors": "Mitwirkende",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "der Funktionen hinzugefügt, Fehler behoben, neue Beispiele geschickt, Tutorials geschrieben und der Community geholfen hat.",
  "by": "von",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB ist ein ganz besonderes und einzigartiges Lebewesen. Sie ist \"die erstaunlichste Katze auf dem Planeten\" (http://lilbub.com)... und ihr Spiel wurde mit GDevelop erstellt!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Das Spiel ist ein Retro 8-Bit-Spiel, mit schönen Künsten und Soundtrack, die zwischen Platformers Ebenen, mit versteckten Geheimnissen, und Shooter-Levels mit Bossen, mehrere Feinde und Boni abwechselt.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights ist ein actionreiches Jet-Combat Spiel, indem Sie Ihren Weg durch Massen, technologisch unterlegener, Gegner sprengen, ausweichen und durchschneiden müssen.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Wenn Ihre intergalaktische Interventions-Mission fortschreitet, wird sich Ihr adaptiver Hyper-Jet zu etwas Stärkerem und Verrückterem entwickeln, indem Sie einige der Hunderten von Gegenständen sammeln, die im Spiel verfügbar sind.",
  "Buy on Steam": "In Steam kaufen",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Machen Sie Ihr erstes Spiel",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Stellen Sie sich vor und veröffentlichen Sie Ihre Spiele mit GDevelop. Mit Tutorials und Beispielen.",
  "Try it online": "Probieren Sie es online",
  "Download": "Download",
  "Games": "Spiele",
  "Tutorials": "Tutorien",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Unterstützen Sie GDevelops Open Source HTML5 Spielentwicklungswerkzeug",
  "Contribute to GDevelop": "Mithelfen",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop ist ein Open-Source-Projekt (auch diese Website): Jeder kann dazu beitragen und die Software verbessern!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Es gibt mehrere Möglichkeiten, wie Sie zu GDevelop beitragen können, abhängig von Ihrer Zeit, Ihren Fähigkeiten und Ihren Interessen.",
  "Help to translate GDevelop": "Hilfe bei der Übersetzung von GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop und die Website können in Ihre Sprache übersetzt werden! Übersetzungen werden auf einer Website erstellt, auf der sich jeder einbringen kann.",
  "Help us by translating GDevelop!": "Helfen Sie uns bei der Übersetzung von GDevelop!",
  "Translate the website": "Übersetzen Sie die Website",
  "Help to develop GDevelop": "Helfe dabei GDevelop weiter zu entwickeln",
  "It's easy to get the source code of GDevelop and start improving things!": "Es ist sehr einfach den Quelltext von GDevelop zu bekommen und zu verändern!",
  "Contribute on GitHub": "Mitmachen auf GitHub",
  "Edit the website on GitHub": "Bearbeiten der Website auf GitHub",
  "Check the development roadmap": "Schau dir den Entwicklungsfahrplan an",
  "Get involved in the community": "Engagieren Sie sich in der Gemeinschaft",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Das Forum und der Discord Chat sind die Orte um Hilfe zu bekommen und anderen GDevelop Benutzern zu geben!",
  "Go to the community forum": "Gehe zum Community Forum",
  "Open the Discord chat": "Öffne den Discord Chat",
  "Follow GDevelop on Facebook and Twitter:": "Folgen Sie GDevelop auf Facebook und Twitter:",
  "Write tutorials, record videos": "Schreiben Sie Tutorien und nehmen Sie Videos auf",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Für die meisten Anfänger und auch Fortgeschrittene sind Tutorials und Hilfe-Seite die wertvollsten Ressourcen schnell tolle Spiele zu erstellen. Im wiki können Sie Tutorials schreiben oder bestehende zu verbessern.",
  "Contribute to the wiki": "Trage zu dieser Seite bei",
  "Download GDevelop or try it online - create games without programming": "Laden Sie GDevelop herunter oder versuchen Sie es online - erstellen Sie Spiele ohne Programmierkenntnisse",
  "Download GDevelop": "GDevelop herunterladen",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop ist kostenlos und eignet sich für Profit oder Non-Profit-Spiel machen.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop läuft unter Windows, macOS und den neuesten Linux-Distributionen. Sie können es auch online mit Chrome, Firefox oder einem anderen aktuellen Webbrowser ausprobieren.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.",
  "To create your first game, start by reading a tutorial:": "Um Ihr erstes Spiel zu erstellen, lesen Sie zuerst ein Tutorial:",
  "Create a platformer game": "Erstellen Sie ein Plattformspiel",
  "Create a tank shooter game": "Erstellen Sie ein Panzerspiel",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop ist ein Open-Source-Projekt. Sie können sich in der Community beteiligen um es zu verbessern!",
  "Learn how to contribute": "Erfahren Sie, wie Sie uns unterstützen können",
  "GDevelop 4 (old version)": "GDevelop 4 (alte Version)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 kann immer noch heruntergeladen werden. Allerdings wird GDevelop 5 für jeden neuen Benutzer empfohlen, weil GDevelop 4 nicht mehr aktualisiert wird! Da in der Zukunft keine Unterstützung für GDevelop 4 bereitgestellt wird, empfehlen wir jedem GDevelop 4 Benutzer ein Upgrade auf GDevelop 5.",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Selbst wenn GDevelop 4 native Spiele unterstützt, empfehlen wir die Umstellung auf GDevelop 5 und HTML5 Spiele, die besser unterstützt werden. Native Spiele werden später zu GDevelop 5 hinzugefügt.",
  "GDevelop for the education - Teach game creation": "GDevelop für die Bildung - Lehrnen Sie die Spieleentwicklung",
  "GDevelop for education": "GDevelop für die Bildung",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "GDevelop ist im Klassenzimmer eine perfekte Gelegenheit den Schülern das Programmieren und die Spielentwicklung beizubringen. Außerdem können die Schüler ihre Kreativität frei in Lauf lassen.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop wurde bereits in Klassenzimmern und Online-Kursen, mit digitalen Medien Studenten und Kindern der ersten Klasse verwendet!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Bitte senden Sie uns Ihre Fotos und Tweets, falls Sie GDevelop für einen Kurs verwenden!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "Erstellen Sie Ihre eigenen Facebook Instant Games mit GDevelop - Veröffentlichen Sie Ihre Spiele auf dem Messenger",
  "Make games for Facebook Messenger": "Erstellen Sie Spiele für den Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Mit GDevelop können Sie Ihr Spiel als ein Facebook Instant Game in 2 Klicks exportieren.",
  "1) Create your app on Facebook Developers": "1) Erstellen Sie Ihr Programm auf Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Als erstes sollten Sie sicherstellen, dass Sie ein Konto bei **Facebook Developers** haben. Erstellen Sie anschließend ein Programm und konfigurieren Sie es so, dass \"Spiele\" als Kategorie ausgewählt und Instant Games in Ihren Produkten aktiviert ist:",
  "Go to Facebook Developers": "Gehe Sie zu Facebook Developers",
  "Read the full tutorial": "Lesen Sie das vollständige Tutorial",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Öffnen Sie GDevelop und exportieren Sie Ihr Spiel für Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.",
  "More about exporting": "Mehr Informationen über den Export",
  "3) Upload your game": "3) Laden Sie Ihr Spiel hoch",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Gehen Sie zurück zu Ihrer Spielseite auf Facebook Developers, wählen Sie Web-Hosting im Menü und laden Sie die Dateien hoch, die von GDevelop exportiert wurden.",
  "You can also add testers to let your friends try your game.": "Sie können ebenfalls Tester hinzufügen, damit Ihre Freunde Ihr Spiel ausprobieren können.",
  "More about uploading your game": "Mehr Informationen zum Hochladen Ihres Spiels",
  "4) Try your game on Messenger": "4) Versuchen Sie Ihr Spiel auf Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!",
  "5) Use Instant Games features and publish your game!": "5) Use Instant Games features and publish your game!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!",
  "Read the full step-by-step tutorial": "Lese die Schritt-für-Schritt Anleitung",
  "Features of GDevelop - create any kind of games without coding": "Features of GDevelop - create any kind of games without coding",
  "Fully featured": "Voll features",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop is bundled with dozens of features to imagine and create any kind of games.",
  "Deploy your game everywhere": "Veröffentliche dein Spiel wo es dir gefällt",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Veröffentliche dein Spiel bei Kongregate, Itch.io oder auf anderen Spiele-Websites!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Export as a stand-alone executable game for Windows, macOS and Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Learn how to publish your game",
  "Objects for your games": "Objekte für dein Spiel",
  "**Sprites** with multiple animations": "**Sprites** with multiple animations",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Create explosions, fire and impressive effects with **Particle Emitters**",
  "\"9 patch\" and tiled sprites": "\"9 Patch\" und gekachelte Sprites",
  "Text objects": "Textobjekte",
  "Draw custom shapes on screen with Shape Painters": "Draw custom shapes on screen with Shape Painters",
  "Support for custom collision masks": "Unterstützung von benutzerdefinierten Kollisionsmasken",
  "Read the documentation for all objects": "Read the documentation for all objects",
  "Try the online examples": "Try the online examples",
  "Add behaviors to your game objects": "Add behaviors to your game objects",
  "Physics engine": "Physik-Engine",
  "Add realistic behavior to your objects": "Add realistic behavior to your objects",
  "Pathfinding": "Wegfindung",
  "Have your objects move and avoiding obstacles": "Have your objects move and avoiding obstacles",
  "Top-down movement": "Top-down Bewegung",
  "Platformer engine": "Plattform-Engine",
  "create platformer games in a breeze": "erstelle Plattformer in einem Wimpernschlag",
  "Draggable objects": "Verschiebbare Objekte",
  "quickly make your objects draggable with mouse/touch": "quickly make your objects draggable with mouse/touch",
  "And more, to automate current tasks and behaviors in a few clicks!": "Und vieles mehr, um aktuelle Aufgabe und Verhaltensweisen mit ein paar Klicks zu automatisieren!",
  "Read the documentation for all behaviors": "Read the documentation for all behaviors",
  "Design advanced levels and interfaces": "Designe anspruchsvolle Level und Interfaces",
  "The scene editor lets you visually edit your levels": "Der Szenen-Editor lässt Sie Ihre Level visuell bearbeiten",
  "Support for multiple layers": "Unterstützung von multipler Ebenen",
  "Add interfaces and create parallax effects": "Add interfaces and create parallax effects",
  "Create your levels dynamically with external layouts": "Erstellen Sie Ihre Level dynamisch mit externen Layouts",
  "Design your assets with Piskel": "Design your assets with Piskel",
  "a powerful pixel art and sprite editor": "a powerful pixel art and sprite editor",
  "Debugger": "Debugger",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Inspect the content of your game and make dynamic changes while previewing your game",
  "Performance profiler": "Leistungsprofil",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game",
  "Discover GDevelop editors": "Discover GDevelop editors",
  "Make desktop & mobile-ready games": "Das Erstellen von Desktop und Mobilgerät-fähigen Spielen",
  "Save player data in browser/local storage": "Save player data in browser/local storage",
  "Full support for sound effects and musics": "Volle Unterstützung für Soundeffekte und Musik",
  "Support for touchscreens & multi-touch": "Unterstützung für Berührungssteuerung & Multi-touch",
  "Build ambitious games with advanced features": "Erstelle anspruchsvolle Spiele mit fortgeschrittenen Features",
  "Communicate with external websites using HTTP requests": "Kommuniziere mit externen Websites mithilfe von HTTP-Anfragen",
  "Use advanced events: loops, for-each and even functions": "Use advanced events: loops, for-each and even functions",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipulate variables with arbitrary complex structures and even JSON support",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!",
  "Read the documentation about events": "Read the documentation about events",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "All editors of GDevelop - make platformer, shooter, rpg, action games...",
  "The game editors": "Spieleeditor",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "The interface of GDevelop is made of intuitive editors to design your own games from scratch.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "See how to use GDevelop to add a trigger in your game in 90 seconds",
  "Scene editor": "Szenen-Editor",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Loslegen in zwei Minuten: Testen Sie GDevelop in Ihrem Browser",
  "Events editor": "Ereignis-Editor",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.",
  "Learn more about events in the tutorials": "Learn more about events in the tutorials",
  "Create platformer games with GDevelop": "Plattformer mit GDevelop erstellen",
  "Develop space shooter games with GDevelop": "Space-Shooter mit GDevelop erstellen",
  "Create mario-like games with GDevelop": "Mario-Ähnliche Spiele mit GDevelop erstellen",
  "Make strategy games with GDevelop": "Strategiespiele mit GDevelop erstellen",
  "Objects editors": "Objekt-Editor",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...",
  "Discover all the objects available in GDevelop": "Discover all the objects available in GDevelop",
  "Resources editor": "Ressourcen-Manager",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.",
  "Learn everything about the editors in the documentation": "Learn everything about the editors in the documentation",
  "Open in GDevelop": "In GDevelop öffnen",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Examples of GDevelop - make platformer, shooter, rpg, action games...",
  "Examples and Starters": "Examples and Starters",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.",
  "Get started with tutorials": "Jetzt Tutorien ansehen",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.",
  "Showcase of the games created with GDevelop": "Showcase of the games created with GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Here are a few games created with GDevelop. The next one should be yours!",
  "Play": "Spielen",
  "Made a nice game with GDevelop?": "Cooles spiel mit GDevelop erstellen?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)",
  "Submit your game": "Reiche dein Spiel ein",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, a game created with GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "A juicy jet-combat roguelike game, made with GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.",
  "History": "Verlauf",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Fierce and juicy 2d jet combat against masses of air and ground based enemies",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another",
  "High replayability, your will evolve a little different on each run": "High replayability, your will evolve a little different on each run",
  "Seven zones with distinct enemy composition to explore": "Seven zones with distinct enemy composition to explore",
  "10+ screen-fillingbosses": "10+ screen-fillingbosses",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 chilled, multi-layered music tracks by Enuit and Ole Toensen",
  "Official website": "Offizielle Webseite",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, a game created with GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.",
  "Beautiful original graphics and animation": "Beautiful original graphics and animation",
  "Parallaxing backgrounds": "Parallax-Hintergründe",
  "Unique level design": "Einzigartiger Level-Design",
  "Huge variety of unique levels, bosses and enemies": "Huge variety of unique levels, bosses and enemies",
  "Complex gameplay and controls": "Komplexe Spielmechaniken und Steuerungen",
  "Unique storyline with twists and surprises": "Einzigartige Genschichtenerzählung mit Irreführungen und Überraschungen",
  "Item Inventory: collect items to be used strategically throughout the game": "Item Inventory: collect items to be used strategically throughout the game",
  "Completely original 8-bit soundtrack": "Komplett originale 8-bit Musik",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape Deck feature that allows you to select your favorite music from the game",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Ability to revisit and replay levels to further your progress and unlock achievements",
  "Truly innovative Easter Eggs throughout": "Truly innovative Easter Eggs throughout",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Spiele erstellen ohne Programmierung - Open-Source HTML5 und systemeigene Spieleentwicklungssoftware",
  "Create your own games": "Schaffe deine eigenen Spiele",
  "GDevelop game maker software - create video games without coding": "GDevelop game maker software - create video games without coding",
  "Make your own games with GDevelop": "Mache deine eigenen Spiele mit GDevelop",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.",
  "Create any game": "Erstelle ein beliebiges Spiel",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!",
  "Events - game creation for everyone": "Ereignisse - Spielentwicklung für Jedermann",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Was GDevelop einzigartig und so einfach zu bedienen macht, sind die Ereignisse. Ereignisse sind eine leistungsstarke Möglichkeit, die Logik Ihres Spiels auszudrücken, ohne eine Programmiersprache zu lernen.",
  "Events enable easy game creation": "Ereignisse eröffnen einfache Spielentwicklung",
  "Events being used in GDevelop to create the logic of a game": "Events being used in GDevelop to create the logic of a game",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.",
  "Export your game in one click": "Exportiere dein Spiele in einem Klick",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Erstellen Sie Spiele für iOS, Android, Windows, macOS und Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, Tablet oder Handy: GDevelop-Spiele laufen überall",
  "Unlimited possibilities": "Endlose Möglichkeiten",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "See how to add a trigger button to your platformer game in 90 seconds",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.",
  "Tutorials for GDevelop and documentation on the wiki": "Tutorien sowie Dokumentationen für GDevelop gibt es in der Wiki",
  "Using JavaScript to make your games with GDevelop": "Using JavaScript to make your games with GDevelop",
  "Using JavaScript with GDevelop": "Using JavaScript with GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop supports JavaScript to create your game or extend the game engine.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript can be used to write part of a game, alongside with events",
  "Add JavaScript code blocks inside your game": "Add JavaScript code blocks inside your game",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.",
  "Learn more about using JavaScript": "Learn more about using JavaScript",
  "Extend GDevelop with JavaScript extensions": "Extend GDevelop with JavaScript extensions",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "How to write extensions",
  "Game engine JavaScript documentation": "Game engine JavaScript documentation",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!",
  "Make your own 8-bit and pixelart games": "Make your own 8-bit and pixelart games",
  "Make 8-bit and pixelart games": "Make 8-bit and pixelart games",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor and tools to make your own 8bit games with GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "See Piskel sprite editor being used inside GDevelop to make a 8bit game",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.",
  "Download GDevelop to try Piskel": "Download GDevelop to try Piskel",
  "Ready-made behaviors": "Ready-made behaviors",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...",
  "Learn more about behaviors": "Learn more about behaviors",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Read more about Lil BUB's game": "Read more about Lil BUB's game",
  "See other games made with GDevelop": "See other games made with GDevelop"
}
