{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "Το GDevelop είναι μια εφαρμογή ανοιχτού κώδικα για τη δημιουργία παιχνιδιών. Μπορεί να τη χρησιμοποιήσει ο καθένας για να δημιουργήσει παιχνίδια 2D οποιουδήποτε είδους.",
  "This website in your language": "Αυτή η ιστοσελίδα στη γλώσσα σας",
  "Download the editor": "Κατεβάστε το πρόγραμμα επεξεργασίας",
  "Online game editor": "Online πρόγραμμα επεξεργασίας",
  "Community forums": "Φόρουμ της κοινότητας",
  "Documentation & tutorials": "Εγχειρίδια & οδηγοί",
  "Features": "Χαρακτηριστικά",
  "Facebook Instant Games": "Άμεσα Παιχνίδια του Facebook",
  "Game examples/starters": "Game examples/starters",
  "Use JavaScript with the game engine": "Use JavaScript with the game engine",
  "Make 8-bit games": "Make 8-bit games",
  "Education": "Εκπαίδευση",
  "Game editors": "Προγράμματα επεξεργασίας παιχνιδιών",
  "Games showcase": "Έκθεση παιχνιδιών",
  "Contribute": "Συνεισφέρετε",
  "Facebook page": "Σελίδα στο Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "Το GDevelop δημιουργήθηκε με αγάπη από τον",
  "Thanks to the": "Χάρη σε",
  "contributors": "συνεισφέροντες",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "που πρόσθεσαν χαρακτηριστικά, επιδιόρθωσαν σφάλματα, έστειλαν νέα παραδείγματα, σύνταξαν οδηγούς, και βοήθησαν την κοινότητα.",
  "by": "από",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "Το BUB είναι πολύ ιδιαίτερο, ένα μοναδικό δημιούργημα. Πιο συγκεκριμένα, είναι το [πιο φανταστικό γατί του πλανήτη](http://lilbub.com)... και το παιχνίδι της δημιουργήθηκε με το GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Το παιχνίδι είναι ένα ρετρό 8-bit, με όμορφες εικόνες και soundtrack, που εναλλάσσεται ανάμεσα σε επίπεδα platformer, με κρυμμένα μυστικά και επίπεδα shooter με αρχιεχθρούς, πολλαπλούς εχθρούς και bonus.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Το Hyperspace Dogfights είναι ένα πικάντικο παιχνίδι αερομαχίας τύπου rogue, στο οποίο θα ανατινάξετε, θα κάνετε ελιγμούς και θα ανοίξετε δρόμο ανάμεσα σε ορδές εχθρών που διαθέτουν κατώτερη τεχνολογία από εσάς.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Καθώς η διαγαλαξιακή σας αποστολή εξελίσσεται, το προσαρμόσιμο hyper-jet σας θα εξελίσσεται σε κάτι όλο και δυνατότερο και πιο περίεργο, μαζεύοντας μερικές εκατοντάδες από τα διαθέσιμα αντικείμενα του παιχνιδιού.",
  "Buy on Steam": "Αγοράστε στο Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Δημιουργήστε το πρώτο σας παιχνίδι",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Φανταστείτε και δημοσιεύστε το παιχνίδι σας με το GDevelop. Εξοπλισμένο με πακέτα οδηγών και παραδείγματα.",
  "Try it online": "Δοκιμάστε το online",
  "Download": "Κατέβασμα",
  "Games": "Παιχνίδια",
  "Tutorials": "Οδηγοί",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Συνεισφέρετε στο GDevelop - Το ανοιχτού κώδικα εργαλείο δημιουργίας παιχνιδιών HTML5",
  "Contribute to GDevelop": "Συνεισφέρετε στο GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "Το GDevelop είναι ένα project ανοιχτού κώδικα (ακόμη και αυτός ο ιστότοπος): ο οποιοσδήποτε μπορεί να συνεισφέρει και να βελτιώσει το λογισμικό!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Υπάρχουν πολλοί τρόποι να συνεισφέρετε στο GDevelop, αναλόγως το χρόνο, τις δεξιότητες και τα ενδιαφέροντά σας.",
  "Help to translate GDevelop": "Βοηθήστε στη μετάφραση του GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "Το GDevelop και η ιστοσελίδα του μπορούν να μεταφραστούν στη γλώσσα σας! Οι μεταφράσεις πραγματοποιούνται σε μια ιστοσελίδα όπου μπορεί να συμμετέχει ο καθένας.",
  "Help us by translating GDevelop!": "Βοηθήστε μας μεταφράζοντας το GDevelop!",
  "Translate the website": "Μεταφράστε την ιστοσελίδα",
  "Help to develop GDevelop": "Βοηθήστε να αναπτύξουμε το GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Είναι εύκολο να βρείτε τον πηγαίο κώδικα του GDevelop και να ξεκινήσετε να βελτιώνετε τα πράγματα!",
  "Contribute on GitHub": "Συνεισφέρετε στο GitHub",
  "Edit the website on GitHub": "Επεξεργαστείτε την ιστοσελίδα στο GitHub",
  "Check the development roadmap": "Ελέγξτε τον χάρτη ανάπτυξης",
  "Get involved in the community": "Δραστηριοποιηθείτε στην κοινότητα",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Το φόρουμ και η συνομιλία του Discord είναι τα κατάλληλα μέρη για να πάρετε και να δώσετε βοήθεια σε άλλους χρήστες του GDevelop!",
  "Go to the community forum": "Μεταβείτε στο φόρουμ της κοινότητας",
  "Open the Discord chat": "Ανοίξτε τη συνομιλία του Discord",
  "Follow GDevelop on Facebook and Twitter:": "Ακολουθήστε το GDevelop στο Facebook και στο Twitter:",
  "Write tutorials, record videos": "Γράψτε οδηγούς, κάντε εγγραφή βίντεο",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Για τους περισσότερους αρχάριους, ακόμη και για προχωρημένους χρήστες, οι οδηγοί και η σελίδα βοήθειας αποτελούν τα πιο χρήσιμα εφόδια για τη γρήγορη δημιουργία υπέροχων παιχνιδιών. Στο wiki, μπορείτε να γράψετε οδηγούς ή να βελτιώσετε τους ήδη υπάρχοντες.",
  "Contribute to the wiki": "Συνεισφέρετε στο wiki",
  "Download GDevelop or try it online - create games without programming": "Κατεβάστε το GDevelop ή δοκιμάστε το online - δημιουργήστε παιχνίδια χωρίς προγραμματισμό",
  "Download GDevelop": "Λήψη του GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "Το GDevelop είναι δωρεάν και μπορεί να χρησιμοποιηθεί για κερδοσκοπική ή μη κερδοσκοπική δημιουργία παιχνιδιών.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "Το GDevelop λειτουργεί σε Windows, macOS και τις πιο πρόσφατες εκδόσεις των Linux. Μπορείτε επίσης να το δοκιμάσετε online μέσω Chrome, Firefox ή και κάποιου άλλου πρόσφατου περιηγητή.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.",
  "To create your first game, start by reading a tutorial:": "Για να δημιουργήσετε το πρώτο σας παιχνίδι, ξεκινήστε διαβάζοντας έναν οδηγό:",
  "Create a platformer game": "Δημιουργήστε ένα παιχνίδι τύπου platformer",
  "Create a tank shooter game": "Δημιουργήστε ένα παιχνίδι τύπου tank shooter",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "Το GDevelop είναι ένα project ανοιχτού κώδικα. Μπορείτε να συμμετέχετε στην κοινότητα για να το βελτιώσετε!",
  "Learn how to contribute": "Μάθετε πώς να συνεισφέρετε",
  "GDevelop 4 (old version)": "GDevelop 4 (παλιά έκδοση)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Μπορείτε ακόμα να κατεβάσετε τo GDevelop 4. Το GDevelop 5 προτείνεται για όλους τους νέους χρήστες, καθώς δεν θα υπάρξει πλέον αναβάθμιση για το GDevelop 4! Δεν θα παρέχεται ούτε υποστήριξη για το GDevelop 4: συνιστούμε σε όλους τους χρήστες του GDevelop 4 να αναβαθμίσουν την έκδοσή τους σε GDevelop 5.",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Ακόμη και αν το GDevelop 4 υποστηρίζει native παιχνίδια, σας συνιστούμε να αλλάξετε στο GDevelop 5 και σε παιχνίδια HTML 5, τα οποία υποστηρίζονται καλύτερα. Τα native παιχνίδια θα προστεθούν στο GDevelop 5 αργότερα.",
  "GDevelop for the education - Teach game creation": "Το GDevelop για εκπαιδευτικό σκοπό - Διδάξτε τη δημιουργία παιχνιδιών",
  "GDevelop for education": "Το GDevelop για εκπαιδευτικό σκοπό",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Η χρήση του GDevelop στην τάξη αποτελεί την τέλεια ευκαιρία να διδάξετε προγραμματισμό, δημιουργία παιχνιδιών και να απελευθερώσετε τη δημιουργικότητα των μαθητών σας.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "Το GDevelop έχει ήδη χρησιμοποιηθεί σε αίθουσες διδασκαλίας και online σειρές μαθημάτων, με φοιτητές ψηφιακών μέσων ή παιδιά πρώτης τάξης του δημοτικού!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Παρακαλούμε στείλτε μας τις φωτογραφίες και τα tweet σας, εάν χρησιμοποιείτε το GDevelop σε κάποια σειρά μαθημάτων!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "Δημιουργήστε τα δικά σας Άμεσα Παιχνίδια του Facebook με το GDevelop - δημοσιεύστε τα παιχνίδια σας στο Messenger",
  "Make games for Facebook Messenger": "Δημιουργήστε παιχνίδια για το Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Με το GDevelop, μπορείτε να κάνετε εξαγωγή του παιχνιδιού σας σαν Άμεσο Παιχνίδι του Facebook με 2 κλικ.",
  "1) Create your app on Facebook Developers": "1) Δημιουργήστε την εφαρμογή σας στο Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Πρώτον, βεβαιωθείτε πως έχετε έναν λογαριασμό στο **Facebook Developers**. Δημιουργήστε μια εφαρμογή και ρυθμίστε την να επιλέγει ως κατηγορία της τα \"Παιχνίδια\" και να επιτρέπει την πρόσβαση του 'Άμεσα Παιχνίδια' στα 'Προϊόντα':",
  "Go to Facebook Developers": "Μεταβείτε στο Facebook Developers",
  "Read the full tutorial": "Διαβάστε τον πλήρη οδηγό",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Ανοίξτε το GDevelop και κάντε εξαγωγή για: 'Άμεσα Παιχνίδια του Facebook'",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.",
  "More about exporting": "Περισσότερα σχετικά με την εξαγωγή",
  "3) Upload your game": "3) Μεταφορτώστε το παιχνίδι σας",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Επιστρέψτε στο Facebook Developers, επιλέξτε 'Web Hosting' από το μενού και **μεταφορτώστε το αρχείο** που έχει εξαχθεί από το GDevelop.",
  "You can also add testers to let your friends try your game.": "Μπορείτε να προσθέσετε ακόμα και δοκιμαστές και να επιτρέψετε στους φίλους σας να δοκιμάσουν το παιχνίδι σας.",
  "More about uploading your game": "Περισσότερα σχετικά με τη μεταφόρτωση του παιχνιδιού σας",
  "4) Try your game on Messenger": "4) Δοκιμάστε το παιχνίδι σας στο Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Τώρα, πάρτε το τηλέφωνό σας και **ανοίξτε το messenger**. Ανοίξτε μια συνομιλία, επιλέξτε 'Παιχνίδια' και κάντε κλικ στο εικονίδιο του παιχνιδιού σας για να ξεκινήσετε να παίζετε!",
  "5) Use Instant Games features and publish your game!": "5) Χρησιμοποιήστε χαρακτηριστικά των 'Άμεσων Παιχνιδιών' και δημοσιεύστε το παιχνίδι σας!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "Το GDevelop σας έδωσε πρόσβαση σε συγκεκριμένα χαρακτηριστικά του 'Άμεσα Παιχνίδια', όπως το όνομα παίκτη, έτσι ώστε να ενσωματώσετε πιο εύκολα το παιχνίδι σας στις συνομιλίες του Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Μόλις είναι έτοιμο το παιχνίδι σας, υποβάλετέ το για αξιολόγηση από το Facebook, έτσι ώστε να γίνει **διαθέσιμο παγκοσμίως**!",
  "Read the full step-by-step tutorial": "Διαβάστε τον πλήρη οδηγό βήμα-βήμα",
  "Features of GDevelop - create any kind of games without coding": "Χαρακτηριστικά του GDevelop - δημιουργήστε οποιουδήποτε είδους παιχνίδι χωρίς προγραμματισμό",
  "Fully featured": "Με πλήρη χαρακτηριστικά",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "Το GDevelop έρχεται με ένα πακέτο δεκάδων χαρακτηριστικών για να φανταστείτε και να δημιουργήσετε οποιουδήποτε είδους παιχνίδι.",
  "Deploy your game everywhere": "Αξιοποιήστε το παιχνίδι σας παντού",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "Εξαγωγή με ένα κλικ για [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Εξαγωγή με ένα κλικ στο [Άμεσα Παιχνίδια του Facebook](/facebook-instant-games), για να παίξετε στο Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Εξαγωγή του παιχνιδιού σας [για το διαδίκτυο](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) με ένα κλικ",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "Κάντε εξαγωγή του παιχνιδιού σας στο iOS (με [PhoneGap Build ή Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Δημοσιεύστε το παιχνίδι σας στα Kongregate, Itch.io και άλλες gaming ιστοσελίδες!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Εξαγωγή ως αυτόνομο παιχνίδι, εκτελέσιμο σε Windows, macOS και Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Μάθετε πώς να δημοσιεύσετε το παιχνίδι σας",
  "Objects for your games": "Αντικείμενα για τα παιχνίδια σας",
  "**Sprites** with multiple animations": "**Sprite** με πολλαπλές κινήσεις",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Δημιουργήστε εκρήξεις, φωτιά και εντυπωσιακά εφέ με τις **Εκπομπές Σωματιδίων**",
  "\"9 patch\" and tiled sprites": "\"9 Σημείων\" και tiled sprite",
  "Text objects": "Αντικείμενα κειμένου",
  "Draw custom shapes on screen with Shape Painters": "Ζωγραφίστε προσαρμοσμένα σχήματα στην οθόνη σας με τη Σχεδίαση Σχημάτων",
  "Support for custom collision masks": "Υποστήριξη για προσαρμοσμένες μάσκες συγκρούσεων",
  "Read the documentation for all objects": "Διαβάστε την τεκμηρίωση για όλα τα αντικείμενα",
  "Try the online examples": "Try the online examples",
  "Add behaviors to your game objects": "Προσθέστε συμπεριφορές στα αντικείμενα του παιχνιδιού σας",
  "Physics engine": "Μηχανή φυσικής",
  "Add realistic behavior to your objects": "Προσθέστε ρεαλιστικές συμπεριφορές στα αντικείμενά σας",
  "Pathfinding": "Pathfinding",
  "Have your objects move and avoiding obstacles": "Βάλτε τα αντικείμενά σας να κινούνται και να αποφεύγουν εμπόδια",
  "Top-down movement": "Κίνηση από πάνω προς τα κάτω",
  "Platformer engine": "Μηχανή Platformer",
  "create platformer games in a breeze": "δημιουργήστε παιχνίδια τύπου platformer στο πι και φι",
  "Draggable objects": "Μετακινούμενα αντικείμενα",
  "quickly make your objects draggable with mouse/touch": "κάντε γρήγορα τα αντικείμενά σας να μετακινούνται με ποντίκι ή αφή",
  "And more, to automate current tasks and behaviors in a few clicks!": "Και ακόμα περισσότερα, για να αυτοματοποιήσετε τρέχουσες διεργασίες και συμπεριφορές με λίγα μόνο κλικ!",
  "Read the documentation for all behaviors": "Διαβάστε την τεκμηρίωση για όλες τις συμπεριφορές",
  "Design advanced levels and interfaces": "Σχεδιάστε προχωρημένα επίπεδα και διεπαφές",
  "The scene editor lets you visually edit your levels": "Ο επεξεργαστής σκηνών σας επιτρέπει να επεξεργαστείτε οπτικά τα επίπεδά σας",
  "Support for multiple layers": "Υποστήριξη πολλαπλών επιπέδων",
  "Add interfaces and create parallax effects": "Προσθέστε διεπαφές και δημιουργήστε εφέ που αλλάζουν",
  "Create your levels dynamically with external layouts": "Δημιουργήστε τα επίπεδά σας δυναμικά, με εξωτερικά πρότυπα διάταξης",
  "Design your assets with Piskel": "Σχεδιάστε τα στοιχεία σας με το Piskel",
  "a powerful pixel art and sprite editor": "ένα πανίσχυρο πρόγραμμα επεξεργασίας εικονοστοιχείων και sprite",
  "Debugger": "Εργαλείο Αποσφαλμάτωσης",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Ελέγξτε το περιεχόμενο του παιχνιδιού σας και πραγματοποιήστε δυναμικές αλλαγές, ενώ παράλληλα κάνετε προεπισκόπηση του παιχνιδιού",
  "Performance profiler": "Δημιουργός προφίλ επιδόσεων",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game",
  "Discover GDevelop editors": "Ανακαλύψτε τους επεξεργαστές του GDevelop",
  "Make desktop & mobile-ready games": "Δημιουργήστε παιχνίδια desktop & mobile-ready",
  "Save player data in browser/local storage": "Αποθηκεύστε τα δεδομένα του παίκτη στον περιηγητή ή στον δίσκο",
  "Full support for sound effects and musics": "Πλήρης υποστήριξη για ηχητικά εφέ και μουσικές",
  "Support for touchscreens & multi-touch": "Υποστήριξη για οθόνες αφής & multi-touch",
  "Build ambitious games with advanced features": "Δημιουργήστε φιλόδοξα παιχνίδια με προηγμένα χαρακτηριστικά",
  "Communicate with external websites using HTTP requests": "Επικοινωνήστε με εξωτερικούς ιστοτόπους χρησιμοποιώντας αιτήματα HTTP",
  "Use advanced events: loops, for-each and even functions": "Χρησιμοποιήστε προχωρημένα συμβάντα: βρόγχους επανάληψης, βρόγχους \"for-each\" ή ακόμη και ολόκληρες διαδικασίες",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Διαχειριστείτε μεταβλητές με αυθαίρετες σύνθετες δομές ακόμη και με υποστήριξη JSON",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!",
  "Read the documentation about events": "Διαβάστε την τεκμηρίωση των συμβάντων",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Όλοι οι επεξεργαστές του GDevelop - δημιουργήστε παιχνίδια τύπου platformer, shooter, rpg, action...",
  "The game editors": "Οι επεξεργαστές παιχνιδιών",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Η διεπαφή του GDevelop έχει δημιουργηθεί με διαισθητικούς επεξεργαστές, για να σχεδιάζετε τα παιχνίδια σας από το μηδέν.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Δείτε πώς να χρησιμοποιήσετε το GDevelop για να προσθέσετε ένα κουμπί ενεργοποίησης στο παιχνίδι σας σε 90 δευτερόλεπτα",
  "Scene editor": "Επεξεργαστής σκηνών",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Σχεδιάστε τα δικά σας επίπεδα με τον επεξεργαστή σκηνών: μπορείτε να επιλέξετε αντικείμενα, να τα βάλετε στη σκηνή σας, να προσαρμόσετε τη θέση και το μέγεθός τους. Μπορείτε να σχεδιάσετε εξολοκλήρου τα επίπεδά σας με τον επεξεργαστή σκηνών. Εάν θέλετε να δημιουργήσετε περίπλοκα επίπεδα ή διεπαφές, τα εξωτερικά πρότυπα διάταξης σας επιτρέπουν να δημιουργήσετε μέρη ενός επιπέδου κι έπειτα να τα ξαναχρησιμοποιήσετε σε άλλες σκηνές.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Ξεκινήστε μέσα σε 2 λεπτά: Δοκιμάστε το GDevelop στον περιηγητή σας",
  "Events editor": "Επεξεργαστής συμβάντων",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Το να φανταστείτε και να δημιουργήσετε τους κανόνες του παιχνιδιού σας δεν σημαίνει πως πρέπει να μάθετε πώς συντάσσεται μια περίπλοκη γλώσσα προγραμματισμού. Ο επεξεργαστής συμβάντων σας εμφανίζει ένα φύλλο με συμβάντα: το κάθε συμβάν αποτελείται από συνθήκες και ενέργειες. Όταν οι συνθήκες πληρούνται, οι ενέργειες εκτελούνται. Είναι τόσο απλό.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Όλες οι συνθήκες και οι ενέργειες είναι διαθέσιμες σε μια λίστα, ώστε να μπορείτε να ψάχνετε και να βρίσκετε εύκολα ό,τι θέλετε για να ορίσετε τους κανόνες του παιχνιδιού σας.",
  "Learn more about events in the tutorials": "Μάθετε περισσότερα για τα συμβάντα στους οδηγούς",
  "Create platformer games with GDevelop": "Δημιουργήστε παιχνίδια τύπου platformer με το GDevelop",
  "Develop space shooter games with GDevelop": "Δημιουργήστε παιχνίδια τύπου space shooter με το GDevelop",
  "Create mario-like games with GDevelop": "Δημιουργήστε παιχνίδια τύπου Super Mario με το GDevelop",
  "Make strategy games with GDevelop": "Φτιάξτε παιχνίδια στρατηγικής με το GDevelop",
  "Objects editors": "Επεξεργαστές αντικειμένων",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Οτιδήποτε προβάλλεται στην οθόνη του παιχνιδιού σας αποτελεί αντικείμενο. Τα περισσότερα αντικείμενα ονομάζονται sprite: αποτελούνται από κινήσεις και μπορούν να χρησιμοποιηθούν για οποιοδήποτε κινούμενο στοιχείο. Για παράδειγμα, τον παίκτη σας, εχθρούς ή για να μαζέψετε bonus.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Υπάρχουν κι άλλα αντικείμενα διαθέσιμα για να δημιουργήσετε διεπαφές ή να προσθέσετε εφέ στο παιχνίδι σας: κείμενα, σωματίδια, πλακίδια με sprite...",
  "Discover all the objects available in GDevelop": "Ανακαλύψτε όλα τα διαθέσιμα αντικείμενα στο GDevelop",
  "Resources editor": "Επεξεργαστής πόρων",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Όλα τα αρχεία εικόνας και ήχου που χρησιμοποιούνται στο παιχνίδι, είναι καταχωρημένα στον Επεξεργαστή Πόρων. Είναι ένας εύκολος τρόπος να διαχειριστείτε τα στοιχεία του παιχνιδιού σας.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "Το GDevelop έρχεται με ένα πακέτο δωρεάν στοιχείων για να σας βοηθήσει να ξεκινήσετε! Για να σχεδιάσετε και να δημιουργήσετε τα δικά σας στοιχεία, το GDevelop είναι εξοπλισμένο με ένα ισχυρό πρόγραμμα επεξεργασίας εικόνας, που ονομάζεται Piskel.",
  "Learn everything about the editors in the documentation": "Μάθετε τα πάντα για τα προγράμματα επεξεργασίας στην τεκμηρίωση",
  "Open in GDevelop": "Open in GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Examples of GDevelop - make platformer, shooter, rpg, action games...",
  "Examples and Starters": "Examples and Starters",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.",
  "Get started with tutorials": "Ξεκινήστε με τους οδηγούς",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Μάθετε βήμα-βήμα πώς να χρησιμοποιείτε το GDevelop ή βρείτε βοήθεια για ένα συγκεκριμένο χαρακτηριστικό: το wiki έχει οδηγούς για αρχάριους, καθώς και πλήρη τεκμηρίωση του λογισμικού.",
  "Showcase of the games created with GDevelop": "Έκθεση των παιχνιδιών που δημιουργήθηκαν με το GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Ορίστε μερικά παιχνίδια που δημιουργήθηκαν με το GDevelop. Το επόμενο θα πρέπει να είναι το δικό σας!",
  "Play": "Παίξτε",
  "Made a nice game with GDevelop?": "Δημιουργήσατε ένα ωραίο παιχνίδι με το GDevelop;",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Θα θέλαμε πολύ να μάθουμε για το παιχνίδι σας και να το προσθέσουμε εδώ. Βεβαιωθείτε πως έχετε προετοιμάσει ωραία screenshot και πως το παιχνίδι είναι υψηλής ποιότητας :)",
  "Submit your game": "Υποβάλετε το παιχνίδι σας",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, ένα παιχνίδι που δημιουργήθηκε με το GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Ένα πικάντικο παιχνίδι αερομαχίας τύπου rogue, που δημιουργήθηκε με το GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Το Hyperspace Dogfights είναι ένα πικάντικο παιχνίδι αερομαχίας τύπου rogue, στο οποίο θα ανατινάξετε, θα κάνετε ελιγμούς και θα ανοίξετε δρόμο ανάμεσα σε ορδές εχθρών που διαθέτουν κατώτερη τεχνολογία από εσάς. Καθώς εξελίσσεται η αποστολή της διαγαλαξιακής σας παρέμβασης, το προσαρμόσιμο hyper-jet σας θα εξελίσσεται σε κάτι όλο και δυνατότερο και πιο περίεργο, μαζεύοντας μερικές εκατοντάδες από τα διαθέσιμα αντικείμενα του παιχνιδιού.",
  "History": "Ιστορικό",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Το Hyperspace Dogfights ξεκίνησε ως παράπλευρο project του Hyperspace Admirals, ενός παιχνιδιού εξερεύνησης του διαστήματος τύπου rogue, το οποίο τώρα έχει ακυρωθεί. Το HDog σχεδιάστηκε αρχές του 2016, και αργότερα κυκλοφόρησε με περιορισμένη πρόωρη πρόσβαση στο itch.io. Κατά τη διάρκεια του 2017 το μεγαλύτερο μέρος του περιεχομένου του είχε αναπτυχθεί και η συνεχής ανατροφοδότηση λαμβανόταν υπόψη. Το παιχνίδι είχε ολοκληρωθεί από πλευράς χαρακτηριστικών τον Μάρτιο του 2018, και μετέπειτα ανακοινώθηκε και η κυκλοφορία του.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Άγρια και πικάντικη 2D αερομαχία ενάντια σε εχθρούς από αέρα και ξηρά",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Εκατοντάδες στοιβάσιμα παθητικά αντικείμενα, περισσότερα από πενήντα όπλα και ενεργά αντικείμενα, και όλα κινούνται προς την περίεργη διάδραση μεταξύ τους",
  "High replayability, your will evolve a little different on each run": "Μεγάλη δυνατότητα επανάληψης, θα εξελίσσεστε συνεχώς σε κάτι το διαφορετικό σε κάθε γύρο",
  "Seven zones with distinct enemy composition to explore": "Επτά ζώνες με ξεκάθαρη σύνθεση του εχθρού για να εξερευνήσετε",
  "10+ screen-fillingbosses": "10+ αρχιεχθροί που γεμίζουν την οθόνη σας",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "Hyper-jet 5+ παικτών για να πετάξετε, όλα μαζί με unlockable mk2",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 χαλαρά μουσικά κομμάτια, με πολλαπλές διαθέσεις από τους Enuit και Ole Toensen",
  "Official website": "Επίσημη ιστοσελίδα",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, ένα παιχνίδι που δημιουργήθηκε με το GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Ένα ρετρό παιχνίδι 8-bit, με όμορφες εικόνες και soundtrack, φτιαγμένο με το GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Χρησιμοποιώντας το GDevelop, το παιχνίδι έγινε διαθέσιμο για iOS, Android, Windows, macOS, Linux και κυκλοφόρησε ακόμη και ως πραγματικό παιχνίδι τύπου Arcade.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Το παιχνίδι ανακοινώθηκε για τα 5α γενέθλια του BUB. Για να γίνει πραγματικότητα, δημιουργήθηκε μια καμπάνια Kickstarter έτσι ώστε όλοι οι φίλοι του BUB από όλο τον κόσμο να μπορούν να συνεισφέρουν. Η καμπάνια αρχικά ξεκίνησε με στόχο τα $100.000, αλλά τελικά έφτασε τα $148.000! ΜΠΡΑΒΟ BUB.",
  "Beautiful original graphics and animation": "Όμορφα αυθεντικά γραφικά και κίνηση",
  "Parallaxing backgrounds": "Φόντο με παράλλαξη",
  "Unique level design": "Μοναδικός σχεδιασμός επιπέδων",
  "Huge variety of unique levels, bosses and enemies": "Τεράστια ποικιλία από μοναδικά επίπεδα, αρχιεχθρούς και εχθρούς",
  "Complex gameplay and controls": "Σύνθετο gameplay και στοιχεία ελέγχου",
  "Unique storyline with twists and surprises": "Μοναδική ροή της ιστορίας με ανατροπές κι εκπλήξεις",
  "Item Inventory: collect items to be used strategically throughout the game": "Αποθήκη Αντικειμένων: συλλέξτε αντικείμενα για να τα χρησιμοποιήσετε στρατηγικά σε όλο το παιχνίδι",
  "Completely original 8-bit soundtrack": "Απολύτως αυθεντικό soundtrack 8-bit",
  "Tape Deck feature that allows you to select your favorite music from the game": "Το χαρακτηριστικό Tape Deck που σας επιτρέπει να επιλέγετε την αγαπημένη σας μουσική από το παιχνίδι",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Ικανότητα να επιστρέψετε και να επαναλάβετε επίπεδα για να εξελίξετε την πρόοδό σας και να ξεκλειδώσετε επιτεύγματα",
  "Truly innovative Easter Eggs throughout": "Πραγματικά ευφάνταστα Easter Eggs σε όλο το παιχνίδι",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Δημιουργήστε παιχνίδια χωρίς προγραμματισμό - Ανοικτού κώδικα δημιουργός native & HTML5 παιχνιδιών",
  "Create your own games": "Δημιουργήστε τα δικά σας παιχνίδια",
  "GDevelop game maker software - create video games without coding": "Λογισμικό δημιουργίας παιχνιδιών GDevelop - δημιουργήστε βιντεοπαιχνίδια χωρίς προγραμματισμό",
  "Make your own games with GDevelop": "Φτιάξτε τα δικά σας παιχνίδια με το GDevelop",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "Το GDevelop είναι ένα cross-platform πρόγραμμα δημιουργίας παιχνιδιών ανοιχτού κώδικα, που έχει σχεδιαστεί για να το χρησιμοποιήσει ο καθένας - δεν απαιτούνται γνώσεις προγραμματισμού.",
  "Create any game": "Δημιουργήστε οποιοδήποτε παιχνίδι",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Με το GDevelop, μπορείτε να φτιάξετε απλά παιχνίδια για διασκέδαση ή να δημιουργήσετε φιλόδοξα εναλλακτικά παιχνίδια όπως το [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), το [Hyperspace Dogfights](/games/hyperspace-dogfights) κι [ένα σωρό άλλα παιχνίδια](/games-showcase)!",
  "Events - game creation for everyone": "Συμβάντα - δημιουργία παιχνιδιών για όλους",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Αυτό που κάνει το GDevelop μοναδικό και τόσο εύκολο στη χρήση, είναι τα συμβάντα. Τα συμβάντα είναι ένας ισχυρός τρόπος για να εκφράσετε τη λογική του παιχνιδιού σας, χωρίς να χρειάζεται να μάθετε κάποια γλώσσα προγραμματισμού.",
  "Events enable easy game creation": "Τα συμβάντα δίνουν τη δυνατότητα για εύκολη δημιουργία παιχνιδιών",
  "Events being used in GDevelop to create the logic of a game": "Τα συμβάντα χρησιμοποιούνται στο GDevelop για να δημιουργήσουν τη λογική ενός παιχνιδιού",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Όταν πατιέται το Space, παίζονται η κίνηση του χαρακτήρα και ένας ήχος. Εάν ακουμπήσει μια βόμβα τον χαρακτήρα, τότε καταστρέφονται και οι δύο.",
  "Export your game in one click": "Κάντε εξαγωγή του παιχνιδιού σας με ένα κλικ",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Δημοσιεύστε τα παιχνίδια σας στο διαδίκτυο, σε iOS, Android, Windows, Mac, Linux ακόμη και στο [Facebook Messenger](/facebook-instant-games). Παιχνίδια που έχουν δημιουργηθεί με το GDevelop λειτουργούν παντού και από την εφαρμογή μπορείτε να κάνετε ακόμη και εξαγωγή σε Android με ένα κλικ.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Δημιουργήστε παιχνίδια για iOS, Android, Windows, macOS και Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablet ή τηλέφωνο: τα παιχνίδια που δημιουργούνται με το GDevelop παίζουν παντού",
  "Unlimited possibilities": "Απεριόριστες πιθανότητες",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Εκφράστε τις ιδέες σας χωρίς να σας εμποδίζει κανείς: μπορείτε να σχεδιάσετε νέα χαρακτηριστικά στα παιχνίδια σας μέσα σε λίγα λεπτά, και να τα βελτιώσετε χωρίς περιορισμούς. Η [δημιουργία παιχνιδιών](/games-showcase) δεν υπήρξε ποτέ πιο εύκολη από από το να συγκεντρώσετε απλώς τις ιδέες σας με τα [προγράμματα επεξεργασίας εικόνων](/game-editors) που σας παρέχει το GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Δείτε πώς να προσθέσετε ένα κουμπί ενεργοποίησης στο platformer τύπου παιχνίδι σας σε 90 δευτερόλεπτα",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.",
  "Tutorials for GDevelop and documentation on the wiki": "Οδηγοί για το GDevelop και τεκμηρίωση στο wiki",
  "Using JavaScript to make your games with GDevelop": "Using JavaScript to make your games with GDevelop",
  "Using JavaScript with GDevelop": "Using JavaScript with GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop supports JavaScript to create your game or extend the game engine.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript can be used to write part of a game, alongside with events",
  "Add JavaScript code blocks inside your game": "Add JavaScript code blocks inside your game",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.",
  "Learn more about using JavaScript": "Learn more about using JavaScript",
  "Extend GDevelop with JavaScript extensions": "Extend GDevelop with JavaScript extensions",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "How to write extensions",
  "Game engine JavaScript documentation": "Game engine JavaScript documentation",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!",
  "Make your own 8-bit and pixelart games": "Make your own 8-bit and pixelart games",
  "Make 8-bit and pixelart games": "Make 8-bit and pixelart games",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor and tools to make your own 8bit games with GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "See Piskel sprite editor being used inside GDevelop to make a 8bit game",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.",
  "Download GDevelop to try Piskel": "Download GDevelop to try Piskel",
  "Ready-made behaviors": "Ready-made behaviors",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...",
  "Learn more about behaviors": "Learn more about behaviors",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Read more about Lil BUB's game": "Read more about Lil BUB's game",
  "See other games made with GDevelop": "See other games made with GDevelop"
}