{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop es un creador de juegos de código abierto, diseñado para hacer juegos rápidos e intuitivos.",
  "Download the editor": "Descargar el editor",
  "Online game editor": "Crea y edita juegos desde tu navegador",
  "Game examples/starters": "Ejemplos de juegos / Plantillas",
  "Documentation": "Documentación",
  "Tutorials": "Tutoriales",
  "Community forums": "Foros de la Comunidad",
  "Contribute": "Contribuir",
  "Facebook page": "Página de Facebook",
  "Twitter": "Twitter",
  "This website in your language": "Este sitio web en tu idioma",
  "All GDevelop Features": "Todas las características de GDevelop",
  "Install new features with extensions": "Instalar nuevas características con extensiones",
  "Facebook Instant Games": "Juegos para Facebook Instant",
  "Use JavaScript with the game engine": "Usa JavaScript con el motor de juego",
  "Ads with AdMob": "Anuncios con AdMob",
  "Create custom behaviors": "Crea comportamientos personalizados",
  "Game editors": "Editores de juego",
  "Games showcase": "Catálogo de juegos",
  "GDevelop for Game jams": "GDevelop para Game jams",
  "GDevelop for Education": "GDevelop en la educación",
  "Make 8-bit games": "Haz juegos de 8 bits",
  "GDevelop was created with love by": "GDevelop fue creado con amor por",
  "Thanks to the": "Gracias a",
  "contributors": "colaboradores",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "quien añadió características, corrigió errores, envió nuevos ejemplos, escribió tutoriales y ayudó a la comunidad.",
  "by": "por",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB es una criatura muy especial, única en su clase. Más específicamente, ella es la [gatita más increíble del planeta](http://lilbub.com)... ¡y su juego está hecho con GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "El juego es un juego retro de 8 bits, con bellas artes y banda sonora, que alterna entre niveles de plataformas, con secretos ocultos y niveles de disparos con jefes, múltiples enemigos y bonificaciones.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights es un fantástico roguelike de combates en jet en el que destruirás, evadirás y te harás camino a través de masas de enemigos tecnológicamente inferiores.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "A medida que tu misión de intervención galáctica progresa, tu hiper-jet adaptativo evolucionará en algo más poderoso y extraño al acoplar algunos de los cientos de ítems disponibles en el juego.",
  "Buy on Steam": "Comprar en Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Crea tu primer juego",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Imagina y publica tus juegos con GDevelop. Incluye tutoriales y ejemplos.",
  "Try it online": "Probarlo en línea",
  "Download": "Descargar",
  "Features": "Características",
  "Games": "Juegos",
  "Game studios & education": "Estudios de juegos y educación",
  "Learn": "Aprender",
  "Play Online": "Juega en línea",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Añade anuncios a tu juego con AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Usa AdMob en tus juegos de GDevelop para mostrar anuncios y recompensar videos a tus jugadores",
  "1) Create your AdMob account": "1) Crea tu cuenta de AdMob",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Ve a [sitio web de AdMob](https://www.google.com/admob/) y crea una cuenta. Luego, crea una nueva aplicación desde la interfaz de Admob y una unidad de anuncios. Tenga en cuenta los identificadores tanto para la aplicación como para la unidad de anuncios, ya que se utilizarán en tu juego.",
  "Read the detailed instructions": "Leer las instrucciones detalladas",
  "2) Configure AdMob in GDevelop": "2) Configura AdMob en GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "En GDevelop, abre las propiedades de tu juego y pega el id de aplicación AdMob **app**. Esto se identificará para usar tu aplicación para que AdMob entregue anuncios.",
  "3) Trigger ads display from events": "3) Mostrar anuncios de eventos",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Añade eventos en tu juego para cargar y mostrar el anuncio cuando sea necesario (esto puede ser cuando un nivel se complete correctamente por ejemplo). Pega en los parámetros de la acción el identificador de unidad de anuncios. También puede introducir \"prueba\" para cargar un anuncio de prueba.",
  "4) Publish your game on Android": "4) Publicar tu juego en Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Puedes probar y publicar tu juego en Android directamente desde GDevelop. En el editor, abre tu juego y luego la ventana Exportar. Elige Android, haz clic en Exportar y espera unos minutos.",
  "How to publish to Android in one click": "Cómo publicar en Android en un solo clic",
  "Read the full tutorial": "Lee el tutorial completo",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Contribuir a la GDevelop - Herramienta de código abierto para crear juegos HTML5",
  "Contribute to GDevelop": "Contribuye en GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop es un proyecto de código abierto (incluso esta página web): ¡cualquiera puede contribuir y mejorar el software!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Existen múltiples formas con las que puede contribuir a GDevelop, dependiendo de su tiempo, sus habilidades y lo que le interesa.",
  "Help to translate GDevelop": "Ayuda a traducir GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "¡GDevelop y el sitio web pueden traducirse en su idioma! Las traducciones se realizan en un sitio web donde todos pueden participar.",
  "Help us by translating GDevelop!": "¡Ayúdanos traduciendo GDevelop!",
  "Translate the website": "Traducir el sitio web",
  "Help to develop GDevelop": "Contribuye al desarrollo de GDevelop!",
  "It's easy to get the source code of GDevelop and start improving things!": "¡Es sencillo conseguir el código de GDevelop y empezar a mejorarlo!",
  "Contribute on GitHub": "Contribuir en GitHub",
  "Edit the website on GitHub": "Edita el sitio web en Github",
  "Check the development roadmap": "Ver el plan de desarrollo",
  "Get involved in the community": "Participar en la comunidad",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "En el FORO y el CHAT DE COLABORACIÓN puedes obtener y proporcionar ayuda a otros usuarios de GDevelop!",
  "Go to the community forum": "Ir al foro de comunidad",
  "Open the Discord chat": "Abre el chat para debatir",
  "Follow GDevelop on Facebook and Twitter:": "Sigue GDevelop en Facebook y Twitter:",
  "Write tutorials, record videos": "Escribe tutoriales, graba vídeos",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Para la mayoría de los usuarios principiantes e incluso avanzados, los tutoriales y la página de ayuda son los recursos más valiosos para crear juegos geniales rápidamente. En la wiki, puede escribir tutoriales o mejorar los existentes.",
  "Contribute to the wiki": "Contribuir a la wiki",
  "Create custom behaviors for your game objects in GDevelop": "Crea comportamientos personalizados para tus objetos de juego en GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "En unos pocos clics, puedes crear nuevos comportamientos para tus objetos de juego - usando eventos o JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash es un comportamiento personalizado que se crea directamente desde GDevelop - permitiendo que un objeto parpadee",
  "Create custom behaviors - directly from GDevelop editor": "Crear comportamientos personalizados - directamente desde el editor de GDevelop",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop te permite crear nuevos comportamientos, usando los mismos eventos que los que estás usando para crear las reglas de tu juego.",
  "Want enemies to automatically follow the player?": "¿Quieres que los enemigos sigan automáticamente al jugador?",
  "Create a Follower behavior. 🏃‍♂️": "Crea un comportamiento de seguidor. 🏃‍♂️",
  "Want some rockets to target the player?": "¿Quieres que algunos cohetes se dirijan al jugador?",
  "Create a Missile behavior. 🚀": "Crea un comportamiento de misiles. 🚀",
  "Want enemies and the players to have health and take damage?": "¿Quieres que los enemigos y los jugadores tengan salud y sufran daños?",
  "Create a Health behavior. 💊": "Crea un comportamiento de salud. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Los comportamientos pueden ser creados para cualquier tipo de objeto, y puedes crear acciones y condiciones personalizadas asociadas a tu nuevo comportamiento.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Una acción está expuesta por el comportamiento, y puede ser usada como cualquier otra acción en los eventos",
  "Read the documentation about custom behaviors": "Lee la documentación sobre comportamientos personalizados",
  "Download GDevelop": "Descargar GDevelop",
  "Import new behaviors, created by the GDevelop community": "Importa nuevos comportamientos, creados por la comunidad GDevelop",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Los comportamientos, así como las extensiones, pueden ser compartidos entre proyectos. Puedes **exportar e importar** en unos cuantos clics. Si tu comportamiento es genérico y reutilizable en múltiples juegos, incluso puedes enviarlo para ser integrado en la lista creciente de comportamientos personalizados compartidos por la comunidad.",
  "Create your game by assembling behaviors": "Crea tu juego ensamblando comportamientos",
  "perfect for fast prototyping": "perfecto para prototipo rápido",
  "Progressively create custom behaviors for objects in your game": "Crear comportamientos personalizados para objetos en tu juego",
  "ideal for large games and keeping simple events.": "ideal para grandes juegos y mantener eventos simples.",
  "How to install community extensions": "Cómo instalar extensiones de la comunidad",
  "Learn more about extensions": "Más información sobre extensiones",
  "Search for new behaviors in the list of behaviors shared by the community": "Buscar nuevos comportamientos en la lista de comportamientos compartidos por la comunidad",
  "Download GDevelop or try it online - create games without programming": "Descargar GDevelop o pruebe en línea - crear juegos sin necesidad de programación",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop es gratuito y se puede utilizar con fines lucrativos o sin fines de lucro.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop se ejecuta en Windows, macOS y en las distribuciones de Linux más recientes. También puedes probarlo en línea usando Chrome, Firefox u otro navegador web.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "¿Qué es nuevo en las últimas versiones? Encuentra las notas de lanzamiento en la aplicación o [online](https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Necesitas **libconf-2-4** en tu sistema. Teclea `sudo apt-get install libgconf-2-4` en un terminal o instálalo desde tu gestor de paquetes.",
  "To create your first game, start by reading a tutorial:": "Para crear su primer juego, comienza por leer un tutorial:",
  "Create a platformer game": "Crear un juego de plataformas",
  "Create a tank shooter game": "Crear un juego de disparos de tanques",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop es un proyecto de código abierto. ¡Puede involucrarse en la comunidad para mejorarlo!",
  "Learn how to contribute": "Aprende a cómo contribuir",
  "GDevelop 4 (old version)": "GDevelop 4 (versión antigua)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 todavía se puede descargar. ¡GDevelop 5 es recomendado para cualquier usuario nuevo ya que GDevelop 4 ya no se actualizará! No se proporcionará soporte en el futuro para GDevelop 4: recomendamos que cualquier usuario de GDevelop 4 actualice a GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Aunque GDevelop 4 tiene soporte para juegos nativos, recomendamos cambiar a GDevelop 5 y juegos HTML5, que tienen un mejor soporte. Opciones para juegos nativos serán agregadas a GDevelop 5 más tarde.",
  "GDevelop for the education - Teach game creation": "GDevelop para la educación - Enseñar la creación de los juegos",
  "GDevelop for education": "GDevelop en la educación",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Usar GDevelop en el aula es una oportunidad perfecta para enseñar programación, crear juegos y dar rienda suelta a la creatividad de los estudiantes.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "¡GDevelop ya se ha utilizado en aulas y cursos en línea, con estudiantes en medios digitales o niños de primer grado!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "¡Envíenos sus fotos y tweets si está utilizando GDevelop para un curso!",
  "Install new extensions in GDevelop and share yours": "Instalar nuevas extensiones en GDevelop y comparte el tuyo",
  "Install new extensions and share them": "Instala nuevas extensiones y compártelas",
  "Search and add new features to your game in a few clicks.": "Busca y añade nuevas características a tu juego en unos cuantos clics.",
  "Search in the library of extensions, ready to be installed in one click": "Busca en la biblioteca de extensiones, listo para ser instalado en un solo clic",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directamente desde el editor, puedes explorar la **biblioteca en línea de extensiones** (también llamada \"gestor de paquetes\" o \"tienda de extensiones\"). Las extensiones pueden traer *nuevos comportamientos* para tus objetos de juego, o *acciones, condiciones* o expresiones que están listas para usar en eventos.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Las extensiones destacadas** son revisadas por pares. Son ideales para añadir nuevas características a un ritmo rápido a tu juego, haciendo que ambos prototipos de nuevos juegos sean un proceso muy rápido y permitiendo que los juegos más grandes se construyan mediante la ensamblación de extensiones.",
  "Read how to install extensions": "Lee cómo instalar extensiones",
  "Learn about creating custom behaviors": "Aprende sobre la creación de comportamientos personalizados",
  "Export your own extensions and share them": "Exporta tus propias extensiones y compártelas",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Todas las extensiones pueden exportarse a un archivo. Pueden ser compartidas e integradas fácilmente a otro proyecto. Mejor, si has creado una extensión útil, puedes enviarla para ser integrada a la biblioteca de [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Como las extensiones se construyen usando las hojas de eventos intuitivas de GDevelop, pueden estar compuestas por eventos, [JavaScript o una mezcla de ambos](/javascript-game-engine).",
  "How to start a new extension": "Cómo iniciar una nueva extensión",
  "How to share your extension": "Cómo compartir tu extensión",
  "Extensions can provide new behaviors that can be added to your game objects.": "Las extensiones pueden proporcionar nuevos comportamientos que se pueden añadir a los objetos de tu juego.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Haz tus propios juegos para Facebook Instant con GDevelop - publica tus juegos en Messenger",
  "Make games for Facebook Messenger": "Haz juegos para Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Con GDevelop, puedes exportar tu juego como un Facebook Instant Game en 2 clics.",
  "1) Create your app on Facebook Developers": "1) Crea tu aplicación en Facebook para Desarrolladores",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Primero asegúrate de tener una cuenta en **Facebook para Desarrolladores**. Crea una aplicación y configurala para que su categoría sea \"Juegos\", así se habilitara la opcion de Juegos Instantaneos en el menu de productos:",
  "Go to Facebook Developers": "Ir a Facebook para Desarrolladores",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Abre GDevelop y en el menu de exportacion, selecciona Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "En GDevelop, abre tu juego y luego la ventana de Export. Elige **Facebook Instant Games**, haz clic en Export y espera algunos segundos.",
  "More about exporting": "Más acerca de la exportación",
  "3) Upload your game": "3) Sube tu juego",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Vuelve a la página de tu juego en Facebook para Desarrolladores, elije Alojamiento Web, y **Sube el archivo** que fue exportado por GDevelop.",
  "You can also add testers to let your friends try your game.": "También puede agregar probadores para que sus amigos prueben su juego.",
  "More about uploading your game": "Más sobre subir tu juego",
  "4) Try your game on Messenger": "4) Prueba tu juego en Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Ahora, ve a tu teléfono y **abre messenger**. Abre una conversación, elije Juegos y toca el icono de tu juego para comenzar a jugar!",
  "5) Use Instant Games features and publish your game!": "5) Usa características de Juegos Instantáneos y publica tu juego!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop te brinda características especificas para Juegos Instantáneos, como el nombre del jugador, para integrar mejor tu juego en las conversaciones de Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Cuando tu juego esté listo, presentalo para su revisión en Facebook para que este **disponible en todo el mundo**!",
  "Read the full step-by-step tutorial": "Lee el tutorial completo paso a paso",
  "Features of GDevelop - create any kind of games without coding": "Características de GDevelop - crea cualquier tipo de juego sin escribir código",
  "Fully featured": "Totalmente destacado",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop incluye docenas de funciones para imaginar y crear cualquier tipo de juego.",
  "Deploy your game everywhere": "Publica tu juego por todas partes",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Exportacion en un clic para [Android]\n(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Exportación en un clic para [Juegos Instantáneos de Facebook](/facebook-instant-games), para jugar en Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Exporta tu juego[para internet]\n(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) en un clic",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Exporta tu juego a iOS (con [PhoneGap Build ó Cordova]\n(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "¡Publica tu juego en Kongregate, Itch.io y otros sitios web de juegos!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exportar como un juego independiente ejecutable para Windows, macOS y Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[¡en un clic!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Mostrar [anuncios y videos de recompensa](/ads-in-your-game-with-admob) a tus jugadores usando [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Aprende cómo publicar tu juego",
  "Objects for your games": "Objetos para tus juegos",
  "**Sprites** with multiple animations": "**Gráficos** con animaciones múltiples",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Crea explosiones, fuego y efectos impresionantes con los **Emisores de Partículas**",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 parche\"** sprites, perfecto para plataformas",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Espectáculos azulados**, para crear mosaicos, pisos y patrones repetitivos",
  "**Text** objects": "**Texto** objetos",
  "Embed videos with **Video** objects": "Incrusta vídeos con objetos **Video**",
  "Draw custom shapes on screen with **Shape Painters**": "Dibuja formas personalizadas en pantalla con **Pintores de Forma**",
  "Support for custom collision masks": "Soporte para máscaras de colisión personalizadas",
  "Read the documentation for all objects": "Lea la documentación de todos los objetos",
  "Try the online examples": "Prueba los ejemplos online",
  "Add behaviors to your game objects": "Añadir comportamientos a los objetos de su juego",
  "Physics engine": "Motor físico",
  "Add realistic behavior to your objects": "Añade comportamiento realista a tus objetos",
  "Pathfinding": "Búsqueda de rutas",
  "Have your objects move and avoiding obstacles": "Haga que sus objetos se muevan y eviten los obstáculos",
  "Top-down movement": "Movimiento de arriba-abajo (top-down)",
  "Platformer engine": "Motor para juego de plataformas",
  "create platformer games in a breeze": "crea juegos de plataformas en un abrir y cerrar de ojos",
  "Draggable objects": "Objetos arrastrables",
  "quickly make your objects draggable with mouse/touch": "rápidamente haz que sus objetos sean arrastrables con el ratón/toques táctiles",
  "Anchor": "Anclaje",
  "support multiple screen sizes by ensuring controls stay at the right position": "soporta múltiples tamaños de pantalla asegurando que los controles se mantengan en la posición correcta",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "anima fácilmente las posiciones, tamaños, opacidad y colores de objetos",
  "And more, to automate current tasks and behaviors in a few clicks!": "Y más, ¡para automatizar tareas y comportamientos en unos pocos clicks!",
  "Read the documentation for all behaviors": "Lea la documentación de todos los comportamientos",
  "Create your own custom behaviors": "Crea tus propios comportamientos personalizados",
  "Make desktop & mobile-ready games": "Crea juegos para escritorio y móviles",
  "Save player data in the browser storage or on their devices": "Guardar datos de jugador en el almacenamiento del navegador o en sus dispositivos",
  "Full support for sound effects and musics": "Soporte completo para efectos de sonido y músicas",
  "Support for touchscreens & multi-touch": "Soporte para pantallas táctiles y multitáctil",
  "Design advanced levels and interfaces": "Diseña niveles avanzados e interfaces",
  "The scene editor lets you visually edit your levels": "El editor de escenas te permite editar visualmente tus niveles",
  "Support for multiple layers": "Soporte para múltiples capas",
  "Add interfaces and create parallax effects": "Añade interfaces y crea efectos de paralaje",
  "Create your levels dynamically with external layouts": "Crea tus niveles de forma dinámica con los diseños externos",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Diseña tus activos con [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "un poderoso editor de pixel art y gráficos",
  "Generate [sound effects with Jfxr](/game-jams)": "Generar [efectos de sonido con Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "crea efectos y personalizarlos en unos pocos clics",
  "Debugger": "Depurador",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Pre-visualiza tu juego, para inspeccionar el contenido o crear cambios dinámicos",
  "Performance profiler": "Perfil de rendimiento",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "Vigilar que procesos consumen más recursos",
  "Discover GDevelop editors": "Descubre los editores de GDevelop",
  "Build ambitious games with advanced features": "Desarrolla juegos ambiciosos con funciones avanzadas",
  "Communicate with external websites or services using HTTP requests.": "Comunicar con sitios web externos o servicios usando peticiones HTTP.",
  "Use advanced events: loops, for-each...": "Utilizar eventos avanzados: bucles, para cada uno...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Crea **funciones reutilizables** usando eventos, que pueden ser usados como acciones, condiciones o expresiones en tu juego",
  "a powerful feature never seen in other game creation tools.": "una poderosa característica nunca vista en otras herramientas de creación de juegos.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipular variables con estructuras complejas arbitrarias, con soporte para lectura/escritura JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "Puedes incluso [usar JavaScript para programar](/motor de juego JavaScript) algunas partes de tu juego",
  "use it for a few functions, to write extensions or the majority of your game.": "úsalo para unas pocas funciones, para escribir extensiones o la mayoría de tu juego.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Mostrar anuncios en tu juego con [AdMob](/ads-in-your-game-with-admob) o enlazar a productos de tu [tienda de Shopify](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Buscar y [instalar nuevas características con extensiones](/extensions-and-sharing), construidas por la comunidad",
  "get new, ready to use features for your game in a few clicks": "obtenen nuevas y listas para usar características para tu juego en unos pocos clics",
  "Read the documentation about events": "Lee la documentación sobre los eventos",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Todos los editores de GDevelop - crea plataformas, disparo, RPG, juegos de acción...",
  "The game editors": "Los editores de juego",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "La interfaz de GDevelop esta compuesta por editores intuitivos que permiten diseñar tus juegos desde cero.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Vea cómo usar GDevelop para agregar un disparador en su juego en 90 segundos",
  "Scene editor": "Editor de escena",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Diseña tus propios niveles con el editor de escena: puedes elegir objetos, ponerlos en escena, ajustar su posición y tamaño. Puede diseñar completamente sus niveles con el editor de escena. Si desea crear niveles o interfaces complejos, los diseños externos le permiten crear partes de un nivel y luego reutilizarlas en otras escenas.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Comienza en 2 minutos: Prueba GDevelop en tu navegador",
  "Events editor": "Editor de eventos",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imaginar y crear la regla de su juego no implica aprender la sintaxis de un lenguaje de programación complejo. El editor de eventos muestra una hoja de eventos: cada evento se compone de condiciones y acciones. Cuando se cumplen las condiciones, se ejecutan acciones. Es así de simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Todas las condiciones y acciones están disponibles en una lista para que pueda descubrir y encontrar fácilmente las reglas de su juego.",
  "Learn more about events in the tutorials": "Aprenda más acerca de eventos en los tutoriales",
  "Create platformer games with GDevelop": "Crea juegos de plataformas con GDevelop",
  "Develop space shooter games with GDevelop": "Desarrolla juegos de disparos espaciales con GDevelop",
  "Create mario-like games with GDevelop": "Crea juegos tipo mario con GDevelop",
  "Make strategy games with GDevelop": "Haz juegos de estrategia con GDevelop",
  "Objects editors": "Editores de objetos",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Todo lo que se muestra en la pantalla de tu juego es un objeto. La mayoría de los objetos se llaman sprites: están compuestos de animaciones y se pueden usar para cualquier elemento animado. Por ejemplo, tu jugador, enemigos o bonificaciones para elegir.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "También hay otros objetos disponibles para crear interfaces o agregar efectos a tu juego: textos, partículas, sprites en mosaico...",
  "Discover all the objects available in GDevelop": "Descubre todos los objetos disponibles en GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Editor de recursos, editor de sprite y generador de efectos de sonido",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Todas las imágenes y archivos de audio utilizados en su juego se enumeran en el Editor de recursos. Es una forma simple de administrar los recursos de tu juego.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop viene cargado de activos gratuitos para empezar! Para prototipos rápidos y crear tus propios activos, GDevelop también está integrado con un potente editor de imágenes de píxel llamado Piskel. También puedes crear efecto de sonido en un solo clic usando el generador de sonido integrado. Es perfecto para [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Aprende todo sobre los editores en la documentación",
  "Open in GDevelop": "Abrir en GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Ejemplos de GDevelop - Hacer plataformas, shooters, rpgs, juegos de acción...",
  "Examples and Starters": "Ejemplos y Plantillas",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop incluye más de 80 ejemplos y plantillas para que empieces rápidamente, aprendas o pruebes una característica específica.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Estos son los ejemplos incluidos en GDevelop. ¿Te pica la curiosidad? Puedes abrirlos y probarlos directamente en tu navegador. GDevelop los abrirá rápidamente y podrás jugar con ellos en segundos.",
  "Get started with tutorials": "Comienza con los tutoriales",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Aprenda paso a paso cómo usar GDevelop u obtener ayuda sobre una característica específica: la wiki tiene tutoriales para principiantes y una documentación completa para el software.",
  "Make games for Game jams": "Haz juegos para Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop es un lugar perfecto para hacer juegos rápidamente durante los atascos del juego.",
  "Make your assets with Piskel": "Haz tus activos con Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop está integrado con **Piskel**, un editor de sprite que es perfecto para dibujar rápidamente sus sprites y para el píxel-art.",
  "Read more about making 8-bit and pixelart games": "Lee más sobre la creación de juegos de 8 bits y pixelart",
  "Generate sounds effects in one click": "Genera efectos de sonido en un solo clic",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop tiene un generador de efecto de sonido integrado, **Jfxr**. Puedes crear efectos de sonido como explosiones, saltos, monedas, encender copias de seguridad en un solo clic y personalizarlos como quieras.",
  "Read about all features available in GDevelop": "Lee todas las características disponibles en GDevelop",
  "Ready-made behaviors": "Comportamientos listos para usar",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "¿Quieres crear un juego de plataformas retro? GDevelop tiene comportamientos pre-diseñados que puedes incorporar a tu personaje y a tus plataformas. En unos segundos tendras un juego de plataformas básico ejecutándose y listo para ser personalizado y mejorado! Otros comportamientos, condiciones y acciones se pueden utilizar para crear cualquier tipo de juego 2D: shmup, \"Bullet Hell\", juegos arcade...",
  "Learn more about behaviors": "Más información sobre los comportamientos",
  "GDevelop for Game studios, indies and Education": "GDevelop para estudios de juegos, indies y educación",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop es un motor de juego rápido y flexible que puede ser utilizado para diferentes casos de uso.",
  "Professional and Game Studios": "Estudios profesionales y de juegos",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop es un motor de juego ligero, diseñado cuidadosamente y de código abierto. El diseño único del editor se ha explicado durante [conversaciones en conferencias internacionales](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "Licencia MIT: extender y contribuir al código fuente del motor",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Editor adaptable basado en JavaScript, React.js y WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integra GDevelop en tu equipo, usa eventos o JavaScript de acuerdo a tus necesidades",
  "Get game designers, artists and developers to work on the same environment": "Consigue diseñadores de juegos, artistas y desarrolladores para trabajar en el mismo entorno",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Los proyectos de juegos son humanos legibles y soportan sistemas de control de versiones como Git o Mercurial",
  "GDevelop on GitHub": "GDevelop en GitHub",
  "Indie game developers": "Desarrolladores de juegos Indie",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accesible y fácil de aprender, GDevelop es ideal para desarrolladores de juegos indie. Podrás iniciar rápidamente un juego e iterar usando eventos, comportamientos y nuevas extensiones.",
  "Free to use: download GDevelop and start making a game today": "Libre de usar: descargar GDevelop y empezar a hacer un juego hoy",
  "Integrated editors allowing to make game assets directly from GDevelop": "Editores integrados que permiten hacer activos de juego directamente desde GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "prototipo súper rápido con extensiones de comunidad de código abierto y comportamientos",
  "Custom behaviors make your game logic reusable and shareable": "Los comportamientos personalizados hacen que tu juego sea reutilizable y compartible",
  "See all features": "Vea todas las características",
  "GDevelop for game jams": "GDevelop para game jams",
  "Education and game making": "Educación y creación de juegos",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "¿Cómo enseñar creación de juegos o programación a niños o estudiantes? GDevelop ha sido utilizado por docenas de escuelas, universidades y programas de bootcamp para todas las edades.",
  "Learn more about GDevelop and education": "Aprende más sobre GDevelop y educación",
  "Showcase of the games created with GDevelop": "Ejemplos de juegos creados con GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Aquí tienes algunos juegos creados con GDevelop. ¡El próximo podría ser el tuyo!",
  "Show me more!": "¡Muestrame mas!",
  "Made a nice game with GDevelop?": "¿Hizo un buen juego con GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Nos encantará conocer su juego y añadirlo aquí. Asegúrese de tener listas buenas capturas de pantalla  y que el juego sea de alta calidad :)",
  "Submit your game": "Envía tu juego",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, un juego creado con GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Un jugoso juego de combate jet roguelike, hecho con GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights es un jugoso roguelike de combate jet en el que dispararás, esquivarás y abrirás camino a través de masas de enemigos tecnológicamente inferiores. A medida que avanza su misión de intervención intergaláctica, su hiper-jet adaptativo se convertirá en algo más fuerte y extraño al reunir algunos de los cientos de elementos disponibles en el juego.",
  "History": "Historia",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights comenzaron como un proyecto paralelo a nuestro roguelike de exploración espacial Hyperspace Admirals, ahora cancelados. HDog fue prototipo a finales de 2016, después de lo cual recibió un lanzamiento de acceso temprano limitado en itch.io. A lo largo de 2017, la mayoría de su contenido se desarrolló y se tuvo en cuenta la retroalimentación alfa continua. El juego se completó en marzo de 2018, luego de lo cual se anunció el lanzamiento.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Feroz y jugoso combate jet en 2d contra masas de enemigos aéreos y terrestres",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Cientos de pasivos apilables, más de cincuenta armas y activos; todo orientado a producir sinergias extrañas con otro",
  "High replayability, your will evolve a little different on each run": "Alta rejugabilidad, tu voluntad evolucionará un poco diferente en cada carrera",
  "Seven zones with distinct enemy composition to explore": "Siete zonas con una composición enemiga distinta para explorar",
  "10+ screen-fillingbosses": "Más de 10 monstruos inundan la pantalla",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Jugadores hiper-jets para volar, todos con cargamentos mk2 desbloqueables",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 escalofriantes, pistas musicales multicapa por Enuit y Ole Toensen",
  "Official website": "Página web oficial",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, un juego creado con GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Un juego retro de 8 bits, con bellas artes y banda sonora, hecho con GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Usando GDevelop, el juego estuvo disponible para iOS, Android, Windows, MacOS, Linux e incluso se publicó como un verdadero juego de Arcade.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "El juego fue anunciado para el quinto cumpleaños del BUB. Para ayudar a que sea una realidad, se lanzó un Kickstarter para que todos los amigos de BUB de todo el mundo puedan contribuir. El kickstarter se lanzó inicialmente con $ 100,000 como objetivo, ¡pero alcanzó $ 148,000! BUEN TRABAJO BUB.",
  "Beautiful original graphics and animation": "Hermosos gráficos originales y animación",
  "Parallaxing backgrounds": "Fondos paralaje",
  "Unique level design": "Diseño de nivel único",
  "Huge variety of unique levels, bosses and enemies": "Gran variedad de niveles únicos, jefes y enemigos",
  "Complex gameplay and controls": "Juego complejo y controles",
  "Unique storyline with twists and surprises": "Una historia única con giros y sorpresas",
  "Item Inventory: collect items to be used strategically throughout the game": "Inventario del artículo: recoge elementos que se utilizarán estratégicamente en todo el juego",
  "Completely original 8-bit soundtrack": "Banda sonora completamente original de 8 bits",
  "Tape Deck feature that allows you to select your favorite music from the game": "Función cassette que le permite seleccionar su música favorita del juego",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Posibilidad de revisar y reproducir niveles para avanzar y desbloquear logros",
  "Truly innovative Easter Eggs throughout": "Huevos de Pascua verdaderamente innovadores",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Crea juegos sin programar - Creador de juegos HTML5 y nativos de código abierto",
  "The game engine for everyone": "El motor de juego para todos",
  "GDevelop game maker software - create video games without coding": "Software para crear juegos GDevelop - crea videojuegos sin codificar",
  "Make your own games with GDevelop": "Crea tus propios juegos con GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop es un motor de juego de código abierto, de plataforma cruzada diseñado para todos - es extensible, rápido y fácil de aprender.",
  "Create any game": "Crea cualquier juego",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Desata tu creatividad con GDevelop y crea cualquier tipo de juego: plataformas, puzles, shoot´em´ups, estrategia, [juegos de 8 bits](/make-8bit-pixelart-games)... Echa un vistazo a los ejemplos o comienza un nuevo proyecto desde cero.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Con GDevelop, puedes hacer proyectos sencillos para divertirte o crear juegos independientes ambiciosos como [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) y [tons of other games](/games-showcase)!",
  "Events: game creation, intuitive for all": "Eventos: creación de juegos, intuitiva para todos",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Lo que hace a GDevelop único y tan fácil de usar son los eventos. Los eventos son una forma poderosa de expresar la lógica de tu juego, sin tener que aprender un lenguaje de programación.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop realiza programación visual al siguiente paso, permitiéndole añadir [comportamientos preparados](/features) a tus objetos de juego y [hacer nuevos comportamientos](/custom-behaviors) usando estos eventos intuitivos y fáciles de aprender.",
  "Events enable easy game creation": "Los eventos permiten una fácil creación de juegos",
  "Events being used in GDevelop to create the logic of a game": "Eventos que se utilizan en GDevelop para crear la lógica de un juego",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Cuando se pulsa la barra espaciadora, se inicia la animación del personaje junto con un sonido. Si una bomba toca al personaje, ambos son destruidos.",
  "Export your game anywhere, in one click": "Exporta tu juego en cualquier lugar, en un solo clic",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publique sus juegos en la web, iOS, Android, Windows, Mac, Linux e incluso [Facebook Messenger] (/ facebook-instant-games). Los juegos creados con GDevelop se ejecutan en cualquier lugar e incluso puede hacer una exportación con un clic a Android desde la aplicación.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Haga juegos para iOS, Android, Windows, macOS y Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Ordenador portátil, tableta o teléfono: los juegos creados con GDevelop pueden ejecutarse en cualquier lugar",
  "Unlimited possibilities": "Posibilidades ilimitadas",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Exprese sus ideas sin ser bloqueado: puedes crear prototipos de nuevas funciones en sus juegos en minutos y refinarlas sin límites. [Making games] (/ games-showcase) nunca ha sido tan fácil como armar tus ideas con [the visual editors] (/game-editors) provistos por GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "¿Quieres ir más allá? Puedes ampliar el [motor de juego con Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Vea cómo agregar un botón de disparo a su juego de plataformas en 90 segundos",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Toneladas de ejemplos](/game-examples-starters) están disponibles y listos para probar en un solo clic.",
  "Tutorials for GDevelop and documentation on the wiki": "Tutoriales para GDevelop y documentación en la wiki",
  "Start making games": "Empezar a hacer juegos",
  "Using JavaScript to make your games with GDevelop": "Usar JavaScript para hacer tus juegos con GDevelop",
  "Using JavaScript with GDevelop": "Usar JavaScript con GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop es compatible con JavaScript para crear tu juego o ampliar el motor.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript se puede usar para escribir parte de un juego, junto con los eventos",
  "Add JavaScript code blocks inside your game": "Añade bloques de código JavaScript dentro de tu juego",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop permite añadir bloques de código JavaScript en cualquier momento en los eventos de tu juego. Es una buena manera de implementar un algoritmo complejo o reutilizar funciones de bibliotecas de código abierto. Los eventos y los bloques de código se pueden mezclar sin problemas - para que puedas implementar partes o incluso la totalidad de tu juego con JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "El editor de JavaScript se basa en el super potente Editor Mónaco, extraído de [Visual Studio Code] (https://code.visualstudio.com/). Proporciona autocompletar con IntelliSense y soporta características avanzadas como selección múltiple para codificar más rápido.",
  "Learn more about using JavaScript": "Aprende más sobre usar JavaScript",
  "Extend GDevelop with JavaScript extensions": "Ampliar GDevelop con extensiones en JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop es modular y puede ampliarse para satisfacer tus necesidades. En particular, todas las características disponibles para juegos (objetos, comportamientos, eventos) se basan en el sistema de extensiones. Puedes crear rápidamente nuevas extensiones para tu juego o contribuir a las existentes ya que GDevelop es [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Cómo escribir extensiones",
  "Game engine JavaScript documentation": "Documentación JavaScript del motor de juegos",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "El tema Dark que se usa en GDevelop. ¡El editor de código también viene con varios temas hermosos!",
  "Make your own 8-bit and pixelart games": "Haz tus propios juegos con estética de 8 bits y pixel art",
  "Make 8-bit and pixelart games": "Haz tus propios juegos con estética de 8 bits y pixel art",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Editor de sprites y herramientas para hacer tus propios juegos de 8 bits con GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Mira cómo se usa el editor de sprites Piskel dentro de GDevelop para hacer juegos de 8 bits",
  "Piskel sprite editor": "Piskel, editor de sprites",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop incluye [Piskel](https://www.piskelapp.com/), un potente editor de sprite 2D fácil de usar. Es la herramienta perfecta para crear recursos en pixel art que darán un toque retro a tu juego! Puedes crear objetos con múltiples animaciones, editar los sprites y ver el resultado lanzando una vista previa de tu juego.",
  "Download GDevelop to try Piskel": "Descarga GDevelop para probar Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: un juego de 8 bits realizado con GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH es un juego retro de 8 bits, con bonitos gráficos y banda sonora, que alterna entre niveles de plataformas, con secretos ocultos y niveles de disparar con jefes, múltiples enemigos y bonificaciones.",
  "Read more about Lil BUB's game": "Lee más sobre el juego de Lil BUB",
  "See other games made with GDevelop": "Mira otros juegos desarrollados con GDevelop",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "Ha habido un error o ha cancelado la suscripción. Si desea obtener una suscripción para apoyar GDevelop y desbloquear servicios en línea, intente nuevamente elegir uno de GDevelop (*Mi perfil* menú).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "Como software de código abierto, GDevelop requiere tiempo y dinero para ser desarrollado y sostenible. ¡Gracias por tu contribución! Si quieres involucrarte, también puedes [leer todas las formas](/contribuir) para contribuir al ecosistema GDevelop.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Ahora puedes **volver a GDevelop** para usar las exportaciones y servicios en línea adicionales."
}
