{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "Ang GDevelop ay isang open-source na panglikha ng laro. Maaari itong gamitin ninuman upang makalikha ng anumang uri ng 2D na mga laro.",
  "This website in your language": "Ang website na ito sa iyong wika",
  "Download the editor": "I-download ang editor",
  "Online game editor": "Editor ng laro sa online",
  "Community forums": "Mga pagtitipon ng komunidad",
  "Documentation & tutorials": "Dokumentasyon at mga tutorial",
  "Features": "Mga Tampok",
  "Facebook Instant Games": "Facebook Instant Games",
  "Game examples/starters": "Mga halimbawa ng laro/mga panimula",
  "Use JavaScript with the game engine": "Gumamit ng JavaScript sa engine ng laro",
  "Make 8-bit games": "Gumawa ng 8-bit na mga laro",
  "Education": "Edukasyon",
  "Game editors": "Mga editor ng laro",
  "Games showcase": "Pagtatanghal ng mga laro",
  "Contribute": "Mag-ambag",
  "Facebook page": "Pahina sa Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "Ang GDevelop ay ginawa na may pagmamahal ni",
  "Thanks to the": "Salamat sa mga",
  "contributors": "mga nag-ambag",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "sino ang nagdagdag ng mga tampok, umayos ng mga bug, nagpadala ng mga bagong halimbawa, at tumulong sa komunidad.",
  "by": "ni",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "Si BUB ay isang napaka-espesyal, at natatanging uri ng nilalang. Sa katunayan, siya ay ang [pinaka-nakamamanghang pusa sa planeta](http://lilbub.com)...at ang kanyang laro ay gawa sa GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Ang laro ay isang makalumang 8-bit na laro, na may magagandang sining at tugtugin, na nagsasalisihan sa pagitan ng mga antas ng mga platformer, na may nakatagong mga lihim, at mga antas ng mambabaril na may mga amo, maraming mga kalaban, at mga bonus.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Ang Hyperspace na mga Dogfight ay isang kagilagilalas na roguelike na larong labanan ng mga jet kung saan ikaw ay magpapasabog, iiwas, at hihiwa ng maraming kaaway na may mas mahinang teknolohiya na iyong madaraanan.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Habang ang iyong misyong intergalaktik na interbensyon ay umuusad, ang iyong bihasang hyper na jet ay magiging mas malakas at mas pambihira sa pamamagitan ng pag -ipon ng iilan sa mga daan-daang mga bagay na magagamit sa laro.",
  "Buy on Steam": "Bilhin sa Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Gumawa ng iyong unang laro",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Wariin at ilathala ang iyong mga laro sa GDevelop. Kasama ang mga tutorial at mga halimbawa.",
  "Try it online": "Subukan ito sa online",
  "Download": "I-download",
  "Games": "Mga Laro",
  "Tutorials": "Mga Tutorial",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Mag-ambag sa GDevelop - Open-source HTML5 na kasangkapan sa paggawa ng laro",
  "Contribute to GDevelop": "Mag-ambag sa GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "Ang GDevelop ay isang open-source na proyekto (kahit itong website): sino man ay pwedeng tumulong para mas mapabuti pa ang software!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Maraming paraan upang makapag-ambag sa GDevelop, depende sa oras mo, sa iyong mga kakayahan at kung ano ang kinawiwilihan mo.",
  "Help to translate GDevelop": "Tumulong sa pag saling-wika ng GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "Ang GDevelop at ang website ay maaaring isalin sa iyong wika! Ang mga pagsasalin ay ginagawa sa isang website kung saan ang lahat ay maaaring makilahok.",
  "Help us by translating GDevelop!": "Tulungan kami sa pamamagitan ng pagsasalin ng GDevelop!",
  "Translate the website": "Isalin ang website",
  "Help to develop GDevelop": "Tumulong sa pagpapaunlad ng GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Madaling kunin ang code na pinagmulan ng GDevelop at umpisahan ang pagpapabuti ng mga bagay!",
  "Contribute on GitHub": "Tumulong sa Github",
  "Edit the website on GitHub": "Baguhin ang website sa GitHub",
  "Check the development roadmap": "Suriin ang roadmap ng pagsulong",
  "Get involved in the community": "Makipag-ugnayan sa komunidad",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Ang pagtitipon at ang Discord chat ang mga lugar upang makakuha at makapag-bigay ng tulong sa ibang mga gumagamit ng GDevelop!",
  "Go to the community forum": "Pumunta sa pagtitipon ng komunidad",
  "Open the Discord chat": "Buksan ang Discord chat",
  "Follow GDevelop on Facebook and Twitter:": "I-follow ang GDevelop sa Facebook at Twitter:",
  "Write tutorials, record videos": "Sumulat ng mga tutorial, mag-rekord ng mga bidyo",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Para sa nakararaming mga baguhan at kahit sa dalubhasang mga gumagamit, ang mga tutorial at help na pahina ang pinaka-makabuluhang mga pagkukunan sa mabilis na paglikha ng mga laro. Sa wiki, maaari kang magsulat ng mga tutorial o pagbutihin ang mga umiiral na.",
  "Contribute to the wiki": "Mag-ambag sa wiki",
  "Download GDevelop or try it online - create games without programming": "I-download ang GDevelop o subukan ito sa online - lumikha ng mga laro na walang pagpro-program",
  "Download GDevelop": "I-download ang GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "Ang GDevelop ay libre at maaaring gamitin para sa paglikha ng laro na kumikita o di-kumikita.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "Ang GDevelop ay tumatakbo sa Windows, macOS at sa mga pinakabagong distribusyon ng Linux. Maaari mo rin itong subukan sa online gamit ang Chrome, Firefox, o iba pang bagong browser ng web.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Kailangan mo ng **libgconf-2-4** sa iyong system. I-type ang`sudo apt-get install libgconf-2-4` sa isang terminal o i-install ito mula sa iyong package manager.",
  "To create your first game, start by reading a tutorial:": "Upang makalikha ng iyong unang laro, magsimula sa pamamagitan ng pagbabasa ng isang tutorial:",
  "Create a platformer game": "Lumikha ng isang platformer na laro",
  "Create a tank shooter game": "Gumawa ng tangkeng tagabaril na laro",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "Ang GDevelop ay isang open-source na proyekto. Maaari kang makilahok sa komunidad upang mas mapabuti ito!",
  "Learn how to contribute": "Matuto kung paano mag-ambag",
  "GDevelop 4 (old version)": "GDevelop 4 (lumang bersyon)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Ang Gdevelop 4 ay maaari pa ring ma-download. Ang GDevelop 5 ay minumungkahi para sa sinomang bagong gumagamit dahil ang GDevelop 4 ay hindi na i-uupdate pa! Walang suporta ang ibibigay sa hinaharap para sa GDevelop 4: minumungkahi namin ang sinomang gumagamit ng GDevelop 4 na mag-upgrade sa GDevelop 5.",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Kahit na suportado ng GDevelop 4 ang mga nitibong laro, minumungkahi namin na lumipat sa GDevelop 5 at HTML 5 na mga laro, na mas maiging nasusuportahan. Ang mga nitibong laro ay idadagdag sa GDevelop 5 sa hinaharap.",
  "GDevelop for the education - Teach game creation": "GDevelop para sa edukasyon - Ituro ang paglikha ng laro",
  "GDevelop for education": "GDevelop para sa edukasyon",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Ang paggamit ng GDevelop sa silid-aralan ay isang ganap na pagkakataon upang ituro ang pagpro-program, paglikha ng laro, at paganahin ang pagkamalikhain ng mga mag-aaral.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "Ang GDevelop ay nagamit na sa mga silid-aralan at mga kurso sa online, sa mga mag-aaral ng digital media o mga batang nasa unang baitang!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Mangyaring ipadala sa amin ang inyong mga larawan at mga tweet kung kayo ay gumagamit ng GDevelop para sa isang kurso!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "Gumawa ng sarili mong Facebook Instant Games gamit ang GDevelop - ilathala ang iyong mga laro sa Messenger",
  "Make games for Facebook Messenger": "Gumawa ng mga laro para sa Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Sa GDevelop, maaari mong i-export ang iyong laro bilang isang Facebook Instant Game sa 2 na mga klik.",
  "1) Create your app on Facebook Developers": "1) Gawin ang iyong app sa Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Una sa lahat, siguraduhin ang pagkakaroon ng isang akawnt sa **Facebook Developers**. Lumikha ng isang app at i-configure ito para piliin ang \"Mga Laro\" bilang kategorya nito at i-enable ang Instant Na Mga Laro sa Mga Produkto:",
  "Go to Facebook Developers": "Pumunta sa Facebook Developers",
  "Read the full tutorial": "Basahin ang buong tutorial",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Buksan ang GDevelop at i-export para sa Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Sa GDevelop, buksan ang iyong laro at pagkatapos ang Export na window. Piliin ang **Facebook Instant Games**, i-klik ang Export at maghintay ng ilang mga segundo.",
  "More about exporting": "Higit pa tungkol sa pag-eexport",
  "3) Upload your game": "3) I-upload ang iyong laro",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Balikang ang pahina ng iyong laro sa Facebook Developers, piliin ang Web Hosting sa menu at **i-upload ang payl** na na-export ng GDevelop.",
  "You can also add testers to let your friends try your game.": "Maaari ka ring magdagdag ng mga tester upang masubukan ng iyong mga kaibigan ang iyong laro.",
  "More about uploading your game": "Higit pa tungkol sa pag-uupload ng iyong laro",
  "4) Try your game on Messenger": "4) Subukan ang iyong laro sa Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Ngayon, kunin ang iyong telepono at **buksan ang messenger**. Buksan ang isang pag-uusap, piliin ang Games at i-klik ang imahen ng iyong laro upang maumpisahang laruin ito!",
  "5) Use Instant Games features and publish your game!": "5) Gamitin ang Instant Games na tampok at ilathala ang iyong laro!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "Ang GDevelop ay binigyan ka ng akses sa mga partikular na tampok ng Instant Games, tulad ng pangalan ng manlalaro, upang mas lalong mapasanib ang iyong laro sa mga usapan sa Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Kapag handa na ang iyong laro, ipasa ito upang masuri ng Facebook para ito ay **magamit sa buong mundo**!",
  "Read the full step-by-step tutorial": "Basahin ang buong step-by-step na tutorial",
  "Features of GDevelop - create any kind of games without coding": "Mga tampok ng GDevelop - lumikha ng anumang uri ng mga laro nang walang pagko-code",
  "Fully featured": "Fully featured",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "Ang GDevelop ay may kasamang dose-dosenang mga tampok upang mawari at malikha ang anumang uri ng mga laro.",
  "Deploy your game everywhere": "I-deploy ang iyong laro kahit saan",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "Isang klik na pag-export para sa [Android]\n(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Isang klik na pag-export sa [Facebook Instant Games](/facebook-instant-games), upang malaro sa Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "I-export ang iyong laro [para sa web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) sa isang klik",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "I-export ang iyong laro sa iOS (sa pamamagitan ng [PhoneGap Build o Cordova]\n(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Ilathala ang iyong laro sa Kongregate, Itch.io at iba pang website na panglaro!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "I-export bilang solong laro na maaaring gamitin para sa Windows, macOS at Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[sa isang klik!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Pag-aralan kung paano ilathala ang iyong laro",
  "Objects for your games": "Mga object para sa iyong mga laro",
  "**Sprites** with multiple animations": "**Mga Sprite** na may maraming mga animasyon",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Lumikha ng mga pagsabog, sunog at kahanga-hangang mga effect gamit ang mga **Particle Emitter**",
  "\"9 patch\" and tiled sprites": "\"9 patch\" at naka-tile na mga sprite",
  "Text objects": "Teksto na mga object",
  "Draw custom shapes on screen with Shape Painters": "Gumuhit ng pinasadyang mga hugis sa screen gamit ang mga Shape Painter",
  "Support for custom collision masks": "Suporta para sa pasadyang mga collision mask",
  "Read the documentation for all objects": "Basahin ang dokumentasyon para sa lahat ng mga object",
  "Try the online examples": "Subukan ang mga halimbawa sa online",
  "Add behaviors to your game objects": "Magdagdag ng mga behavior sa mga object ng iyong laro",
  "Physics engine": "Physics engine",
  "Add realistic behavior to your objects": "Magdagdag ng makatotohanang behavior sa iyong mga object",
  "Pathfinding": "Pathfinding",
  "Have your objects move and avoiding obstacles": "Pagalawin ang iyong mga object at umiiwas sa mga harang",
  "Top-down movement": "Taas-babang paggalaw",
  "Platformer engine": "Platformer engine",
  "create platformer games in a breeze": "gumawa ng plarformer na mga laro nang walang kaproble-problema",
  "Draggable objects": "Draggable na mga object",
  "quickly make your objects draggable with mouse/touch": "mabilis na gawing draggable ang iyong mga object gamit ang mouse/paghipo",
  "And more, to automate current tasks and behaviors in a few clicks!": "At higit pa, upang i-automate ang kasalukuyang mga gawain at mga behavior sa iilang mga klik!",
  "Read the documentation for all behaviors": "Basahin ang mga dokumento para sa lahat ng mga behavior",
  "Design advanced levels and interfaces": "Disenyohan ang nakatataas na mga antas at mga interface",
  "The scene editor lets you visually edit your levels": "Sa scene editor mo mababago ang mga tanawin ng iyong mga antas",
  "Support for multiple layers": "Suporta para sa maramihang mga patong",
  "Add interfaces and create parallax effects": "Magdagdag ng mga interface at lumikha ng parallax na mga effect",
  "Create your levels dynamically with external layouts": "Magilas na lumikha ng iyong mga antas gamit ang mga eksternal na layout",
  "Design your assets with Piskel": "Disenyohan ang iyong mga asset gamit ang Piskel",
  "a powerful pixel art and sprite editor": "isang malakas na editor ng piksel art at sprite",
  "Debugger": "Debugger",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Suriin ang nilalaman ng iyong laro at gumawa ng dinamikong mga pagbabago habang pini-prebyu ang iyong laro",
  "Performance profiler": "Performance profiler",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[subaybayan ang mga spot ng mamahaling pinagkukunan](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) sa iyong laro",
  "Discover GDevelop editors": "Tuklasin ang mga editor ng GDevelop",
  "Make desktop & mobile-ready games": "Gumawa ng mga larong handang gamitin sa desktop at mobile",
  "Save player data in browser/local storage": "I-save ang datos ng manlalaro sa browser/lokal na imbakan",
  "Full support for sound effects and musics": "Buong suporta para sa mga effect at mga musika",
  "Support for touchscreens & multi-touch": "Suporta para sa mga touchscreen & multi-touch",
  "Build ambitious games with advanced features": "Bumuo ng mga ambisyosong laro gamit ang sopistikadong mga tampok",
  "Communicate with external websites using HTTP requests": "Makipag-ugnayan sa eksternal na mga website gamit ang HTTP na mga request",
  "Use advanced events: loops, for-each and even functions": "Gamitin ang advance na mga event: mga loop, para sa-each at even na mga punsiyon",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipulahin ang mga baryabol na may walang-kasiguruha't kumplikadong istraktura at kahit JSON na suporta",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "Maaari ka ring [gumamit ng JavaScript para mag-code](/javascript-game-engine) ng ilang bahagi ng iyong laro!",
  "Read the documentation about events": "Basahin ang mga dokumentasyon tungkol sa mga event",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Lahat ng mga editor ng GDevelop - gumawa ng platformer, tagabaril, rpg, aksyong mga laro...",
  "The game editors": "Ang mga editor ng laro",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Ang interface ng GDevelop ay gawa sa intuitive na mga editor upang disenyohan ang iyong mga laro mula sa wala.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Tingnan kung paano gamitin ang GDevelop sa pagdagdag ng isang gatilyo sa iyong laro sa loob ng 90 na mga segundo",
  "Scene editor": "Editor ng scene",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Disenyohan ang iyong sariling mga antas gamit ang scene na editor: maaari kang pumili ng mga object, ilagay sila sa scene, iakma ang kanilang posisyon at laki. Maaari mong disenyohan nang buo ang iyong mga antas gamit ang editor ng scene. Kung nais mong lumikha ng kumplikadong mga antas o mga interface, ang eksternal na mga layout ay magagamit upang lumikha ng mga bahagi ng isang antas at saka magagamit muli sa ibang mga scene.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Magsimula sa loob ng 2 na mga minuto: Subukan ang GDevelop sa iyong browser",
  "Events editor": "Editor ng mga event",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Ang pagwari at paglikha ng mga patakaran ng iyong laro ay hindi nangangahulugan na kailangan matutunan ang syntax ng isang kumplikadong lenggwahe ng pagpro-program. Ang mga editor ng event ay nagpapakita ng isang sheet ng mga event: ang bawat mga event ay binubuo ng mga kundisyon at mga kilos. Kapag natupad ang mga kundisyon, ang mga kilos ay pinagagana. Ganoon ito kasimple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Ang lahat ng mga kundisyon at mga kilos ay makikita sa isang listahan kaya madali mong matutuklasan at mahanap ang mga gusto mo upang magawa ang mga patakaran ng iyong laro.",
  "Learn more about events in the tutorials": "Matuto ng higit pa tungkol sa mga event sa mga tutorial",
  "Create platformer games with GDevelop": "Lumikha ng platformer na mga laro gamit ang GDevelp",
  "Develop space shooter games with GDevelop": "Bumuo ng space shooter na mga laro gamit ang GDevelop",
  "Create mario-like games with GDevelop": "Lumikha ng mala-mario na mga laro gamit ang GDevelop",
  "Make strategy games with GDevelop": "Gumawa ng mga larong estratehiya gamit ang GDevelop",
  "Objects editors": "Editor ng mga object",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Lahat ng pinapakita sa screen ng iyong laro ay isang object. Karamihan sa mga object ay tinatawag na mga sprite: ang mga ito ay binubuo ng mga animasyon at maaaring gamitin para sa anumang na-animate na elemento. Halimbawa, ang iyong manlalaro, mga kalaban o mga bonus na mapipili.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Ang ibang object ay magagamit rin upang lumikha ng mga interface o magdagdag ng mga effect sa iyong laro: mga teksto, mga particle, naka-tile na mga sprite...",
  "Discover all the objects available in GDevelop": "Tuklasin ang lahat ng mga object na magagamit sa GDevelop",
  "Resources editor": "Editor ng mga pinagkukunan",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Lahat ng mga imahe at audio na mga payl na ginagamit sa iyong laro ay nakalista sa mga Resource Editor. Ito ay isang simpleng paraan upang pangasiwaan ang mga asset ng iyong laro.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "Ang GDevelop ay nariyan at may kasamang libreng mga asset para makapagsimula ka! Upang mabilis na ma-prototype at malikha ang iyong sariling mga asset, ang GDevelop ay may kasama na ring isang malakas na editor ng piksel art na tinatawag na Piskel.",
  "Learn everything about the editors in the documentation": "Alamin ang lahat ng tungkol sa mga editor sa dokumentasyon",
  "Open in GDevelop": "Buksan sa GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Halimbawa ng GDevelop - gumawa ng platformer, tagabaril, rpg, aksyong mga laro...",
  "Examples and Starters": "Mga halimbawa at mga panimula",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "Ang GDevelop ay may kasamang 80+ na mga halimbawa at mga panimula upang mabilis kang makapagumpisa, matuto o subukan ang isang partikular na tampok.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Ang mga ito ang mga halimbawang kasama sa GDevelop. Interesado? Maaari mong buksan at subukan ang mga ito deretso mula sa iyong browser. Ang GDevelop ay mabilis umpisahan at malalaro mo ang mga halimbawa sa ilang mga segundo.",
  "Get started with tutorials": "Mag-umpisa sa mga tutorial",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Alamin nang step-by-step kung paano gamitin ang GDevelop o kumuha ng tulong tungkol sa isang partikular na tampok: ang wiki ay may mga tutorial para sa mga nag-uumpisa pa lang at isang kumpletong dokumentasyon para sa software.",
  "Showcase of the games created with GDevelop": "Pagtatanghal sa mga larong nilikha sa pamamagitan ng GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Ang mga ito ang iilan sa mga larong nilikha sa pamamagitan ng GDevelop. Ang susunod ay dapat sa iyo na!",
  "Play": "Maglaro",
  "Made a nice game with GDevelop?": "Nakagawa ng isang magandang laro sa pamamagitan ng GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Ibig naming malaman ang tungkol sa iyong laro at idagdag ito dito. Siguraduhing may handa kang magagandang mga screenshot at na ang laro ay mataas ang kalidad :)",
  "Submit your game": "Ipasa ang iyong laro",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace na mga Dogfight, isang larong nilikha sa pamamagitan ng GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Isang kagilagilalas na roguelike na larong labanan ng mga jet, ginawa sa pamamagitan ng GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Ang Hyperspace na mga Dogfight ay isang kagilagilalas na roguelike na larong labanan ng mga jet kung saan ikaw ay magpapasabog, iiwas, at hihiwa ng maraming kaaway na may mas mahinang teknolohiya na iyong madaraanan. Habang ang iyong misyong intergalaktik na interbensyon ay umuusad, ang iyong bihasang hyper na jet ay magiging mas malakas at mas pambihira sa pamamagitan ng pag -ipon ng iilan sa mga libo-libong mga bagay na magagamit sa laro.",
  "History": "Kasaysayan",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Ang Hyperspace na mga Dogfight ay nagumpisa bilang isang maliit na proyektong kasabay ng aming Hyperspace Admirals, larong pagtuklas ng kalawakan na roguelike na ngayon ay kanselado na. Ang HDog ay prinototype sa huling bahagi ng 2016, matapos nito ito ay nakakuha ng maagang release na may limitadong akses sa itch.io. Sa loob ng 2017 ang karamihan sa nilalaman nito ay binuo at ang tuloy-tuloy na alpha na feedback ay isinalang-alang. Nakumpleto ang mga tampok ng laro noong March 2018, at ibinalita ang release pagkatopos nito.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Mabagsik at kagilagilalas na 2D na pakikibakbakan ng jet laban sa maraming kaaway na naka-base sa hangin at lupa",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Daan-daang mga passive na maaaring i-stack, mahigit limampung mga armas at mga active; lahat ay nakatuon sa paggawa ng kakaibang mga synergy kasama ng iba pa",
  "High replayability, your will evolve a little different on each run": "Mataas na replayability, ang iyong ay magbabago nang bahagya sa bawat takbo",
  "Seven zones with distinct enemy composition to explore": "Pitong mga sona na may magkakaibang kumposisyon ng kalaban para galugarin",
  "10+ screen-fillingbosses": "10+ screen-fillingbosses",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ na manlalarong hyper na mga jet na papaliparin, lahat ay may unlockable m2k na mga loadout",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 na naka-chill, at musikang may maraming latag na gawa ni Enuit and Ole Toensen",
  "Official website": "Opisyal na website",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Ang HELLO EARTH ni Lil BUB, isang larong nilikha sa pamamagitan ng GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Isang makalumang 8-bit na laro, na mayroong magagandang mga sining at tugtugin, ginawa sa pamamagitan ng GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Gamit ang GDevelop, ang laro ay nagawang magamit sa iOS, Android, Windows, macOS, Linux, at nalathala pa bilang isang tunay na larong Arcade.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Ang laro ay ipinahayag para sa 5th na kaarawan ni BUB. Upang makatulong na magkatotoo ito, isang Kickstarter ang inilunsad para ang lahat ng mga kaibigan ni BUB sa buong mundo ay maaaring mag-ambag. Sa simula, ang kickstarter ay inilunsad na may layuning $100,000, ngunit umabot ito nga $148,000! MAGALING BUB.",
  "Beautiful original graphics and animation": "Magandang orihinal na mga graphic at animasyon",
  "Parallaxing backgrounds": "Mga background na parallaxing",
  "Unique level design": "Pambihirang disenyo ng antas",
  "Huge variety of unique levels, bosses and enemies": "Maraming iba't-ibang mga natatanging antas, mga amo at mga kalaban",
  "Complex gameplay and controls": "Kumplikadong paglalaro at mga kontrol",
  "Unique storyline with twists and surprises": "Natataning takbo ng kuwento na may di-inaasahang mga pagbabago at mga sorpresa",
  "Item Inventory: collect items to be used strategically throughout the game": "Imbentaryo ng item: mangolekta ng mga item na magagamit nang madiskarte sa buong laro",
  "Completely original 8-bit soundtrack": "Ganap na orihinal na 8-bit soundtrack",
  "Tape Deck feature that allows you to select your favorite music from the game": "Ang Tape Deck na tampok na nagbibigay-daan upang mapili mo ang iyong paboritong musika mula sa laro",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "May kakayahang mabisita at malaro muli ang mga antas upang mapahigit pa ang iyong pagsulong at pag-unlock ng mga pagtatagumpayan",
  "Truly innovative Easter Eggs throughout": "Tunay na makabagong Easter na mga Egg sa kabuuan",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Lumikha ng mga laro nang walang pagpro-program - Open source na HTML5 at tagalikha ng nitibong laro",
  "Create your own games": "Lumikha ng iyong sariling mga laro",
  "GDevelop game maker software - create video games without coding": "GDevelop software na gumagawa ng laro - lumikha ng mga bidyo na mga laro nang walang pagko-code",
  "Make your own games with GDevelop": "Gumawa ng iyong sariling mga laro gamit ang GDevelop",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "Ang GDevelop ay isang open-source, cross-platform na panglikha ng laro na sadyang ginawa upang magamit ng lahat - hindi nangangailangan ng kakayanan sa pagpro-program.",
  "Create any game": "Lumikha ng anumang laro",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Paganahin ang iyong pagiging malikhain gamit ang GDevelop at lumikha ng anumang uri ng laro: mga platformer, mga palaisipan, shoot 'em up, estratehiya, [8-bit na mga laro](/make-8bit-pixelart-games)... tingnan ang mga halimbawa o mag-umpisa ng isang bagong proyekto mula sa wala.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Gamit ang GDevelop, maaari kang gumawa ng payak na mga proyekto para maaliw o lumikha ng ambisyosong mga indie na laro tulad ng [HELLO EARTH ni Lil BUB](/games/lil-bub-hello-earth), [Hyperspace na mga Dogfight](/games/hyperspace-dogfights) at [marami pang ibang mga laro](/games-showcase)!",
  "Events - game creation for everyone": "Mga Event - paglikha ng laro para sa lahat",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Kaya natatangi at napakadaling gamitin ng GDevelop ay dahil sa mga event. Ang mga event ay isang makapangyarihang paraan upang ihayag ang lohika ng iyong laro, nang hindi nangangailangan na matutunan ang lenggwahe ng pagpro-program.",
  "Events enable easy game creation": "Pinapadali ng mga event ang paglikha ng laro",
  "Events being used in GDevelop to create the logic of a game": "Ang mga event na ginagamit sa GDevelop para malikha ang lohika ng isang laro",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Kapag ang Space ay pinindot, ang animasyon ng tauhan at ang isang tunog ay papatugtugin. Kung ang isang bomba ay nadampi ang tauhan, ang dalawa ay mawawasak.",
  "Export your game in one click": "I-export ang iyong laro sa isang klik",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Ilathala ang iyong mga laro sa web, iOS, Android, Windows, Mac, Linux, at kahit [Facebook Messenger](/facebook-instant-games). Ang mga larong nilikha sa pamamagitan ng GDevelop ay tumatakbo kahit saan at maari ka pang gumawa ng isang-klik na pag-export sa Android mula sa app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Gumawa ng mga laro para sa iOS, Android, Windows, MacOS, at Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, mga tablet, o telepono: mga larong gawa sa GDevelop ay maaaring tumakbo saanman",
  "Unlimited possibilities": "Walang-hanggang mga posibilidad",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Ipahayag ang iyong mga kuru-kuro nang hindi nahahadlangan: maaari kang mag-prototype ng mga bagong tampok sa iyong mga laro sa iilang mga minuto, at pahusayin ang mga ito nang walang hadlang. [Ang pag-gawa ng mga laro](/games-showcase) ay hindi kailanman naging kasing-dali ng pag-pisan ng iyong mga kuru-kuro gamit [ang biswal na mga editor](/game-editors) na binigay ng GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Nais mo bang marating ang higit pa? Maaari mong pag-ibayuhin ang [engine ng laro gamit ang Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Tingnan kung paano magdagdag ng isang gatilyong pindutan sa iyong platformer na laro sa loob ng 90 na mga segundo",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Napakaraming mga halimbawa](/game-examples-starters) rin ang magagamit at handa upang subukan sa isang klik.",
  "Tutorials for GDevelop and documentation on the wiki": "Mga tutorial para sa GDevelop at dokumentasyon sa wiki",
  "Using JavaScript to make your games with GDevelop": "Paggamit ng JavaScript para gumawa ng iyong mga laro sa GDevelop",
  "Using JavaScript with GDevelop": "Paggamit ng JavaScript kasama ang GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "Suportado ng GDevelop ang JavaScript upang makalikha ng iyong laro o mapag-ibayo ang engine ng laro.",
  "JavaScript can be used to write part of a game, alongside with events": "Ang JavaScript ay maaaring gamitin upang isulat ang bahagi ng isang laro, kasama ang mga event",
  "Add JavaScript code blocks inside your game": "Magdagdag ng JavaScript na mga code block sa loob ng iyong game",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "Ang GDevelop ay sinusuportahan ang pagdaragdag ng JavaScript na mga code block sa alinmang dako sa mga event ng iyong laro. Ito ay isang mainam na paraan upang ipatupad ang isang kumplikadong algoritmo o gamiting muli ang mga punsiyon mula sa open-source na mga library. Ang mga event at mga code block ay maaaring maipagsama nang matiwasay - upang ikaw ay makapagsagawa ng mga bahagi o kahit ang kabuuan ng iyong laro gamit ang JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "Ang JavaScript na editor ay nakabatay sa napaka-makapangyarihang Monaco Editor, kinuha mula sa [Visual Studio Code](https://code.visualstudio.com/). Ang intellisense na mga autocompletion ay binibigay na at ang editor ay sinusuportahan ang mga advance na mga tampok tulad ng maramihang-pagpili para sa mas mabilis na pagko-code.",
  "Learn more about using JavaScript": "Matuto ng higit pa tungkol sa paggamit ng JavaScript",
  "Extend GDevelop with JavaScript extensions": "Pag-ibayuhin ang GDevelop gamit ang JavaScript na mga ekstensiyon",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "Ang GDevelop ay modular at maaaring pag-ibayuhin upang iakma sa iyong mga pangangailangan. Partikular sa lahat ng mga tampok na magagamit sa mga laro (mga object, mga behavior, mga event) ay naka-base sa ekstensyon na sistema. Maaari kang mabilis na makalikha ng mga bagong ekstensiyon para sa iyong laro o mag-ambag sa mga umiiral na dahil ang GDevelop ay [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Paano sumulat ng mga ekstensiyon",
  "Game engine JavaScript documentation": "JavaScript na dokumentasyon ng engine ng laro",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Ang Itim na tema na ginagamit sa GDevelop. Ang editor ng code ay may kasama na ring iilang mga magagandang tema!",
  "Make your own 8-bit and pixelart games": "Gumawa ng sarili mong 8-bit at pikselart na mga laro",
  "Make 8-bit and pixelart games": "Gumawa ng 8-bit at pikselart na mga laro",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Ang editor ng sprite at mga kasangapan para makagawa ng sarili mong 8bit na mga laro gamit ang GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Tingnan ang editor ng Piskel sprite na ginagamit sa loob ng GDevelop upang makagawa ng isang 8bit na laro",
  "Piskel sprite editor": "Editor ng Piskel Sprite",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "Ang GDevelop ay may kasamang [Piskel](https://www.piskelapp.com/), isang malakas at madaling gamitin na 2D na editor ng sprite. Ito ang perpektong kasangkapan para lumikha ng mga asset na piksel art upang bigyan ang iyong laro ng makalumang dating! Maaari kang lumikha ng mga object na may maraming animasyon, baguhin ang mga sprite sa anumang oras at tingnan ang kalalabasan sa pamamagitan ng paglunsad ng isang prebyu ng iyong laro.",
  "Download GDevelop to try Piskel": "I-dowload ang GDevelop para subukan ang Piskel",
  "Ready-made behaviors": "Yari na mga behavior",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Nais mo bang lumikha ng makalumang platformer na laro? Ang GDevelop ay may isang yari-na na mga behavior na maaari mong isanib sa iyong tauhan at iyong mga platform. Sa iilang mga segundo mayroon ka nang isang payak na platformer na larong tumatakbo at handa nang ipasadya at pahusayin! Ang ibang mga behavior, mga kondisyon at mga galaw ay maaari ring gamitin upang lumikha ng anumang uri ng 2D na mga laro: shmup, \"Bullet Hell\", arcade na mga laro...",
  "Learn more about behaviors": "Matuto ng higit pa tungkol sa mga behavior",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "HELLO EARTH ni Lil BUB: isang 8 bit na larong gawa sa GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Ang HELLO EARTH ni Lil BUB ay isang makalumang 8-bit na laro, na may magagandang sining at tugtugin, na nagsasalisihan sa pagitan ng mga antas ng mga platformer, na may nakatagong mga lihim, at mga antas ng mambabaril na may mga amo, maraming mga kalaban, at mga bonus.",
  "Read more about Lil BUB's game": "Magbasa ng higit pa tungkol sa laro ni Lil BUB",
  "See other games made with GDevelop": "Tingnan ang iba pang mga laro na gawa sa GDevelop"
}
