{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop est un créateur de jeux libre, conçu pour la création rapide et intuitive de jeux vidéo.",
  "Download the editor": "Téléchargez l’éditeur",
  "Online game editor": "Éditeur de jeu en ligne",
  "Game examples/starters": "Exemples/prototypes de jeu",
  "Documentation": "Documentation",
  "Tutorials": "Tutoriels",
  "Community forums": "Forum",
  "Discord": "Discord",
  "Contribute": "Contribuer",
  "Facebook page": "Page Facebook",
  "Twitter": "Twitter",
  "This website in your language": "Ce site web dans votre langue",
  "All GDevelop Features": "Toutes les fonctionnalités de GDevelop",
  "Install new features with extensions": "Installer de nouvelles fonctionnalités grâce aux extensions",
  "Use JavaScript with the game engine": "Utilisez JavaScript avec ce moteur de jeu",
  "Ads with AdMob": "Des publicités avec AdMob",
  "Create custom behaviors": "Créer des comportements sur mesure",
  "Game editors": "Éditeurs de jeu",
  "Games showcase": "Galerie de jeux",
  "GDevelop for Game jams": "GDevelop pour les Game Jams",
  "GDevelop for Education": "GDevelop pour l'éducation",
  "Make 8-bit games": "Créer des jeux 8 bits",
  "Publish your web game on Poki": "Publish your web game on Poki",
  "Create for Facebook Instant Games": "Create for Facebook Instant Games",
  "GDevelop was created with love by": "GDevelop a été créé avec le ♥ par",
  "Thanks to the": "Merci aux",
  "contributors": "contributeurs",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "qui ont ajouté des fonctionnalités, corrigé des bugs, envoyés de nouveaux exemples, écrits des tutoriels et qui ont aidé la communauté.",
  "by": "par",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB est une créature très spéciale, unique en son genre. Plus spécifiquement, elle est [le chat le plus incroyable de la planète](http://lilbub.com)... et son jeu est fait avec GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Le jeu est un jeu vidéo 8-bit, avec des graphismes et une bande son enchanteurs, qui alterne entre les niveaux de plateformes, avec de nombreux secrets cachés, et des niveaux de tir, avec des boss, de nombreux enemies et bonus à récupérer.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights est un jeu vitaminé de combat aérien rogue-like dans lequel vous allez dégommer, esquiver et transpercer des hordes d'ennemis en infériorité technologique.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "À mesure que votre mission d'intervention intergalactique progresse, votre super jet modulable évoluera en quelque chose de plus puissant, et étrange, grâce aux centaines d'objets disponibles dans le jeu.",
  "Buy on Steam": "Acheter sur Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Créez votre premier jeu",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Imaginez et publiez vos jeux avec GDevelop. Livré avec des tutoriels et exemples.",
  "Try it online": "Essayez-le en ligne",
  "Download": "Téléchargement",
  "Features": "Fonctionnalités",
  "Games": "Jeux",
  "Game studios & education": "Studios de jeu et éducation",
  "Learn": "Apprendre",
  "Play Online": "Jouer en ligne",
  "Learn More": "Learn More",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Ajouter des publicités à votre jeu avec AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Utilisez AdMob dans vos jeux GDevelop pour afficher des publicités et des vidéos de récompense à vos joueurs",
  "1) Create your AdMob account": "1) Créez votre compte AdMob",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Accédez au [site Web d'AdMob](https://www.google.com/admob/) et créez un compte. Créez ensuite une nouvelle application depuis l'interface d'Admob et un bloc d'annonces. Notez les identifiants d'application et de bloc d'annonces, car ils vous serviront dans votre jeu.",
  "Read the detailed instructions": "Lire les instructions détaillées",
  "2) Configure AdMob in GDevelop": "2) Configurez AdMob dans GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "Dans GDevelop, ouvrez les propriétés de votre jeu et collez l'**identifiant d'application** AdMob. Il permettra à AdMob de diffuser des publicités via votre application.",
  "3) Trigger ads display from events": "3) Déclenchez l'affichage des publicités dans les évènements",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Ajoutez des évènements à votre jeu pour charger et afficher les annonces selon vos préférences (par exemple, lorsqu'un niveau est terminé). Collez dans les paramètres de l'action l'identifiant du bloc d'annonces. Vous pouvez également saisir \"test\" pour charger une annonce de test.",
  "4) Publish your game on Android": "4) Publiez votre jeu sur Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Vous pouvez tester et publier votre jeu sur Android directement depuis GDevelop. Dans l'éditeur, ouvrez votre jeu puis la fenêtre Exporter. Choisissez Android, cliquez sur Exporter et attendez quelques minutes.",
  "How to publish to Android in one click": "Comment publier sur Android en un clic",
  "Read the full tutorial": "Lire le tutoriel complet",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Contribuer à GDevelop - L'outil libre de création de jeux HTML5",
  "Contribute to GDevelop": "Contribuer à GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop est un projet open-source (et même ce site) : chacun peut contribuer et améliorer le logiciel !",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Il existe plusieurs façons pour contribuer à GDevelop, selon votre temps, vos compétences et ce qui vous intéresse.",
  "Help to translate GDevelop": "Aidez à traduire GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop et le site web peuvent être traduits dans d'autres langues ! Les traductions sont faites sur un site où chacun peut participer.",
  "Help us by translating GDevelop!": "Aidez-nous en traduisant GDevelop !",
  "Translate the website": "Traduire le site web",
  "Help to develop GDevelop": "Contribuer au développement de GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Il est facile de récupérer le code source de GDevelop et de commencer à l'améliorer !",
  "Contribute on GitHub": "Contribuez sur GitHub",
  "Edit the website on GitHub": "Améliorer le site sur GitHub",
  "Check the development roadmap": "Voir la roadmap",
  "Get involved in the community": "S'impliquer dans la communauté",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Le forum et le chat en ligne Discord sont les endroits où demander et fournir de l'aide aux autres utilisateurs de GDevelop !",
  "Go to the community forum": "Aller sur le forum de la communauté",
  "Open the Discord chat": "Ouvrir le chat sur Discord",
  "Follow GDevelop on Facebook and Twitter:": "Suivez GDevelop sur Facebook et Twitter :",
  "Write tutorials, record videos": "Écriture de tutoriels, publication de vidéos",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Pour la les débutants et les utilisateurs avancés , la page d’aide et tutoriels sont des ressources précieuses pour créer rapidement des grands jeux. Sur le wiki, vous pouvez écrire des tutoriels ou améliorer ceux qui existent déjà.",
  "Contribute to the wiki": "Contribuer au wiki",
  "Create custom behaviors for your game objects in GDevelop": "Créez des comportements sur mesure pour vos objets de jeu dans GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "En quelques clics, vous pouvez créer de nouveaux comportements pour vos objets de jeu, en utilisant des évènements ou du JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash est un comportement sur mesure créé directement dans GDevelop. Il permet à un objet de clignoter",
  "Create custom behaviors - directly from GDevelop editor": "Créez des comportements sur mesure directement dans l'éditeur GDevelop",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop vous permet de créer de nouveaux comportements à l'aide des mêmes évènements qui vous servent à créer les règles de votre jeu.",
  "Want enemies to automatically follow the player?": "Voulez-vous que les ennemis suivent automatiquement le joueur ?",
  "Create a Follower behavior. 🏃‍♂️": "Créez un comportement de suiveur. 🏃",
  "Want some rockets to target the player?": "Vous voulez envoyer des roquettes sur le joueur ?",
  "Create a Missile behavior. 🚀": "Créez un comportement de missile. 🚀",
  "Want enemies and the players to have health and take damage?": "Vous voulez que les ennemis et les joueurs aient des points de vie et subissent des dégâts ?",
  "Create a Health behavior. 💊": "Créez un comportement de santé. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Des comportements peuvent être créés pour tout type d'objet, et vous pouvez créer des actions et des conditions sur mesure associées à votre nouveau comportement.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Les comportements ajoutent de nouvelles actions qui s'utilisent comme n'importe quelle autre action d'évènement",
  "Read the documentation about custom behaviors": "Lire la documentation sur les comportements sur mesure",
  "Download GDevelop": "Télécharger GDevelop",
  "Import new behaviors, created by the GDevelop community": "Importez de nouveaux comportements, créés par la communauté de GDevelop",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Les comportements, ainsi que les extensions, peuvent être partagés entre les projets. Vous pouvez **les exporter et les importer** en quelques clics. Si votre comportement est générique et réutilisable dans plusieurs jeux, vous pouvez même nous l'envoyer pour qu'il soit intégré à la liste croissante de comportements sur mesure partagés par la communauté.",
  "Create your game by assembling behaviors": "Créez votre jeu en assemblant des comportements",
  "perfect for fast prototyping": "parfait pour le prototypage rapide",
  "Progressively create custom behaviors for objects in your game": "Créez progressivement des comportements sur mesure pour les objets de votre jeu",
  "ideal for large games and keeping simple events.": "idéal pour les gros projets et pour préserver la clarté des évènements.",
  "How to install community extensions": "Comment installer des extensions de la communauté",
  "Learn more about extensions": "En savoir plus sur les extensions",
  "Search for new behaviors in the list of behaviors shared by the community": "Recherchez de nouveaux comportements dans la liste des comportements partagés par la communauté",
  "Download GDevelop or try it online - create games without programming": "Téléchargez GDevelop ou essayez-le en ligne - créez des jeux sans programmation",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop est gratuit et peut être utilisé à but lucratif ou non lucratif.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop fonctionne sur Windows, macOS et les distributions les plus récentes de Linux. Vous pouvez également l’essayer en ligne avec Chrome, Firefox ou un autre navigateur web récent.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Vous vous demandez ce qu'il y a de neuf dans les dernières versions ?\nTrouvez les notes de publication dans l'application ou [en ligne](https://github.com/4ian/GDevelop/releases).",
  "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.": "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.",
  "To create your first game, start by reading a tutorial:": "Pour créer votre premier jeu, commencez par lire un tutoriel :",
  "Create a platformer game": "Créer un jeu de plateforme",
  "Create a tank shooter game": "Créer un jeu de shoot de tanks",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop est un projet open-source. Vous pouvez vous impliquer dans la communauté pour l’améliorer !",
  "Learn how to contribute": "Apprendre comment contribuer",
  "GDevelop 4 (old version)": "GDevelop 4 (ancienne version)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 peut être encore téléchargé. GDevelop 5 est recommandé pour tout nouvel utilisateur, car GDevelop 4 ne sera plus mis à jour ! Plus aucun support ne sera fourni dans le futur pour GDevelop 4 : il est recommandé pour tout utilisateur de GDevelop 4 de passer à GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Même si GDevelop 4 supporte les jeux natifs, nous recommandons de passer à GDevelop 5 et aux jeux en HTML5, qui sont mieux supportés. Les jeux natifs seront rajoutés à GDevelop 5 plus tard.",
  "GDevelop for the education - Teach game creation": "GDevelop pour l'éducation - Enseigner la création de jeux",
  "GDevelop for education": "GDevelop pour l'éducation",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Utiliser GDevelop dans une salle de classe est une opportunité parfaite pour faire apprendre la programmation, la création de jeux et libérer la créativité des étudiants ou enfants.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop a déjà été utilisé en salle de classe et dans des cours en ligne, avec des étudiants dans le numérique ou des enfants en primaire !",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Envoyez nous vos photos et tweets si vous utilisez GDevelop pour enseigner !",
  "Install new extensions in GDevelop and share yours": "Installer de nouvelles extensions dans GDevelop et partager les vôtres",
  "Install new extensions and share them": "Installez de nouvelles extensions et partagez-les",
  "Search and add new features to your game in a few clicks.": "Recherchez de nouvelles fonctionnalités pour votre jeu et installez-les en quelques clics.",
  "Search in the library of extensions, ready to be installed in one click": "Cherchez dans la bibliothèque d'extensions prêtes à être installées en un clic",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directement dans l'éditeur, vous pouvez explorer la **bibliothèque d'extensions en ligne** (également appelée \"gestionnaire de paquets\" ou \"magasin d'extensions\"). Les extensions apportent de *nouveaux comportements* à vos objets de jeu, ou des *actions, conditions* ou expressions prêtes à être utilisées dans vos évènements.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "Les **extensions disponibles** sont examinées par des pairs. Elles sont parfaites pour ajouter rapidement de nouvelles fonctionnalités à votre jeu. Elles permettent de réaliser des prototypes de nouveaux jeux plus rapidement et de construire de plus gros jeux en assemblant des extensions.",
  "Read how to install extensions": "Comment installer des extensions",
  "Learn about creating custom behaviors": "En savoir plus sur la création de comportements sur mesure",
  "Export your own extensions and share them": "Exportez vos propres extensions et partagez-les",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Toutes les extensions peuvent être exportées dans un fichier. Elles peuvent facilement être partagées et intégrées à d'autres projets. Mieux encore, si vous avez créé une extension qui vous semble utile, vous pouvez nous l'envoyer pour qu'elle soit intégrée à la [bibliothèque libre d'extensions communautaires](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Les extensions se construisent avec les évènements intuitifs de GDevelop, elles peuvent donc être composées d'évènements, de [JavaScript ou d'un mélange des deux](/javascript-game-engine).",
  "How to start a new extension": "Comment créer une nouvelle extension",
  "How to share your extension": "Comment partager votre extension",
  "Extensions can provide new behaviors that can be added to your game objects.": "Les extensions offrent de nouveaux comportements qui peuvent être ajoutés à vos objets de jeu.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Créez vos propres jeux instantanés Facebook avec GDevelop - publiez vos jeux sur Messenger",
  "Make games for Facebook Messenger": "Créer des jeux pour Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Avec GDevelop, vous pouvez exporter un jeu instantané Facebook en deux clics.",
  "1) Create your app on Facebook Developers": "1) Créez votre app sur Facebook pour les développeurs",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Tout d'abord, assurez-vous d'avoir un compte sur **Facebook pour les développeurs**. Créez une application, choisissez \"Jeux\" comme paramètre de catégorie, puis activez Jeux Instantanés dans Produits :",
  "Go to Facebook Developers": "Aller sur Facebook pour les développeurs",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Ouvrez GDevelop et choisissez l'exportation Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Dans GDevelop, ouvrez votre jeu puis la fenêtre d'exportation. Choisissez **Facebook Instant Games**, cliquez sur Exporter et patientez quelques secondes.",
  "More about exporting": "En savoir plus sur l'exportation",
  "3) Upload your game": "3) Chargez votre jeu",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Revenez sur la page de votre jeu sur Facebook pour les développeurs, choisissez Hébergement Web dans le menu et **chargez le fichier** qui a été exporté par GDevelop.",
  "You can also add testers to let your friends try your game.": "Vous pouvez également ajouter des testeurs pour permettre à vos amis d'essayer votre jeu.",
  "More about uploading your game": "En savoir plus sur le chargement de votre jeu",
  "4) Try your game on Messenger": "4) Essayez votre jeu sur Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Maintenant, prenez votre téléphone et **ouvrez Messenger**. Ouvrez une conversation, choisissez Jeux et cliquez sur l'icône de votre jeu pour commencer à y jouer !",
  "5) Use Instant Games features and publish your game!": "5) Utilisez les fonctions des Jeux instantanés et publiez votre jeu !",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop vous donne accès à certaines fonctionnalités spécifiques aux Jeux instantanées, telles que le nom du joueur, pour mieux intégrer votre jeu dans les conversations Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Lorsque votre jeu est prêt, envoyez-le à Facebook pour examen afin qu'il devienne **disponible dans le monde entier** !",
  "Read the full step-by-step tutorial": "Lire l'intégralité du tutoriel étape par étape",
  "Features of GDevelop - create any kind of games without coding": "Fonctionnalités de GDevelop - créez n'importe quel type de jeu sans programmer",
  "Fully featured": "Le plein de fonctionnalités",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop contient des dizaines de fonctionnalités pour imaginer et créer n'importe quel type de jeu.",
  "Deploy your game everywhere": "Publiez votre jeu partout",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Export en un clic pour [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Export en un clic pour les [Jeux instantanés Facebook](/facebook-instant-games), afin de jouer à votre jeu sur Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Exportez votre jeu [pour le web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) en un clic",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Exportez votre jeu vers iOS (avec [Cordova, alias PhoneGap](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!": "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exportez votre jeu sous forme d'executable pour Windows, macOS et Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[en un seul clic !](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Affichez des [publicités et des vidéos de récompense](/ads-in-your-game-with-admob) à vos joueurs en utilisant [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Apprenez comment publier votre jeu",
  "Objects for your games": "Objets pour vos jeux",
  "**Sprites** with multiple animations": "**Sprites** avec animations multiples",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Créez des explosions, du feu et des effets impressionnants grâce aux **Émetteurs de particules**",
  "**\"9 patch\"** sprites, perfect for platforms": "Sprites **\"9-patch\"** parfaits pour les plateformes",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Sprites mosaïque**, pour créer des mosaïques, des planchers et autres motifs répétitifs",
  "**Text** objects": "Objets **Texte**",
  "Formatted rich text with **BB Text** objects": "Formatted rich text with **BB Text** objects",
  "Embed videos with **Video** objects": "Intégrez des vidéos grâce aux objets **Vidéo**",
  "Draw custom shapes on screen with **Shape Painters**": "Dessinez des formes sur mesure à l'écran grâce aux **Dessinateurs**",
  "Support for custom collision masks": "Support pour les masques de collisions (\"hitbox\") personnalisés",
  "Read the documentation for all objects": "Lire la documentation sur les objets",
  "Try the online examples": "Essayez les exemples en ligne",
  "Use visual effects (\"shaders\")": "Use visual effects (\"shaders\")",
  "Dozens of visual effects are bundled with GDevelop": "Dozens of visual effects are bundled with GDevelop",
  "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...": "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...",
  "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).": "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).",
  "Learn how to use effects in GDevelop": "Learn how to use effects in GDevelop",
  "Add behaviors to your game objects": "Ajouter des comportements aux objets du jeu",
  "Physics engine": "Moteur physique",
  "Add realistic behavior to your objects": "-Ajoutez un comportement réaliste à vos objets",
  "Pathfinding": "Recherche de chemin",
  "Have your objects move and avoiding obstacles": "fait se déplacer vos objets en évitant les obstacles",
  "Top-down movement": "Mouvement vu du dessus",
  "Platformer engine": "Moteur de jeu de plateforme",
  "create platformer games in a breeze": "créez des jeux de plateforme en un clin d'oeil",
  "Draggable objects": "Objets déplaçables en drag'n'drop",
  "quickly make your objects draggable with mouse/touch": "rendez vos objets déplaçables avec la souris ou les touchés tactiles",
  "Anchor": "Ancre",
  "support multiple screen sizes by ensuring controls stay at the right position": "Gérez plusieurs tailles d'écran en vous assurant que les boutons restent à la bonne position",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "animez la position, l'opacité, la taille ou la couleur de vos objets avec fluidité",
  "And more, to automate current tasks and behaviors in a few clicks!": "Et encore plus, pour automatiser les tâches courantes et ajouter des comportements pré-conçus en quelques clics !",
  "Read the documentation for all behaviors": "Lire la documentation sur les comportements",
  "Create your own custom behaviors": "Créez vos propres comportements sur mesure",
  "Make desktop & mobile-ready games": "Créez des jeux compatibles mobiles et PC",
  "Save player data in the browser storage or on their devices": "Enregistrez les données des joueurs dans le stockage du navigateur ou sur leurs périphériques",
  "Full support for sound effects and musics": "Prise en charge complète des effets sonores et des musiques de fond",
  "Support for touchscreens & multi-touch": "Prise en charge des écrans tactiles multipoints",
  "Design advanced levels and interfaces": "Concevez des niveaux et interfaces avancés",
  "The scene editor lets you visually edit your levels": "L'éditeur de scène vous permet de modifier visuellement vos niveaux",
  "Support for multiple layers": "Prise en charge de plusieurs calques",
  "Add interfaces and create parallax effects": "Ajoutez des interfaces et des effets de parallax",
  "Create your levels dynamically with external layouts": "Créez vos niveaux dynamiquement avec des calques externes",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Concevez vos ressources avec [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "un éditeur de pixel art et de sprites puissant",
  "Generate [sound effects with Jfxr](/game-jams)": "Générez [des effets sonores avec Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "créez des effets et personnalisez-les en quelques clics",
  "Debugger": "Débogueur",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Inspectez le contenu de votre jeu et faites des changements dynamiques tout en prévisualisant votre jeu",
  "Performance profiler": "Profileur de performances",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[surveillez les ressources utilisées](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) dans votre jeu",
  "Discover GDevelop editors": "Découvrez les éditeurs de GDevelop",
  "Build ambitious games with advanced features": "Concevez des jeux ambitieux avec des fonctionnalités avancées",
  "Communicate with external websites or services using HTTP requests.": "Communiquez avec des sites Web externes à l'aide de requêtes HTTP.",
  "Use advanced events: loops, for-each...": "Utilisez des boucles et autres évènements avancés",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "À l'aide des évènements, créez des **fonctions** réutilisables qui peuvent être utilisées comme actions, conditions ou expressions dans votre jeu",
  "a powerful feature never seen in other game creation tools.": "une fonctionnalité puissante jamais vue dans d'autres outils de création de jeux.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulez des variables avec des structures complexes arbitraires, avec prise en charge de lecture et écriture de fichiers JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "Vous pouvez également [utiliser JavaScript pour programmer](/javascript-game-engine) certaines parties de votre jeu",
  "use it for a few functions, to write extensions or the majority of your game.": "utilisez-le pour quelques fonctions, pour écrire des extensions ou pour la majorité de votre jeu.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Affichez des publicités dans votre jeu avec [AdMob](/ads-in-your-game-with-admob) ou un lien vers les produits de votre [boutique Shopify](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Cherchez et [installez de nouvelles fonctionnalités grâce aux extensions](/extensions-and-sharing) créées par la communauté",
  "get new, ready to use features for your game in a few clicks": "obtenez de nouvelles fonctionnalités prêtes à être utilisées pour votre jeu en quelques clics",
  "Read the documentation about events": "Lire la documentation sur les évènements",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Tous les éditeurs de GDevelop - créez des jeux de plateforme, des jeux de tir, des RPG, des jeux d'action...",
  "The game editors": "Les éditeurs de jeux",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "L'interface de GDevelop est composée d'éditeurs intuitifs pour concevoir entièrement vos propres jeux.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Découvrez comment utiliser GDevelop pour ajouter un déclencheur dans votre jeu en 90 secondes",
  "Scene editor": "Éditeur de scènes",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Concevez vos propres niveaux avec l'éditeur de scènes : vous pouvez choisir des objets, les mettre sur la scène, ajuster leur position et leur taille. Vous pouvez entièrement concevoir vos niveaux avec l'éditeur de scènes. Si vous souhaitez créer des niveaux ou des interfaces complexes, les calques externes vous permettent de créer des parties d'un niveau et de les réutiliser dans d'autres scènes.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Commencez en 2 minutes : essayez GDevelop dans votre navigateur",
  "Events editor": "Éditeur d'évènements",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imaginer et créer les règles de votre jeu n'implique pas d'apprendre la syntaxe d'un langage de programmation complexe. L'éditeur d'évènements affiche une liste d'évènements : chaque évènement est composé de conditions et d'actions. Lorsque les conditions sont remplies, les actions sont exécutées. C'est aussi simple que ça.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Toutes les conditions et actions sont disponibles dans une liste afin que vous puissiez facilement trouver ce que vous voulez pour créer les règles de votre jeu.",
  "Learn more about events in the tutorials": "Pour en savoir plus sur les évènements, consultez les tutoriels",
  "Create platformer games with GDevelop": "Créez des jeux de plateforme avec GDevelop",
  "Develop space shooter games with GDevelop": "Concevez des jeux de tir dans l'espace avec GDevelop",
  "Create mario-like games with GDevelop": "Créez des jeux de plateforme (type Mario) avec GDevelop",
  "Make strategy games with GDevelop": "Créez des jeux de stratégie avec GDevelop",
  "Objects editors": "Éditeurs d’objets",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Tout ce qui affiché dans votre jeu est un objet. La plupart des objets sont appelés \"sprites\" : ils se composent d'animations et s'utilisent pour tous les éléments animés. Par exemple, le joueur, les ennemis et les bonus à ramasser.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "D'autres objets permettent de créer des interfaces ou d'ajouter des effets à votre jeu : texte, particules, sprites mosaïque...",
  "Discover all the objects available in GDevelop": "Découvrez tous les objets disponibles dans GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Éditeur de ressources, éditeur de sprites et générateur d'effets sonores",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Toutes les images et les fichiers audio utilisés dans votre jeu sont répertoriés dans l’éditeur de ressources. Il permet de gérer simplement les ressources de votre jeu.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop est fourni avec des ressources gratuites pour vous aider ! Pour prototyper et créer rapidement vos propres ressources, GDevelop est également livré avec un puissant éditeur de pixel art appelé Piskel. Vous pouvez également créer un effet sonore en un clic en utilisant le générateur de son intégré. Il est parfait pour les [game jams](/game-jams/) !",
  "Learn everything about the editors in the documentation": "Apprenez tout sur les éditeurs dans la documentation",
  "Open in GDevelop": "Ouvrir dans GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "GDevelop permet de créer des jeux de plateforme, des jeux de tir, des RPG, des jeux d'action...",
  "Examples and Starters": "Exemples et prototypes",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop offre plus de 80 exemples et prototypes pour vous permettre de commencer rapidement ou d'apprendre ou essayer une fonctionnalité spécifique.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Voici les exemples fournis avec GDevelop. Vous êtes curieux ? Vous pouvez les ouvrir et les essayer directement depuis votre navigateur Internet. GDevelop est rapide à démarrer et vous pourrez jouer avec ces exemples en seulement quelques secondes.",
  "Get started with tutorials": "Débutez avec les tutoriels",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Apprenez pas à pas à utiliser GDevelop ou obtenez de l'aide sur une fonctionnalité spécifique : le wiki a des tutoriels pour les débutants et une documentation complète du logiciel.",
  "Make games for Game jams": "Créez des jeux pour des compétitions",
  "Game jams": "Compétitions",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop est parfait pour créer rapidement des jeux lors de compétitions de création de jeux.",
  "Make your assets with Piskel": "Créez vos images avec Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop est livré avec **Piskel**, un éditeur de sprites qui est parfait pour dessiner rapidement vos sprites et pour faire du pixel art.",
  "Read more about making 8-bit and pixelart games": "En savoir plus sur la création de jeux 8 bits et en pixel art",
  "Generate sounds effects in one click": "Générez des effets sonores en un clic",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop a un générateur d'effets sonores intégré, **Jfxr**. Vous pouvez créer des effets sonores tels que des explosions, des sauts, des pièces et des bonus en un clic et les personnaliser comme vous le souhaitez.",
  "Read about all features available in GDevelop": "En savoir plus sur toutes les fonctionnalités disponibles dans GDevelop",
  "Ready-made behaviors": "Comportements prêts à l'emploi",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Envie de créer un jeu de plateforme rétro ? GDevelop dispose de comportements prédéfinis que vous pouvez attacher à votre personnage et vos plateformes. En quelques secondes, vous obtenez un jeu de plateforme basique, fonctionnel et prêt à être personnalisé et amélioré ! D'autres comportements, conditions et actions peuvent aussi être utilisés pour créer n'importe quels types de jeux : shmup, \"Bullet hell\", jeux d'arcade...",
  "Learn more about behaviors": "En savoir plus sur les comportements",
  "GDevelop for Game studios, indies and Education": "GDevelop pour les studios de jeux, les indépendants et l'enseignement",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop est un moteur de jeu rapide et flexible qui peut être utilisé dans différents cas.",
  "Professional and Game Studios": "Professionnels et studios de jeux",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop est un moteur de jeu léger, soigneusement conçu et libre. Le design unique de l'éditeur a été expliqué lors de [conférences internationales](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "Licence MIT : contribuez au code source du moteur et étendez-le",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Éditeur adaptable écrit en JavaScript, React.js et WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Intégrez GDevelop dans votre équipe, utilisez les évènements ou du JavaScript selon vos besoins",
  "Get game designers, artists and developers to work on the same environment": "Invitez les concepteurs de jeux, artistes et développeurs à travailler sur le même environnement",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Les projets de jeu sont facilement lisibles et prennent en charge les systèmes de contrôle de version tels que Git et Mercurial",
  "GDevelop on GitHub": "GDevelop sur GitHub",
  "Commercial support": "Commercial support",
  "Companies can provide commercial or free support for GDevelop:": "Companies can provide commercial or free support for GDevelop:",
  "See GDevelop support and promotion website": "See GDevelop support and promotion website",
  "Indie game developers": "Développeurs de jeux indépendants",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible et facile à apprendre, GDevelop est idéal pour les développeurs de jeux indépendants. Vous serez en mesure de créer rapidement un jeu et de l'améliorer en utilisant des évènements, des comportements et de nouvelles extensions.",
  "Free to use: download GDevelop and start making a game today": "Utilisation gratuite : téléchargez GDevelop et commencez à créer un jeu aujourd'hui",
  "Integrated editors allowing to make game assets directly from GDevelop": "Éditeurs intégrés permettant de créer des ressources de jeu directement dans GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Prototypage super rapide grâce aux extensions et comportements communautaires libres",
  "Custom behaviors make your game logic reusable and shareable": "Les comportements sur mesure rendent votre logique de jeu réutilisable et partageable",
  "See all features": "Voir toutes les fonctionnalités",
  "GDevelop for game jams": "GDevelop pour les compétitions",
  "Education and game making": "Éducation et création de jeux",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Vous enseignez la création ou la programmation de jeux aux enfants ou aux élèves ? GDevelop a été utilisé par des dizaines d'écoles, d'universités et de stages pour tous les âges.",
  "Learn more about GDevelop and education": "En savoir plus sur GDevelop et l'éducation",
  "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app": "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app",
  "Make games with a fast, intuitive game engine": "Make games with a fast, intuitive game engine",
  "Showcase of the games created with GDevelop": "Vitrine des jeux créés avec GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Voici quelques jeux créés avec GDevelop. Le prochain devrait être le votre !",
  "Show me more!": "Montrez-m'en plus !",
  "Made a nice game with GDevelop?": "Vous avez fait un jeu avec GDevelop ?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Nous adorerions connaître votre jeu et l'ajouter ici. Soyez sûr d'avoir de jolies copies d'écrans prêtes et que le jeu est de haute qualité :)",
  "Submit your game": "Soumettre votre jeu",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, un jeu créé avec GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Un jeu vitaminé de combat aérien rogue-like développé avec GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights est un jeu vitaminé de combat aérien rogue-like dans lequel vous allez dégommer, esquiver et transpercer des hordes d'ennemis en infériorité technologique. À mesure que votre mission d'intervention intergalactique progresse, votre super jet modulable évoluera en quelque chose de plus puissant, et étrange, grâce aux centaines d'objets disponibles dans le jeu.",
  "History": "Historique",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights a commencé comme projet annexe à notre jeu d'exploration spatiale défunt Hyperspace Admirals. HDog a été prototypé à la fin de 2016, après quoi il a reçu une version d'accès anticipé sur itch.io. Au cours de 2017, la majorité de son contenu a été développé en tenant compte des commentaires de chacune de nos versions alpha. Le jeu a été terminé en mars 2018, après quoi la sortie a été annoncée.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Combat aérien en 2D féroce et vitaminé contre des hordes d’ennemis aériens et terrestres",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Des centaines de composants passifs empilables et plus d’une cinquantaine d’armes et de composants actifs, chacun d'entre eux offrant d'étranges synergies avec les autres",
  "High replayability, your will evolve a little different on each run": "Grande rejouabilité, vous évoluerez différemment à chaque partie",
  "Seven zones with distinct enemy composition to explore": "Sept zones à explorer avec des compositions d'ennemis distinctes",
  "10+ screen-fillingbosses": "Plus de dix énormes boss",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "Plus de 5 hyper-jets à faire voler, tous avec des équipements mk2 à débloquer",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 morceaux de musique multicouche décontractée par Enuit et Ole Toensen",
  "Official website": "Site officiel",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, un jeu créé avec GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Un jeu rétro 8 bits, avec des graphismes et une bande son superbes, créé avec GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Grâce à GDevelop, le jeu a été publié sur iOS, Android, Windows, macOS, Linux et même sur une borne d’arcade.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Le jeu a été annoncé pour le 5ème anniversaire de BUB. Pour concrétiser ce rêve, une campagne KickStarter a été lancée pour que les amis de BUB situés aux quatre coins du monde puissent contribuer. La campagne KickStarter a été lancée avec un objectif de 100 000 $ mais elle a récolté 148 000 $ ! BIEN JOUÉ, BUB.",
  "Beautiful original graphics and animation": "Superbes animations et graphismes originaux",
  "Parallaxing backgrounds": "Arrière-plans qui défilent",
  "Unique level design": "Conception de niveau unique",
  "Huge variety of unique levels, bosses and enemies": "Un énorme éventail de niveaux, ennemis et boss différents",
  "Complex gameplay and controls": "Des commandes et une mécanique de jeu complexes",
  "Unique storyline with twists and surprises": "Une histoire unique avec des rebondissements et des surprises",
  "Item Inventory: collect items to be used strategically throughout the game": "Inventaire d'objets : collectez des objets à utiliser stratégiquement tout au long du jeu",
  "Completely original 8-bit soundtrack": "Une bande très originale en 8 bits",
  "Tape Deck feature that allows you to select your favorite music from the game": "Fonctionnalité de magnétophone vous permettant de sélectionner votre musique préférée du jeu",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Possibilité de revisiter et rejouer les niveaux pour améliorer votre progression et débloquer des réussites",
  "Truly innovative Easter Eggs throughout": "Des clins d’œils cachés très innovants dans tout le jeu",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Créez vos jeux sans programmation - Logiciel de développement de jeux HTML5 et natifs open source",
  "The game engine for everyone": "Le moteur de jeu pour tous",
  "GDevelop game maker software - create video games without coding": "Logiciel de création de jeux GDevelop - créez des jeux vidéo sans programmer",
  "Make your own games with GDevelop": "Créez vos propres jeux avec GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop est un moteur de jeu multiplateforme libre conçu pour tout le monde : il est extensible, rapide et facile à apprendre.",
  "Create any game": "Créez n’importe quel jeu",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Déployez votre créativité avec GDevelop et créez tout type de jeu : plateforme, puzzles, Shoot'em up, stratégie, [jeux 8 bits](/make-8bit-pixelart-games)... Parcourez les exemples ou démarrez un nouveau projet à zéro.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Avec GDevelop, vous pouvez faire des projets simples pour le plaisir ou créer des jeux indépendants ambitieux comme [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) et [plein d'autres](/games-showcase)!",
  "Make 8-bit or pixel art games with GDevelop": "Make 8-bit or pixel art games with GDevelop",
  "Make adventure and point'n'click games with GDevelop": "Make adventure and point'n'click games with GDevelop",
  "Events: game creation, intuitive for all": "Évènements: création de jeu intuitive pour tous",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Ce qui rend GDevelop unique et facile à utiliser sont les événements. Les événements sont un moyen puissant d'exprimer la logique de votre jeu, sans avoir à apprendre un langage de programmation.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop passe la programmation visuelle au niveau supérieur, en vous permettant d'ajouter des [comportements](/features) à vos objets de jeu et de [créer de nouveaux comportements](/custom-behaviors) en utilisant ces évènements intuitifs et faciles à apprendre.",
  "Events enable easy game creation": "Les évènements permettent de créer facilement des jeux",
  "Events being used in GDevelop to create the logic of a game": "Évènements utilisés dans GDevelop pour créer la logique d'un jeu",
  "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.": "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.",
  "Export your game anywhere, in one click": "Exportez votre jeu n'importe où en un clic",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publiez vos jeux sur le Web ou sur iOS, Android, Windows, Mac, Linux et même [Facebook Messenger](/facebook-instant-games). Les jeux créés avec GDevelop se lancent n’importe où et vous pouvez même faire une exportation en un clic pour Android depuis Gdevelop.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Créez des jeux pour iOS, Android, Windows, macOS et Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Ordinateur portable, tablette ou téléphone : les jeux créés avec GDevelop fonctionnent partout",
  "Unlimited possibilities": "Des possibilités infinies",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Exprimez vos petites et grandes idées : vous pouvez prototyper de nouvelles fonctionnalités sur vos jeux en quelques minutes et les affiner sans limites. [Créer des jeux](/games-showcase) n'a jamais été aussi simple et rapide, avec [les éditeurs visuels](/game-editors) fournis par GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Envie d'aller plus loin ? Vous pouvez étendre le [moteur de jeu grâce à Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Comment ajouter un bouton de déclenchement à votre jeu de plateforme en 90 secondes",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Des tas d'exemples](/game-examples-starters) sont aussi disponibles et prêts à être essayés en un clic.",
  "Create a platform game": "Create a platform game",
  "Create a casual mobile game": "Create a casual mobile game",
  "Tutorials for GDevelop and documentation on the wiki": "Des tutoriels pour GDevelop et toute la documentation sur le wiki",
  "Start making games": "Commencez à créer des jeux",
  "Using JavaScript to make your games with GDevelop": "Utilisez JavaScript pour créer vos jeux avec GDevelop",
  "Using JavaScript with GDevelop": "Utiliser JavaScript avec GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop prend en charge le JavaScript pour créer votre jeu ou étendre le moteur de jeu.",
  "JavaScript can be used to write part of a game, alongside with events": "Vous pouvez écrire une partie d'un jeu en JavaScript, en plus des évènements",
  "Add JavaScript code blocks inside your game": "Ajoutez des blocs de JavaScript dans votre jeu",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop prend en charge l'ajout de blocs de code JavaScript à n'importe quel moment dans les évènements de votre jeu. C'est un bon moyen d'intégrer un algorithme complexe ou de réutiliser des fonctions provenant de bibliothèques libres. Les évènements et les blocs de code peuvent être mélangés de façon transparente. Ainsi, vous pouvez intégrer des parties ou même la totalité de votre jeu en JavaScript !",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "L'éditeur JavaScript est basé sur l'éditeur super puissant Monaco, extrait de [Visual Studio Code](https://code.visualstudio.com/). Les autocomplétions Intellisense sont fournies et l'éditeur prend en charge des fonctionnalités avancées comme la sélection multiple pour un codage plus rapide.",
  "Learn more about using JavaScript": "En savoir plus sur l'utilisation de JavaScript",
  "Extend GDevelop with JavaScript extensions": "Étendre GDevelop avec des extensions JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop est modulable et peut être étendu selon vos besoins. Toutes les fonctionnalités disponibles pour les jeux (objets, comportements, évènements) se basent sur le système d'extensions. Vous pouvez rapidement créer de nouvelles extensions pour votre jeu ou contribuer aux extensions existantes car GDevelop est [libre](https://github.com/4ian/GD).",
  "How to write extensions": "Comment écrire des extensions",
  "Game engine JavaScript documentation": "Documentation du moteur de jeu JavaScript",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Le thème sombre est utilisé dans GDevelop. L'éditeur de code est également livré avec plusieurs thèmes magnifiques !",
  "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ": "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ",
  "Make your own 8-bit and pixelart games": "Créez vos jeux 8 bits et jeux en pixel art",
  "Make 8-bit and pixelart games": "Créez des jeux 8 bits et pixel art",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Éditeur de sprites et outils pour créer vos propres jeux 8 bits avec GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Voir l'éditeur de sprites Piskel utilisé dans GDevelop pour créer un jeu 8 bits",
  "Piskel sprite editor": "Éditeur de sprites Piskel",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop est fourni avec [Piskel](https://www.piskelapp.com/), un éditeur de sprites 2D puissant et simple d'utilisation. C'est l'outil parfait pour créer des ressources en pixel art qui donneront un aspect rétro à votre jeu ! Vous pouvez créer des objets avec de multiples animations, éditer vos sprites à n'importe quel moment et voir le résultat en lançant une prévisualisation de votre jeu.",
  "Download GDevelop to try Piskel": "Téléchargez GDevelop pour essayer Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH, un jeu 8 bits créé avec GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH est un jeu vidéo 8 bits avec des beaux graphismes et une bonne bande son, qui alterne entre niveaux de plateforme, avec de nombreux secrets cachés, et des niveaux de tir avec des boss, de nombreux ennemis et des bonus à ramasser.",
  "Read more about Lil BUB's game": "En savoir plus sur le jeu Lil BUB",
  "See other games made with GDevelop": "Voir d'autres jeux créés avec GDevelop",
  "Your GDevelop game on the Poki web platform": "Your GDevelop game on the Poki web platform",
  "Join the Poki web platform": "Join the Poki web platform",
  "Get an audience of 30 million gamers from all over the world for your game.": "Get an audience of 30 million gamers from all over the world for your game.",
  "Discover what Poki can do for your game": "Discover what Poki can do for your game",
  "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.": "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.",
  "Browse games on Poki.com": "Browse games on Poki.com",
  "Poki Developers page": "Poki Developers page",
  "Export your game as an HTML5 game": "Export your game as an HTML5 game",
  "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.": "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.",
  "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.": "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.",
  "Export your game as HTML5": "Export your game as HTML5",
  "Submit your game on Poki": "Submit your game on Poki",
  "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.": "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "Il y a eu une erreur ou vous avez annulé l'abonnement. Si vous voulez obtenir un abonnement pour supporter GDevelop et débloquer des services en ligne, essayez à nouveau d'en choisir un dans GDevelop (menu *Mon Profil*).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "En tant que logiciel libre, GDevelop a besoin de temps et d'argent pour être développé et durable. Merci pour votre contribution ! Si vous voulez vous impliquer davantage, vous pouvez aussi [lire tous les moyens](/contribute) de contribuer à l'écosystème de GDevelop.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Vous pouvez maintenant **revenir à GDevelop** pour utiliser les services et les exportations en ligne supplémentaires."
}
