{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "A GDevelop egy nyílt forráskódú játékkészítő, amelyet a gyors és intuitív játékkészítéshez készítettek.",
  "Download the editor": "A program letöltése",
  "Online game editor": "Online játékszerkesztő",
  "Game examples/starters": "Játék példák/sablonok",
  "Documentation": "Dokumentáció",
  "Tutorials": "Oktatóanyagok",
  "Community forums": "Közösségi fórumok",
  "Contribute": "Hozzájárulás",
  "Facebook page": "Facebook oldal",
  "Twitter": "Twitter",
  "This website in your language": "A honlap az Ön által beszélt nyelven",
  "All GDevelop Features": "Összes GDevelop funkció",
  "Install new features with extensions": "Telepíts új szolgáltatásokat bővítményekkel",
  "Facebook Instant Games": "Facebook Instant Játékok",
  "Use JavaScript with the game engine": "Használd a JavaScriptet a játékmotorral",
  "Ads with AdMob": "Hirdetések AdMob segítségével",
  "Create custom behaviors": "Hozz létre egyedi viselkedéseket",
  "Game editors": "Játékszerkesztők",
  "Games showcase": "Játék esetleírások",
  "GDevelop for Game jams": "GDevelop játék jamekhez",
  "GDevelop for Education": "Gdevelop oktatáshoz",
  "Make 8-bit games": "Készíts 8 bites játékokat",
  "GDevelop was created with love by": "GDevelop létrehozását a szeretet motiválta",
  "Thanks to the": "Köszönet, hogy a ",
  "contributors": "küzreműködök",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "kik hozzáadtak funkciókat, kijavítottak hibákat, beküldtek új sablonokat, írtak tutoriálokat, és segítették a közösséget.",
  "by": "által",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "A BUB nagyon különleges, egyfajta kritikus. Pontosabban, ő a [legcsodálatosabb macska a bolygón] (http://lilbub.com)... és játékát a GDevelop segítségével készíti!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "A játék egy retro 8 bites játék, gyönyörű műalkotásokkal és zenével, amely váltakozik a platformer szintjeivel, rejtett titkokkal, és a lövöldözős szintek főellenségeivel, több ellenséggel és bónuszokkal.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "A Hyperspace Dogfights egy lédús sugárhajtású harci roguelike, amelyben robbantani, elkerülni és végigsöpörni kell a technológiailag alacsonyabb szintű ellenségek tömegeit.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "A galaktikus intervenciós misszió előrehaladtával az adaptív hiper-hajtómű valami erősebbé és furcsábbá válik, ha összegyűjtöd a játékban elérhető több száz elem néhányat.",
  "Buy on Steam": "Steamen megvehető",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Az első játékod készítése",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Képzeld el és tedd közzé játékaidat GDevelop segítségével. Csomagban oktatóanyagok és példák.",
  "Try it online": "Próbáld ki online",
  "Download": "Letöltés",
  "Features": "Jellemzők",
  "Games": "Játékok",
  "Game studios & education": "Játékstúdiók és oktatás",
  "Learn": "Tanulás",
  "Play Online": "Játssz online",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Helyezz hirdetéseket a játékodba az AdMob segítségével",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Az AdMob használatával a GDevelop játékokban hirdetéseket és jutalmazó videókat jeleníthetsz meg a játékosaid számára",
  "1) Create your AdMob account": "1) Hozd létre az AdMob fiókod",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Nyisd meg az [AdMob webhely] (https://www.google.com/admob/) webhelyet, és hozz létre egy fiókot. Ezután hozz létre egy új alkalmazást az Admob felületen és egy hirdetési egységet adj hozzá. Vedd figyelembe az alkalmazás és a hirdetési egység azonosítóit, mivel ezeket a játékban használják.",
  "Read the detailed instructions": "Olvasd el a részletes utasításokat",
  "2) Configure AdMob in GDevelop": "2) AdMob konfigurálása a GDevelopban",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "A GDevelop alkalmazásban nyisd meg a játék tulajdonságait, és illeszd be az AdMob ** alkalmazás azonosítóját **. Ez azonosításra kerül az AdMob alkalmazásának felhasználásával hirdetések megjelenítéséhez.",
  "3) Trigger ads display from events": "3) Az eseményindító hirdetések az események alapján jelennek meg",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Adj hozzá eseményeket a játékhoz, hogy betöltse és megjelenítse a hirdetést, ha szükséges (ez akkor fordulhat elő, ha például egy szintet sikeresen teljesítenek). Illeszd be a művelet paramétereit a hirdetési egység azonosítóját. A „teszt” mezőt is bekapcsolhatod a teszthirdetés betöltésekor.",
  "4) Publish your game on Android": "4) Tedd közzé a játékod Androidon",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Tesztelheted és közzéteheted a játékod az Androidon közvetlenül a GDevelop alkalmazásból. Nyisd meg a szerkesztőben a játékot, majd az Exportálás ablakot. Válaszd az Android lehetőséget, kattints az Exportálásra, és várj néhány percet.",
  "How to publish to Android in one click": "Hogyan lehet közzétenni egy kattintással az Androidra",
  "Read the full tutorial": "Olvasd el a teljes oktatási anyagot",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Hozzájárulás a GDevelophoz - nyílt forrású HTML5 játékkészítő eszköz",
  "Contribute to GDevelop": "Hozzájárulás a GDevelophoz",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop egy nyílt forrású projekt (még ez a honlap is): bárki támogathatja és fejlesztheti a programot!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Számos módon hozzájárulhatsz a GDevelophoz, idődtől, képességedtől és érdeklődésedtől függően.",
  "Help to translate GDevelop": "Segíts nekünk a GDevelop fordításában",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop és a weboldal lefordítható a nyelvedre! A fordítások a weboldalon elkészültek ahol mindeni részt vehet.",
  "Help us by translating GDevelop!": "Segíts nekünk a GDevelop fordításában!",
  "Translate the website": "Az oldal fordítása",
  "Help to develop GDevelop": "Segíts a GDevelop fejlesztésében",
  "It's easy to get the source code of GDevelop and start improving things!": "Könnyű a GDevelop forráskódját megszerezni és elkezdeni fejleszteni dolgokat!",
  "Contribute on GitHub": "Tegye közzé a GitHubon",
  "Edit the website on GitHub": "Szerkesztd a weboldalt a GitHub-on",
  "Check the development roadmap": "Ellenőrizd a fejlesztési útvonaltervet",
  "Get involved in the community": "Vegyen részt a közösségben",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "A fórum és a Discord chat azok a helyek, ahol más GDevelop felhasználók segítséget kérnek és kapnak egymástól!",
  "Go to the community forum": "Menj a közösségi fórumora",
  "Open the Discord chat": "Nyisson egy csetelést a Discordon",
  "Follow GDevelop on Facebook and Twitter:": "Kövesd a GDevelopot Facebookon és Twitteren:",
  "Write tutorials, record videos": "Írjon útmutatókat, készítsen videókat",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "A legtöbb kezdő és még haladó felhasználói számára az oktatóanyagok és a súgóoldal a legértékesebb erőforrások a nagyszerű játékok gyors létrehozásához. A wikiben oktatóanyagokat írhatsz, vagy meglévőket fejleszthetsz.",
  "Contribute to the wiki": "Hozzájárulás a wikinek",
  "Create custom behaviors for your game objects in GDevelop": "Hozz létre egyéni viselkedést a játékobjektumokhoz a GDevelopban",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "Néhány kattintással új viselkedést hozhatsz létre a játékobjektumokhoz - események vagy JavaScript használatával.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "A vaku olyan egyéni viselkedés, amelyet közvetlenül a GDevelopban hoztak létre - lehetővé téve egy objektum villogását",
  "Create custom behaviors - directly from GDevelop editor": "Hozz létre egyedi viselkedéseket - közvetlenül a GDevelop szerkesztőből",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "A GDevelop lehetővé teszi új viselkedések létrehozását, ugyanazoknak az eseményeknek a felhasználásával, mint amelyeket a játék szabályainak létrehozásához használsz.",
  "Want enemies to automatically follow the player?": "Szeretnéd, ha az ellenségek automatikusan követné a játékost?",
  "Create a Follower behavior. 🏃‍♂️": "Hozz létre Követő viselkedést",
  "Want some rockets to target the player?": "Szeretnéd, ha néhány rakéta a játékosra célozna?",
  "Create a Missile behavior. 🚀": "Hozz létre Rakéta viselkedést",
  "Want enemies and the players to have health and take damage?": "Szeretnéd, hogy az ellenségeknek és a játékosoknak lenne egészsége és sérülést szenvednének?",
  "Create a Health behavior. 💊": "Hozz létre Egészség viselkedést",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "A viselkedés bármilyen objektumhoz létrehozható, és az új viselkedéséhez társított műveleteket és feltételeket is létrehozhatsz.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Egy akciót a viselkedés tesz ki, és az események bármelyik más eseményéhez hasonlóan felhasználhatóak",
  "Read the documentation about custom behaviors": "Olvasd el a dokumentációt az egyedi viselkedésekről",
  "Download GDevelop": "GDevelop letöltése",
  "Import new behaviors, created by the GDevelop community": "Importálj új, a GDevelop közösség által viselkedéseket",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "A viselkedések és a kiterjesztések megoszthatók a projektek között. Néhány kattintással ** exportálhatod és importálhatod ** azokat. Ha viselkedésed általános és több játékban újrafelhasználható, akkor azt is beküldheted a közösség által megosztott egyéni viselkedések növekvő listájába.",
  "Create your game by assembling behaviors": "Készítsd el játékod viselkedések összeállításával",
  "perfect for fast prototyping": "tökéletes prototípus készítéséhez",
  "Progressively create custom behaviors for objects in your game": "Fokozatosan hozz létre egyedi viselkedést a játék objektumaihoz",
  "ideal for large games and keeping simple events.": "ideális nagy játékokhoz és egyszerű események lebonyolításához.",
  "How to install community extensions": "Hogyan kell telepíteni közösségi bővítményeket",
  "Learn more about extensions": "További információ a bővítményekről",
  "Search for new behaviors in the list of behaviors shared by the community": "Keress új viselkedéseket a közösség által megosztott viselkedések listájában",
  "Download GDevelop or try it online - create games without programming": "Töltse le a GDevelopot, vagy próbálja ki online - hozzon létre játékokat programozás nélkül",
  "GDevelop is free and can be used for profit or non-profit game making.": "A GDevelop ingyenes és használható bevételt termelő vagy non-profit játékok készítésére.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop fut Windowson, macOS-on és a legtöbb Linux disztribúción. Kipróbálhatod online is a Chrome, a Firefox vagy egy gyakori webböngésző segítségével.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Vajon mi a legújabb verzió? Keresd meg a kiadási megjegyzéseket az alkalmazásban vagy az [online] oldalon (https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Szükséged van ** libgconf-2-4 ** -re a rendszereden. Írd be a `sudo apt-get install libgconf-2-4` kifejezést egy terminálba, vagy telepítsd a csomagkezelőből.",
  "To create your first game, start by reading a tutorial:": "Az első játék létrehozásához kezd az oktatóanyag elolvasásával:",
  "Create a platformer game": "Hozz létre egy platform játékot",
  "Create a tank shooter game": "Hozz létre egy tank lövöldözős játékot",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "A GDevelop egy nyílt forráskódú projekt. Bekapcsolódhatsz a közösségbe annak fejlesztése érdekében!",
  "Learn how to contribute": "Tudd meg, hogyan járulhatsz hozzá",
  "GDevelop 4 (old version)": "GDevelop 4 (korábbi verzió)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "A Gdevelop 4 továbbra is letölthető. A GDevelop 5 ajánlott minden új felhasználó számára, mivel a GDevelop 4 nem frissül többé! A jövőben nem fogunk támogatást nyújtani a GDevelop 4-hez: azt javasoljuk, hogy minden GDevelop 4 felhasználó frissítsen GDevelop 5-re.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Még akkor is, ha a GDevelop 4 támogatja a natív játékokat, javasoljuk, hogy válts a GDevelop 5 és HTML5 játékokra, amelyek jobban támogatottak. A natív játékokat később hozzáadjuk a GDevelop 5-höz.",
  "GDevelop for the education - Teach game creation": "GDevelop oktatáshoz - Tanítsd meg a játék létrehozását",
  "GDevelop for education": "GDevekiop az oktatásért",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Használj GDevelopot az órán, hogy tökéletes lehetőséget teremts a programozás, játékkészítés tanítására és a diákok kreativitásának felszabadításához.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "A GDevelopot már használták tantermekben és online tanfolyamokon, digitális média hallgatókkal vagy első osztályú gyermekekkel!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Kérjük, küldd el nekünk fényképeidet és tweetjeidet, ha a kurzuson a GDevelopot használsz!",
  "Install new extensions in GDevelop and share yours": "Telepítsd az új kiterjesztéseket GDevelopban, és oszd meg a sajátjaidat",
  "Install new extensions and share them": "Telepítsd az új kiterjesztéseket, és oszd meg őket",
  "Search and add new features to your game in a few clicks.": "Keress néhány új funkciót a játékodhoz és add hozzá néhány kattintással.",
  "Search in the library of extensions, ready to be installed in one click": "Keress a bővítmények könyvtárában, egy kattintással telepíthető",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Közvetlenül a szerkesztőből felfedezheted a ** bővítmények online könyvtára** (más néven „csomagkezelő” vagy „bővítménytár”). A bővítmények * új viselkedés * hozhatnak a játékobjektumokhoz, vagy * műveletek, feltételek* vagy bővítményeket, amelyek készen állnak az eseményekben történő felhasználásra.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "** A kiemelt bővítmények ** szakértői értékelést kapnak. Ideálisak új funkciók gyors hozzáadására a játékhoz, ezáltal az új játékok prototípusának készítése nagyon gyors folyamattá válik, és lehetővé teszi a nagyobb játékok építését bővítmények összekapcsolásával.",
  "Read how to install extensions": "Olvasd el a bővítmények telepítésének módját",
  "Learn about creating custom behaviors": "Tudj meg többet az egyedi viselkedések létrehozásáról",
  "Export your own extensions and share them": "Exportáld a saját bővítményeidet, és oszd meg őket",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Az összes bővítmény exportálható fájlba. Könnyen megoszthatók és integrálhatók egy másik projektbe. Jobb, ha létrehoztál egy hasznos bővítményt, akkor beküldöd azt a [nyílt forrású, közösségi kiterjesztések] könyvtárába történő integrálásra (https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Mivel a bővítményeket az intuitív GDevelop eseménylapok segítségével készítik el, eseményekből is összeállhatnak, [JavaScript vagy ezek keverékéből] (/ javascript-játék-motor).",
  "How to start a new extension": "Hogyan lehet elkezdeni egy új bővítményt",
  "How to share your extension": "Hogy kell bővítményt megosztani",
  "Extensions can provide new behaviors that can be added to your game objects.": "A bővítmények új viselkedést biztosíthatnak, amelyet hozzá lehet adni a játékod objektumaihoz.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Készíts Facebook Instant játékokat a GDevelop segítségével - tedd közzé játékaidat a Messengerben",
  "Make games for Facebook Messenger": "Készíts játékokat a Facebook Messenger számára",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "A GDevelop segítségével 2 kattintással exportálhatod a játékod Facebook Instant játékként.",
  "1) Create your app on Facebook Developers": "1. Hozz létre egy appot a Facebook Developers oldalon",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Először is győződj meg róla, hogy rendelkezel ** Facebook Fejlesztők ** fiókkal. Hozz létre egy alkalmazást, és konfiguráld úgy, hogy kategóriája a \"Játékok\" legyen, és lehetővé teszed az Instant Játékokat a termékekben:",
  "Go to Facebook Developers": "Ugrás a Facebook fejlesztőkhöz",
  "2) Open GDevelop and export for Facebook Instant Games": "2. Nyisd meg a GDevelop-ot és exportáld a Facebook Instans Games-be",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "A GDevelop alkalmazásban nyisd meg a játékot, majd az Exportálás ablakot. Válaszd a ** Facebook Instant Játékok ** elemet, kattints az Exportálásra, és várj néhány másodpercet.",
  "More about exporting": "Többet az exportálásról",
  "3) Upload your game": "3. Töltsd fel a játékod",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Menj vissza a Facebook fejlesztői játékoldalára, válaszd a Webtárhely lehetőséget a menüben, és **töltse fel a fájlt**, amelyet a GDevelop exportál.",
  "You can also add testers to let your friends try your game.": "Tesztelőket is hozzáadhatsz, hogy a barátaid kipróbálhassák a játékot.",
  "More about uploading your game": "További információ a játékod feltöltéséről",
  "4) Try your game on Messenger": "4. Próbáld ki a játékod a Messengeren",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Most vedd kezedbe a telefonod és ** nyissd meg a Messengert **. Nyiss meg egy beszélgetést, válaszd a Játékok lehetőséget, és kattints a játék ikonjára a játék elindításához!",
  "5) Use Instant Games features and publish your game!": "5) Használd az Instant Játékok szolgáltatásait, és tedd közzé játékod!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "A GDevelop hozzáférést adott az Instant Játékok speciális szolgáltatásaihoz, például a játékos nevéhez, hogy a játékot jobban integrálhassa a Messenger beszélgetésekbe.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Amikor készen áll a játékod, küld el felülvizsgálásra a Facebookon, hogy ** világszerte elérhetővé váljon **!",
  "Read the full step-by-step tutorial": "Olvasd el a teljes lépésről lépésre haladó oktatási anyagot",
  "Features of GDevelop - create any kind of games without coding": "A GDevelop funkciói - bármilyen játékot létrehozhatsz kódolás nélkül",
  "Fully featured": "Teljes értékű",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "A GDevelop tucatnyi funkcióval rendelkezik, amelyek bármilyen játék elképzelését és létrehozását lehetővé teszik.",
  "Deploy your game everywhere": "Telepítsd a játékod mindenütt",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Exportálás egyetlen kattintással [Android]-ra\n(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Egy kattintás [Facebook Instant Játékok](/facebook-instant-játékok), Messengeren történő játszáshoz való exportáláshoz.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Exportáld a játékod [webre]\n(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) egy kattintással",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Exportáld a játékod iOS-re ([PhoneGap Build or Cordova]-val)(http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Tedd közzé játékaidat a Kongregate-n, az Itch.io-n és más játék-webhelyeken!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exportálás önálló, futtatható játékként Windows, macOS és Linux számára",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[egy kattintással!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Jeleníts meg [hirdetések és jutalom videók](/hirdetések-a-játékodban-admobbal) a játékosaidnak [AdMob](/hirdetések-a-játékodban-admobbal).",
  "Learn how to publish your game": "Megtanulod, hogy tedd közzé a játékodat",
  "Objects for your games": "Objektumok a játékodhoz",
  "**Sprites** with multiple animations": "** Spriteok ** többszörös animációval",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Készítsen robbanásokat, tüzet és lenyűgöző hatásokat ** Részecskekibocsátókkal **",
  "**\"9 patch\"** sprites, perfect for platforms": "** \"9 patch\" ** sprite, tökéletes platformokhoz",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "** Csempézett spriteok ** mozaikok, padlók és ismétlődő minták létrehozásához",
  "**Text** objects": "**Szöveg** objektumok",
  "Embed videos with **Video** objects": "Videók beágyazása ** Videó ** objektumokkal",
  "Draw custom shapes on screen with **Shape Painters**": "Rajzolj egyedi formákat a képernyőre ** Alakfestő **-vel",
  "Support for custom collision masks": "Egyedi ütközőmaszkok támogatása",
  "Read the documentation for all objects": "Olvasd el a dokumentációt az összes objektumhoz",
  "Try the online examples": "Próbáld ki az online példákat",
  "Add behaviors to your game objects": "Adj viselkedéseket a játékod objektumaihoz",
  "Physics engine": "Fizikai motor",
  "Add realistic behavior to your objects": "Adj realisztikus viselkedést az objektumaidhoz",
  "Pathfinding": "Útkereső",
  "Have your objects move and avoiding obstacles": "Mozgasd el tárgyaid és kerüld el az akadályokat",
  "Top-down movement": "Fentről lefelé történő mozgás",
  "Platformer engine": "Platformer motor",
  "create platformer games in a breeze": "készíts platformer játékokat a Gdevelop segítségével",
  "Draggable objects": "Húzható objektumok",
  "quickly make your objects draggable with mouse/touch": "gyorsan elkészítheted objektumaid egérrel / érintéssel",
  "Anchor": "Horgony",
  "support multiple screen sizes by ensuring controls stay at the right position": "többszörös képernyőméret támogatása azáltal, hogy a kezelőszervek a megfelelő helyzetben maradnak",
  "Tweens": "Ikrek",
  "smoothly animate object positions, sizes, opacity and colors": "zökkenőmentesen animálja az objektumok helyzetét, méretét, átlátszóságát és színét",
  "And more, to automate current tasks and behaviors in a few clicks!": "Sőt, néhány kattintással automatizálhatod az aktuális feladatokat és viselkedést!",
  "Read the documentation for all behaviors": "Olvasd el a dokumentációt az összes viselkedéshez",
  "Create your own custom behaviors": "Hozd létre a saját viselkedéseidet",
  "Make desktop & mobile-ready games": "Készíts asztali és mobil használatra kész játékokat",
  "Save player data in the browser storage or on their devices": "Mentsd a játékos adatait a böngésző tárolójába vagy a saját eszközére",
  "Full support for sound effects and musics": "A hanghatások és a zene teljes támogatása",
  "Support for touchscreens & multi-touch": "Támogatás az érintőképernyőkhöz és a multi-touch-hoz",
  "Design advanced levels and interfaces": "Tervezz haladó szinteket és az interfészeket",
  "The scene editor lets you visually edit your levels": "A jelenetszerkesztő lehetővé teszi a szintek vizuális szerkesztését",
  "Support for multiple layers": "Több réteg támogatása",
  "Add interfaces and create parallax effects": "Adj hozzá felületeket és hozz létre parallaxis hatásokat",
  "Create your levels dynamically with external layouts": "Hozz létre dinamikusan szinteket külső rétegekkel",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Tervezd meg az eszközeidet [Piskel](/készíts-8bit-pixelart-játékokat)",
  "a powerful pixel art and sprite editor": "erőteljes pixelart és sprite szerkesztő",
  "Generate [sound effects with Jfxr](/game-jams)": "Hozz létre [hanghatások Jfxr-el](/játék-jamek)",
  "create effects and customize them in a few clicks": "hozz létre effektusokat, és néhány kattintással testre szabhatod azokat",
  "Debugger": "Hibakereső",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Vizsgáld meg a játékod tartalmát, és végezz dinamikus változtatásokat a játék előnézete közben",
  "Performance profiler": "Teljesítmény profil",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[figyeljd az erőforrások költséges pontjait](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) a játékodban",
  "Discover GDevelop editors": "Fedezd fel a GDevelop szerkesztői.",
  "Build ambitious games with advanced features": "Készíts ambiciózus játékokat fejlett funkciókkal",
  "Communicate with external websites or services using HTTP requests.": "Kommunikáció külső webhelyekkel vagy szolgáltatásokkal HTTP kérések segítségével.",
  "Use advanced events: loops, for-each...": "Használj haladó eseményeket: loops, for-each...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Készíts újrahasznosítható ** funkciók **-at eseményekkel, amelyek felhasználhatók műveletként, feltételként vagy kifejezésként a játékban",
  "a powerful feature never seen in other game creation tools.": "egy erőteljes funkció, amelyet soha nem láttak más játékkészítő eszközben.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "A változók manipulálása tetszőleges komplex struktúrákkal a JSON olvasásának / írásának támogatásával.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "Használhatsz [használj JavaScriptet kódhoz](/javascript-játék-motor) a játékod részeként",
  "use it for a few functions, to write extensions or the majority of your game.": "használd ezt néhány funkcióhoz, a bővítmények vagy a játék nagy részének megírásához.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Jeleníts meg hirdetéseket a játékdban [AdMob](/hirdetések-a-játkodban-admobbal) vagy linkeld a terméked [Shopify bolt]-ból (http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Keress és [telepíts új funkciókat a bővítményekkel](/bővítmények-és-megosztás), a közösség által létrehozva",
  "get new, ready to use features for your game in a few clicks": "néhány kattintással szerezz új, használatra kész funkciókat",
  "Read the documentation about events": "Olvasd el a dokumentációt az eseményekről",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "GDevelop összes szerkesztője - platformer, lövöldözős játékok, RPG, akciójátékok készítése...",
  "The game editors": "A játékszerkesztők",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "A GDevelop felülete intuitív szerkesztővel készült, hogy a játékot a semmiből megtervezhesd.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Nézd meg, hogyan lehet a GDevelop segítségével 90 másodperc alatt hozzáadni egy eseményindítót a játékhoz",
  "Scene editor": "Jelenet szerkesztő",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Tervezd meg saját szintjed a jelenetszerkesztővel: Kiválaszthatsz tárgyakat, elhelyezheted azokat a jelenetben, beállíthatod azok helyzetét és méretét. A jelenetek szerkesztőjével teljesen megtervezheted szinteidet. Ha összetett szinteket vagy interfészeket szeretnél létrehozni, akkor a külső elrendezések lehetővé teszik egy szint részének létrehozását, majd újra felhasználását más jelenetekben.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Kezdés 2 perc alatt: Próbáld ki a GDevelopot a böngésződben",
  "Events editor": "Események szerkesztő",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "A játék szabályainak elképzelése és létrehozása nem azt jelenti, hogy meg kell tanulni egy összetett programozási nyelv szintaxisát. Az eseményszerkesztő megjeleníti az események lapját: minden esemény feltételekből és műveletekből áll. Amikor a feltételek teljesülnek, a műveletek végrehajtásra kerülnek. Ez ennyire egyszerű.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Az összes feltétel és művelet elérhető egy listában, így könnyen felfedezheted és megtalálhatod azt, amit a játék szabályaihoz kívánsz igazítani.",
  "Learn more about events in the tutorials": "További információ az oktatóanyagokban az eseményekről",
  "Create platformer games with GDevelop": "Készíts platformer játékokat a GDevelop segítségével",
  "Develop space shooter games with GDevelop": "Fejlessz űrbéli lövöldözős játékot a Gdevelop segítségével",
  "Create mario-like games with GDevelop": "Készíts marioszerű játékokat a GDevelop segítségével",
  "Make strategy games with GDevelop": "Készíts stratégiai játékokat a GDevelop segítségével",
  "Objects editors": "Objektum szerkesztő",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Minden, ami a játék képernyőjén megjelenik, tárgy. A legtöbb objektumot spriteknek nevezik: animációkból állnak, és bármilyen animált elemhez felhasználhatók. Például, a játékos, ellenségek vagy bónuszok felvételéhez.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Egyéb objektumok is rendelkezésre állnak, amelyek felületeket hoznak létre vagy effekteket adhatnak a játékhoz: szövegek, részecskék, csempézett spriteok...",
  "Discover all the objects available in GDevelop": "Fedezd fel az összes elérhető objektumot a GDevelopban",
  "Resources editor, sprite editor and sound effect generator": "Erőforrás-szerkesztő, sprite-szerkesztő és hanghatás generátor",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "A játékban használt összes kép és hangfájl megtalálható az Erőforrás-szerkesztőben. A játék eszközeinek kezelésének egyszerű módja.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "A GDevelop ingyenes eszközökkel van ellátva az induláshoz! A prototípus gyors létrehozásához és a saját eszközök elkészítéséhez a GDevelop egy Piskel nevű, nagy teljesítményű pixel-szerkesztővel is rendelkezik. A beépített hanggenerátor segítségével egyetlen kattintással hanghatást is létrehozhatsz. Ideális a [játék jamekkhez] (/ játék-jam /)!",
  "Learn everything about the editors in the documentation": "Tudj meg mindent a szerkesztőkről a dokumentációban",
  "Open in GDevelop": "Megnyitás GDevelopban",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Példák GDevelophoz - platformer, lövöldözős játékok, RPG, akciójátékok készítése...",
  "Examples and Starters": "Példák és indulások",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "A GDevelop több mint 80 példával és kezdőcsomaggal rendelkezik, amelyek segítségével gyorsan elindulhatsz, megtanulhatsz vagy kipróbálhatsz egy adott funkciót.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Ezek a példák a GDevelophoz. Kíváncsi vagy? Megnyithatod és kipróbálhatod őket közvetlenül a böngészőből. A GDevelop gyorsan elindul, és másodpercek alatt játszhatod a példákat.",
  "Get started with tutorials": "Kezd az oktatóanyagok átnézésével",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Tanuld meg lépésről lépésre, hogyan kell használni a GDevelop szoftvert, vagy hogy kaphatsz segítséget egy adott funkcióval kapcsolatban: a wiki oktatóanyagokat tartalmaz kezdőknek és a szoftver teljes dokumentációját.",
  "Make games for Game jams": "Hozz létre játékokat játék jamekhez",
  "Game jams": "Játék jamek",
  "GDevelop is a perfect fit for quickly making games during game jams.": "A GDevelop tökéletesen alkalmas a játékok gyors elkészítésére játék jamek közben.",
  "Make your assets with Piskel": "Készítsd el a tárgyaidat Piskel segítségével",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "A GDevelop csomagba tartozik a ** Piskel **, egy sprite szerkesztő, amely tökéletes a spriteok gyors rajzolásához és pixel-art készítéséhez.",
  "Read more about making 8-bit and pixelart games": "További információ a 8 bites és pixelart játék készítéséről",
  "Generate sounds effects in one click": "Hanghatások létrehozása egyetlen kattintással",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "A GDevelop egy integrált hanghatás-generátorral rendelkezik, ** Jfxr **. \nOlyan hangeffektusokat készíthetsz, mint robbanások, ugrás, érmék, bekapcsolás egyetlen kattintással, és testre szabhatod őket, ahogy szeretnéd.",
  "Read about all features available in GDevelop": "Olvasd el a GDevelopben elérhető összes funkciót",
  "Ready-made behaviors": "Kész viselkedések",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Szeretnél létrehozni egy retro platformer játékot? A GDevelop előre elkészített viselkedést használ, amelyet csatolhatsz a karakteredhez és a platformokhoz. Néhány másodperc alatt elindul egy alapvető platformer játék, amely készen áll a testreszabásra és továbbfejlesztésre! Más viselkedés, feltételek és tevékenységek felhasználhatók bármilyen 2D játék létrehozására: shmup, \"Lövedék pokol\", ügyességi játékok...",
  "Learn more about behaviors": "Tudj meg többet a viselkedésekről",
  "GDevelop for Game studios, indies and Education": "GDevelop játékstúdiókhoz, indie játékokhoz és oktatáshoz",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "A GDevelop egy gyors és rugalmas játékmotor, amely különféle esetekben használható fel.",
  "Professional and Game Studios": "Professzionális és játékstúdiók",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "A GDevelop egy könnyű, gondosan megtervezett és nyílt forráskódú játékmotor. A szerkesztő egyedi kialakítását a [nemzetközi konferenciákon folytatott beszélgetések] során ismertették (https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT licenc: bővítsd ki és adj hozzá a motor forráskódjához",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "A JavaScript, a React.js és a WebAssembly alapján adaptálható szerkesztő",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integráld a GDevelopot a csapatodba, használjátok az eseményeket vagy a JavaScriptet az igényeitek szerint",
  "Get game designers, artists and developers to work on the same environment": "Szerezz játéktervezőket, művészeket és fejlesztőket, hogy ugyanabban a környezetben dolgozzanak",
  "Game projects are human readable and support version control systems like Git or Mercurial": "A játékprojektek emberi olvashatósággal bírnak, és támogatják a verziókezelő rendszereket, például a Git vagy a Mercurial",
  "GDevelop on GitHub": "GDeveleop GitHubon",
  "Indie game developers": "Indie játékfejlesztők",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Hozzáférhető és könnyen megtanulható, a GDevelop ideális az indie játékfejlesztők számára. Gyorsan elindíthatsz egy játékot, és iterálhatsz események, viselkedések és új kiterjesztések használatával.",
  "Free to use: download GDevelop and start making a game today": "Ingyenesen használható: töltsd le a GDevelopot, és kezdj el játékot készíteni még ma",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrált szerkesztők, amelyek lehetővé teszik a játék eszközeinek közvetlenül a GDevelopból történő készítését",
  "Super fast prototyping with open-source community extensions and behaviors": "Szupergyors prototípuskészítés nyílt forráskódú közösségi bővítményekkel és viselkedésekkel",
  "Custom behaviors make your game logic reusable and shareable": "Egyedi viselkedések a játéklogikát újrafelhasználhatóvá és megoszthatóvá teszi",
  "See all features": "Nézd meg az összes funkciót",
  "GDevelop for game jams": "GDevelop játék jamekhez",
  "Education and game making": "Oktatás és játékkészítés",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Játékkészítés vagy programozás tanítása gyerekeknek vagy diákoknak? A GDevelopot tucatnyi iskola, egyetem és programozótábor használta minden korosztály számára.",
  "Learn more about GDevelop and education": "További információ a GDevelopról és az oktatásról",
  "Showcase of the games created with GDevelop": "A GDevelop segítségével létrehozott játékok bemutatása",
  "Here are a few games created with GDevelop. The next one should be yours!": "Íme néhány játék, amelyet a GDevelop segítségével hoztak létre. A következő a tied lehet!",
  "Show me more!": "Mutass többet!",
  "Made a nice game with GDevelop?": "Készítettél egy szép játékot a GDevelop segítségével?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Szeretnénk tudni a játékodról, és ide hozzáadni. Győződj meg róla, hogy gyönyörű képernyőképeid vannak, és hogy a játék kiváló minőségű :)",
  "Submit your game": "Tedd közzé a játékodat",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, a GDevelop segítségével létrehozott játék",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Egy lédús sugárhajtású roguelike játék, melyet a GDevelop segítségével készítettek.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "A Hyperspace Dogfights egy lédús sugárhajtású harci roguelike, amelyben robbantani, elkerülni és elsöpörni kell a technológiailag alacsonyabb szintű ellenségek tömegeit. A galaktikus intervenciós misszió előrehaladtával az adaptív hiper-hajtómű valami erősebbé és furcsabbá válik, ha összegyűjtöd a játékban elérhető több száz elem néhányat.",
  "History": "Előzmény",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "A Hyperspace Dogfights a most megszüntetett általunk létrehozott űrkutatási roguelike Hyperspace Admirals mellékprojektjeként kezdődött. A HDog prototípusát 2016 végén készítették, majd korlátozott korai hozzáférési verziót kapott az itch.io webhelyen. Tartalmának nagy részét 2017 folyamán fejlesztették ki a folyamatos alfa-visszajelzések figyelembe vételével. A játék 2018. márciusban készült el teljesen, a kiadás bejelentése után.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Heves és lédús 2d sugárhajtású harc a légi és földi ellenségek tömegeivel",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Több száz egymásra építhető passzív anyag, több mint ötven fegyver és aktív anyag; mindegyik furcsa szinergiákban egymással",
  "High replayability, your will evolve a little different on each run": "Magas visszajátszhatóság, minden futtatásnál egy kicsit eltérő lesz",
  "Seven zones with distinct enemy composition to explore": "Hét zóna különálló ellenség-összetétellel, melyek felfedezésre várnak",
  "10+ screen-fillingbosses": "10+ képernyőkitöltő főellenségek",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ játékos hiper-hajtóm repüléshez, mindegyik feloldható mk2-es töltéssel jár",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 nyugalmas, többrétegű zeneszámok Enuit és Ole Toensen által",
  "Official website": "Hivatalos weboldal",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB HELLO EARTH-e, egy GDevelop segítségével készült játék",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Egy retro 8 bites játék, gyönyörű művészi grafikával és zeneszámmal, a GDevelop segítségével elkészítve.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "A játékot a GDevelop segítségével elérhetővé tették iOS, Android, Windows, macOS, Linux számára, és valódi árkád játékként is közzétették.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "A játékot a BUB 5. születésnapján jelentették be. A megvalósítása érdekében elindult egy Kickstarter, amely lehetővé teszi a BUB összes barátjának hozzájárulását a világ minden tájáról. A Kickstarter kezdetben 100 000 dollárral indult, de elérte a 148 000 dollárt! SZÉP MUNKA BUB.",
  "Beautiful original graphics and animation": "Gyönyörű eredeti grafika és animáció",
  "Parallaxing backgrounds": "Párhuzamos hátterek",
  "Unique level design": "Egyedi szint tervezése",
  "Huge variety of unique levels, bosses and enemies": "Hatalmas választéka az egyedi szinteknek, főellenségeknek és ellenségeknek",
  "Complex gameplay and controls": "Komplex játékmenet és vezérlések",
  "Unique storyline with twists and surprises": "Egyedi történet fordulatokkal és meglepetésekkel",
  "Item Inventory: collect items to be used strategically throughout the game": "Tárgyleltár: gyűjtsd össze a játék során stratégiailag felhasználható elemeket",
  "Completely original 8-bit soundtrack": "Teljesen eredeti 8 bites hangzás",
  "Tape Deck feature that allows you to select your favorite music from the game": "Szalagkészlet funkció, amely lehetővé teszi, hogy kedvenc zenédet kiválaszthasd a játékból",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Képesség a szintek újbóli meglátogatására és visszajátszására, hogy tovább haladhass és felszabadítsd az eredményeket",
  "Truly innovative Easter Eggs throughout": "Igazán innovatív Easter Eggek mindenütt",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Készíts játékot programozás nélkül - Nyílt forráskódú HTML5 és natív játékkészítő",
  "The game engine for everyone": "A játékmotor mindenki számára",
  "GDevelop game maker software - create video games without coding": "GDevelop játékkészítő szoftver - videojátékok létrehozása kódolás nélkül",
  "Make your own games with GDevelop": "Hozd létre a saját játékodat a GDeveloppal",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "A GDevelop egy nyílt forráskódú, platformok közötti játékmotor, amelyet mindenki számára terveztek - bővíthető, gyors és egyszerűen megtanulható.",
  "Create any game": "Bármilyen játék létrehozása",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Engedd szabadon kreativitásodat a GDevelop segítségével, és készíts bármilyen játékot: platformerek, rejtvények, lövöldözés, stratégia, [8 bites játékok] (/ készíts-8bites-pixelart-játékokat)... Olvasd el a példákat, vagy indíts új projektet a semmiből.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "A GDevelop segítségével egyszerű projekteket készíthetsz szórakozásból, vagy olyan ambiciózus indie játékokat hozhatsz létre, mint például a [Lil BUB's HELLO EARTH] (/ játékok / lil-bub-hello-earth), [Hyperspace Dogfights] (/ játékok / hyperspace-dogfight) és [egyéb játékok tonnái] (/ játékok-kirakat)!",
  "Events: game creation, intuitive for all": "Események: játék létrehozása, mindenki számára intuitív",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Amik egyedivé és könnyen használhatóvá teszik a GDevelop-ot azok az események. Az események hatékony módjai annak, hogy kifejezzék a játék logikáját, programozói nyelv megtanulása nélkül.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "A GDevelop a következő lépésre viszi a vizuális programozást, lehetővé téve [kész viselkedés] (/ funkciók) hozzáadását a játékobjektumokhoz és [új viselkedés kialakítását] (/ egyedi viselkedés) ezen intuitív, könnyen megtanulható események használatával.",
  "Events enable easy game creation": "Az események lehetővé teszik a játék egyszerű létrehozását",
  "Events being used in GDevelop to create the logic of a game": "Eseményeket a GDevelopban a játék logikájának létrehozásához használják",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "A Space megnyomásával a karakter animációja és a hang lejátszódik. Ha egy bomba megérinti a karaktert, mindkettő megsemmisül.",
  "Export your game anywhere, in one click": "Exportáld a játékod bárhová, egyetlen kattintással",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Közzé teheted játékaid az interneten, iOSon, Androidon, Windowson, Macen, Linuxon vagy akár a [Facebook Messenger]-en (/ facebook-instant-games). A GDevelop segítségével létrehozott játékok bárhol futhatnak, és akár egyetlen kattintással exportálhatod Androidra az alkalmazásból.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Hozz létre játékokat iOS-hez, Androidhoz, Windowshoz, MacOS-hoz és Linuxhoz",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablet vagy telefon: GDeveloppal készített játékokat bárhol futtathatod",
  "Unlimited possibilities": "Végtelen lehetőségek",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Fejezd be kicsi és nagy ötleteid: percek alatt prototípusokat készíthetsz játékodra, és korlátozás nélkül finomíthatod azokat. [A játékok készítése] (/ játékok-kirakat) még soha nem volt ilyen egyszerű és gyors, a [vizuális szerkesztők] (/ játék-szerkesztők) a GDevelop által biztosított.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Még tovább menni? A [játékmotor Javascripttel] kibővíthető (/ javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Nézd meg, hogyan lehet 90 másodperc alatt hozzáadni egy trigger gombot a platformer játékodhoz",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Példák tonnái](/játék-példák-kezdőcsomagok) szintén elérhetőek és készek, hogy egy kattintással kipróbáld.",
  "Tutorials for GDevelop and documentation on the wiki": "Leírások, segítségek a GDevelophoz a wiki-n",
  "Start making games": "Kezdj el játékot készíteni",
  "Using JavaScript to make your games with GDevelop": "A JavaScript használata a GDevelop segítségével játékkészítéshez",
  "Using JavaScript with GDevelop": "A JavaScript használata a GDevelop segítségével",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "A GDevelop támogatja a JavaScriptet a játék létrehozásához vagy a játék motorjának kibővítéséhez.",
  "JavaScript can be used to write part of a game, alongside with events": "A JavaScript felhasználható a játék egy részének írására, az események mellett",
  "Add JavaScript code blocks inside your game": "Adj hozzá JavaScript-kód blokkokat a játékodhoz",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "A GDevelop támogatja a JavaScript kódblokkok hozzáadását a játék bármely eseményeihez. Ez jó módszer egy komplex algoritmus megvalósítására vagy a funkciók újbóli felhasználására nyílt forráskódú könyvtárakból. Az események és a kódblokkok zökkenőmentesen összekeverhetők - így a játék részeit, vagy akár a játék egészét a JavaScript segítségével valósíthatod meg!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "A JavaScript szerkesztő a nagy teljesítményű Monaco szerkesztőre épül, amelyet a [Visual Studio Code] (https://code.visualstudio.com/) webhelyből vontak ki. Intelligens automatikus kiegészítéseket biztosít a szerkesztő, és támogatja a fejlett funkciókat, például a többszörös választást a gyorsabb kódoláshoz.",
  "Learn more about using JavaScript": "További információ a JavaScript használatáról",
  "Extend GDevelop with JavaScript extensions": "Bővítsd a GDevelopot JavaScript bővítményekkel",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "A GDevelop moduláris, és kibővíthető az igényeid szerint. A játékok számára elérhető összes szolgáltatás (tárgyak, viselkedés, események) a bővítményi rendszeren alapul. Gyorsan létrehozhatsz új bővítményeket a játékodhoz, vagy hozzájárulhatsz a meglévőkhöz, mivel a GDevelop [nyílt forrású] (https://github.com/4ian/GD).",
  "How to write extensions": "Hogyan kell bővítményeket írni",
  "Game engine JavaScript documentation": "A játékmotor JavaScript dokumentációja",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Sötét téma a GDevelopban. A kódszerkesztő számos gyönyörű témával rendelkezik!",
  "Make your own 8-bit and pixelart games": "Hozd létre a saját 8-bites és pixelart játékodat",
  "Make 8-bit and pixelart games": "Készíts 8 bites és pixelart játékot",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite szerkesztő és eszközök a saját 8 bites játékod elkészítéséhez GDeveloppal",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Nézd meg a Piskel sprite szerkesztőt, amelyet a GDevelop-ben használnak 8 bites játék készítéséhez",
  "Piskel sprite editor": "Piskel sprite szerkesztő",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "A GDevelop a [Piskel] (https://www.piskelapp.com/) van ellátva, amely egy nagyteljesítményű és könnyen használható 2D sprite szerkesztő. Ez a tökéletes eszköz pixelartok létrehozásához, hogy retro érzetet adj játékodnak! Készíthetsz tárgyakat több animációval, bármikor szerkesztheti a spriteokat, és a játék előnézetének elindításával megtekintheted az eredményt.",
  "Download GDevelop to try Piskel": "Töltsd le a GDevelop szoftvert a Piskel kipróbálásához",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB HELLO EARTH: egy 8-bites GDeveloppal készített játék ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "A Lil BUB HELLO EARTH játéka egy retro 8 bites játék, gyönyörű művészi grafikával és zenével, amely váltakozik a platformer szintjei között, rejtett titkokka és a lövöldözős szintek főellenségeivel, több ellenség és bónuszok.",
  "Read more about Lil BUB's game": "További információ Lil BUB játékáról",
  "See other games made with GDevelop": "Tekintsd meg a GDevelop segítségével készített többi játékot",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "Vagy hiba történt, vagy lemondta az előfizetést. Ha előfizetést szeretnél kapni a GDevelop támogatására és az online szolgáltatások feloldására, próbáld meg újból választani egyet a GDevelopból (* Saját profil * menü).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "Nyílt forráskódú szoftverként a GDevelop időt és pénzt igényel a fejlesztéshez és a fenntarthatósághoz. Köszönjük hozzájárulsz! Ha jobban szeretnél részt venni, akkor [olvasd el az összes lehetőséget] (/ közreműködhetsz), hogy hozzájárulj a GDevelop ökoszisztémához.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Most ** térj vissza a GDevelophoz **, hogy felhasználhasd a további online exportálásokat és szolgáltatásokat."
}
