{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop is an open-source game creator, tailored for fast and intuitive game making.",
  "Download the editor": "Download (unduh) editor",
  "Online game editor": "Editor game secara online",
  "Game examples/starters": "Contoh-contoh permainan/paket permulaan",
  "Documentation": "Documentation",
  "Tutorials": "Panduan",
  "Community forums": "Forum komunitas",
  "Contribute": "Berikan kontribusi",
  "Facebook page": "Laman Facebook",
  "Twitter": "Twitter",
  "This website in your language": "Website ini dalam bahasa kamu",
  "All GDevelop Features": "All GDevelop Features",
  "Install new features with extensions": "Install new features with extensions",
  "Facebook Instant Games": "Facebook Instant Games",
  "Use JavaScript with the game engine": "Gunakan JavaScript dengan game engine",
  "Ads with AdMob": "Ads with AdMob",
  "Create custom behaviors": "Create custom behaviors",
  "Game editors": "Editor game",
  "Games showcase": "Showcase Permainan-permainan",
  "GDevelop for Game jams": "GDevelop for Game jams",
  "GDevelop for Education": "GDevelop for Education",
  "Make 8-bit games": "Buat permainan 8-bit",
  "GDevelop was created with love by": "GDevelop dibuat sepenuh hati oleh",
  "Thanks to the": "Terima kasih kepada",
  "contributors": "Kontributor",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "yang menambahkan fitur, memperbaiki bugs, mengirim contoh terbaru, menulis panduan, dan membantu komunitas.",
  "by": "oleh",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB sangatlah spesial, makhluk yang hanya satu-satunya ada di dunia. Lebih tepatnya, ia adalah [kucing paling hebat di seluruh planet](http://lilbub.com)... dan game-nya ini dibuat menggunakan GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Permainan ini adalah permainan 8-bit retro, dengan art dan soundtrack yang cantik, yang bergantian dari satu level platformer ke level platformer lainnya, dengan rahasia-rahasia tersembunyi, terdapat pula level-level shooter melawan boss, musuh yang banyak dan bonus-bonus.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights adalah sebuah game jet-combat roguelike yang juicy yang di dalam game ini kamu akan meledakan, menghindari dan memotong jalan-mu melalui kerumunan musuh berteknologi rendah.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Seiring dengan misi-mu dalam intervensi intergalaksi, hiper-jet adaptif kamu akan berevolusi menjadi lebih kuat dan semakin aneh dengan mengumpulkan beberapa dari ratusan item yang tersedia di dalam game.",
  "Buy on Steam": "Beli di Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Buatlah game pertama kamu",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Gambarkan dan publikasikan game kamu dengan GDevelop. Dilengkapi dengan panduan dan contoh-contoh.",
  "Try it online": "Cobalah secara online",
  "Download": "Download (unduh)",
  "Features": "Fitur",
  "Games": "Games",
  "Game studios & education": "Game studios & education",
  "Learn": "Learn",
  "Play Online": "Play Online",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Add ads to your game with AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Use AdMob in your GDevelop games to display ads and reward videos to your players",
  "1) Create your AdMob account": "1) Create your AdMob account",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.",
  "Read the detailed instructions": "Read the detailed instructions",
  "2) Configure AdMob in GDevelop": "2) Configure AdMob in GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.",
  "3) Trigger ads display from events": "3) Trigger ads display from events",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.",
  "4) Publish your game on Android": "4) Publish your game on Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.",
  "How to publish to Android in one click": "How to publish to Android in one click",
  "Read the full tutorial": "Baca panduan selengkapnya",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Berikan kontribusi untuk GDevelop - Alat pembuat game HTML5 sumber terbuka",
  "Contribute to GDevelop": "Berikan kontribusi untuk GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop adalah sebuah proyek sumber terbuka (termasuk situs ini): semua orang dapat berkontribusi dan memgembangkan perangkat lunak ini!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Ada berbagai cara kamu bisa berkontribusi di GDevelop, tergantung pada waktumu, kemampuanmu dan apa yang kamu minati.",
  "Help to translate GDevelop": "Bantu kami untuk menerjemahkan GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop dan situs web-nya dapat diterjemahkan kedalam bahasa kamu! Terjemahan dilakukan di sebuah situs web yang setiap orang dapat terlibat.",
  "Help us by translating GDevelop!": "Bantu kami dengan menerjemahkan GDevelop!",
  "Translate the website": "Terjemahkan situs web",
  "Help to develop GDevelop": "Bantu kami untuk mengembangkan GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Sangat mudah untuk mendapatkan sumber kode pada GDevelop dan memulai memperbaharui banyak hal!",
  "Contribute on GitHub": "Berikan kontribusi di GitHub",
  "Edit the website on GitHub": "Sunting situs web di GitHub",
  "Check the development roadmap": "Periksa peta jalan pengembangan",
  "Get involved in the community": "Libatkan diri-mu di dalam komunitas",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum dan percakapan Discord adalah tempat untuk mendapatkan dan menyalurkan bantuan kepada pengguna GDevelop lainnya!",
  "Go to the community forum": "Ke forum komunitas",
  "Open the Discord chat": "Buka obrolan Discord",
  "Follow GDevelop on Facebook and Twitter:": "Follow GDevelop di Facebook dan Twitter:",
  "Write tutorials, record videos": "Tulis panduan, rekam video",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Untuk pemula-pemula dan bahkan pengguna veteran, laman tutorial dan bantuan menjadi sumber rujukan yang sangat berguna untuk membuat game hebat dengan cepat. Di Wiki, kamu dapat menulis tutorial atau mengembangkan yang sudah ada.",
  "Contribute to the wiki": "Berkontribusi untuk wiki",
  "Create custom behaviors for your game objects in GDevelop": "Create custom behaviors for your game objects in GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink",
  "Create custom behaviors - directly from GDevelop editor": "Create custom behaviors - directly from GDevelop editor",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.",
  "Want enemies to automatically follow the player?": "Want enemies to automatically follow the player?",
  "Create a Follower behavior. 🏃‍♂️": "Create a Follower behavior. 🏃‍♂️",
  "Want some rockets to target the player?": "Want some rockets to target the player?",
  "Create a Missile behavior. 🚀": "Create a Missile behavior. 🚀",
  "Want enemies and the players to have health and take damage?": "Want enemies and the players to have health and take damage?",
  "Create a Health behavior. 💊": "Create a Health behavior. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "An action is exposed by the behavior, and can be used like any other action in the events",
  "Read the documentation about custom behaviors": "Read the documentation about custom behaviors",
  "Download GDevelop": "Unduh GDevelop",
  "Import new behaviors, created by the GDevelop community": "Import new behaviors, created by the GDevelop community",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.",
  "Create your game by assembling behaviors": "Create your game by assembling behaviors",
  "perfect for fast prototyping": "perfect for fast prototyping",
  "Progressively create custom behaviors for objects in your game": "Progressively create custom behaviors for objects in your game",
  "ideal for large games and keeping simple events.": "ideal for large games and keeping simple events.",
  "How to install community extensions": "How to install community extensions",
  "Learn more about extensions": "Learn more about extensions",
  "Search for new behaviors in the list of behaviors shared by the community": "Search for new behaviors in the list of behaviors shared by the community",
  "Download GDevelop or try it online - create games without programming": "Unduh GDevelop atau mencoba secara online - membuat permainan tanpa pemograman",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop ini gratis dan dapat digunakan dalam membuat game untuk mencari keuntungan atau non keuntungan.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop dapat digunakan pada Windows, macOS dan Linux terbaru. Kamu bisa juga mencoba secara online menggunakan Chrome, Firefox, atau web browser lain yang mendukung teknologi terbaru.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Kamu memerlukan **libgconf-2-4** pada sistem kamu. Ketik 'sudo apt-get install libgconf-2-4' dalam terminal atau kamu dapat menginstalnya dari pengelola paket.",
  "To create your first game, start by reading a tutorial:": "Untuk membuat permainan pertama Anda, mulailah dengan membaca tutorial:",
  "Create a platformer game": "Buat sebuah permainan platformer",
  "Create a tank shooter game": "Buat sebuah permainan tank penembak",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop adalah sebuah proyek sumber terbuka. Kamu bisa ikut terlibat di komunitas untuk ikut serta dalam pengembangannya!",
  "Learn how to contribute": "Pelajari bagaimana cara untuk berkontribusi",
  "GDevelop 4 (old version)": "GDevelop 4 (versi lama)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 masih bisa di download. Tetapi GDevelop 5 lebih di rekomendasikan untuk pengguna baru karena GDevelop 4 tidak akan dikembangkan lagi! Tidak akan ada dukungan pengembangan untuk GDevelop 4 di masa mendatang: kami menyarankan pengguna GDevelop 4 untuk hijrah ke GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Meskipun GDevelop 4 mendukung pembuatan game native (PC), kami lebih menyarankan berpindah ke GDevelop 5 dan game HTML5, yang mana lebih didukung dalam pengembangannya. Game native (PC) akan di tambahkan ke GDevelop 5 suatu hari nanti.",
  "GDevelop for the education - Teach game creation": "GDevelop untuk edukasi - Ajarkan pembuatan game",
  "GDevelop for education": "GDevelop untuk edukasi",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Menggunakan GDevelop di kelas adalah kesempatan yang sempurna untuk mengajarkan pemograman, pembuatan game, dan membebaskan kreatifitas murid.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop telah digunakan di kelas-kelas dan kursus online, kepada siswa-siswa media digital atau anak-anak di kelas satu!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Bantu kami dengan mengirimkan foto dan tweets-mu pada kami jika kamu pakai GDevelop dalam pembelajaran!",
  "Install new extensions in GDevelop and share yours": "Install new extensions in GDevelop and share yours",
  "Install new extensions and share them": "Install new extensions and share them",
  "Search and add new features to your game in a few clicks.": "Search and add new features to your game in a few clicks.",
  "Search in the library of extensions, ready to be installed in one click": "Search in the library of extensions, ready to be installed in one click",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.",
  "Read how to install extensions": "Read how to install extensions",
  "Learn about creating custom behaviors": "Learn about creating custom behaviors",
  "Export your own extensions and share them": "Export your own extensions and share them",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).",
  "How to start a new extension": "How to start a new extension",
  "How to share your extension": "How to share your extension",
  "Extensions can provide new behaviors that can be added to your game objects.": "Extensions can provide new behaviors that can be added to your game objects.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Make Facebook Instant Games with GDevelop - publish your games on Messenger",
  "Make games for Facebook Messenger": "Buat permainan untuk Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Dengan GDevelop, kamu bisa ekspor permainan kamu sebagai Facebook Instant Game dalam 2 klik.",
  "1) Create your app on Facebook Developers": "1) Buat aplikasi kamu di Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Terlebih dahulu, pastikan kamu punya sebuah akun di **Facebook Developers**. Buat sebuah app dan atur app tersebut sehingga termasuk dalam kategori \"Games\", lalu aktifkan Instant Games dalam produk:",
  "Go to Facebook Developers": "Pergi ke Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Buka GDevelop dan ekspor untuk Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Dalam Gdevelop, buka game kamu lalu buka window Export. Pilih **Facebook Instant Games**, klik Export lalu tunggu beberapa detik.",
  "More about exporting": "Selengkapnya tentang mengekspor",
  "3) Upload your game": "3) Upload permainan kamu",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Kembali ke laman game kamu di Facebook Developers, pilih Web Hosting dan **upload the file** yang telah di eksport dari GDevelop.",
  "You can also add testers to let your friends try your game.": "Kamu dapat menambahkan penguji untuk membolehkan teman-teman kamu mencoba game kamu.",
  "More about uploading your game": "Selengkapnya tentang mengunggah permainan kamu",
  "4) Try your game on Messenger": "4) Coba permainan kamu di Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Sekarang, di ponsel kamu **open messenger**. Buka sebuah percakapan, pilih permainan dan klik ikon pada permainan kamu untuk memainkannya!",
  "5) Use Instant Games features and publish your game!": "5) Gunakan fitur Instant Games dan publikasikan permainan kamu!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop memberikan akses untuk fitur-fitur spesifik pada Instant Games, seperti nama pemain, untuk integrasi yang lebih baik pada game kamu di dalam percakapan Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Setelah game kamu siap, serahkan untuk ditinjau oleh Facebook sehingga game kamu menjadi **available worldwide**!",
  "Read the full step-by-step tutorial": "Baca seluruh panduan langkah demi langkah",
  "Features of GDevelop - create any kind of games without coding": "Fitur pada GDevelop - buat berbagai jenis permainan tanpa koding",
  "Fully featured": "Fitur lengkap",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop dibundel dengan puluhan fitur untuk memberikan gambaran dan membuat game jenis apapun.",
  "Deploy your game everywhere": "Distribusikan game kamu ke semua platform",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Export sekali klik untuk [Facebook Instant Games](/facebook-instant-games), untuk dimainkan di Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Export permainan kamu [untuk web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) dalam sekali klik",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Publikasikan permainan kamu di Kongregate, Itch.io dan situs permainan lainnya!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Ekspor sebagai sebuah stand-alone executable game untuk Windows, macOS dan Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[dalam satu klik!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Pelajari cara untuk mempublikasikan permainan kamu",
  "Objects for your games": "Objek untuk permainan kamu",
  "**Sprites** with multiple animations": "**Sprite** dengan banyak animasi",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Membuat ledakan, api dan efek mengagumkan dengan **Particle Emitters** (pembuat particle)",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** sprites, perfect for platforms",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Tiled sprites**, to create mosaics, floors and repeating patterns",
  "**Text** objects": "**Text** objects",
  "Embed videos with **Video** objects": "Embed videos with **Video** objects",
  "Draw custom shapes on screen with **Shape Painters**": "Draw custom shapes on screen with **Shape Painters**",
  "Support for custom collision masks": "Fitur collision mask (kedok/topeng sentuhan) yang dapat disesuaikan sesuai keinginan",
  "Read the documentation for all objects": "Baca dokumentasi semua objek",
  "Try the online examples": "Coba contoh-contoh online",
  "Add behaviors to your game objects": "Tambahkan behavior (perilaku) pada objek di dalam game kamu",
  "Physics engine": "Generator (engine) hukum fisika",
  "Add realistic behavior to your objects": "Tambahkan behavior (perilaku) realistik pada objek kamu",
  "Pathfinding": "Fitur pencarian jalan",
  "Have your objects move and avoiding obstacles": "Menjadikan objek dapat bergerak dan menghindari rintangan",
  "Top-down movement": "Gerakan top-down (tampak atas)",
  "Platformer engine": "Mesin pembuat game platformer",
  "create platformer games in a breeze": "buat game platformer dengan mudah",
  "Draggable objects": "Objek yang bisa digeser",
  "quickly make your objects draggable with mouse/touch": "langsung membuat objek dapat di drag dengan menggunakan mouse atau touch",
  "Anchor": "Anchor",
  "support multiple screen sizes by ensuring controls stay at the right position": "support multiple screen sizes by ensuring controls stay at the right position",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "smoothly animate object positions, sizes, opacity and colors",
  "And more, to automate current tasks and behaviors in a few clicks!": "Dan banyak lagi, untuk mengotomatisasi tugas dan perilaku yang sedang berlangsung dalam beberapa klik!",
  "Read the documentation for all behaviors": "Baca dokumentasi untuk semua perilaku",
  "Create your own custom behaviors": "Create your own custom behaviors",
  "Make desktop & mobile-ready games": "Buat game desktop & mobile-siap",
  "Save player data in the browser storage or on their devices": "Save player data in the browser storage or on their devices",
  "Full support for sound effects and musics": "Dukungan penuh untuk suara efek dan musik",
  "Support for touchscreens & multi-touch": "Dukungan untuk touchscreens & multi-touch",
  "Design advanced levels and interfaces": "Desain level tingkat lanjut dan antarmuka",
  "The scene editor lets you visually edit your levels": "Editor adegan memungkinkan Anda mengedit tingkat visual Anda secara visual",
  "Support for multiple layers": "Dukungan untuk beberapa lapisan",
  "Add interfaces and create parallax effects": "Tambahkan antarmuka dan membuat efek paralaks",
  "Create your levels dynamically with external layouts": "Buat level Anda secara dinamis dengan layout eksternal",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Design your assets with [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "sebuah editor pixel art dan sprite yang kuat",
  "Generate [sound effects with Jfxr](/game-jams)": "Generate [sound effects with Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "create effects and customize them in a few clicks",
  "Debugger": "Debugger",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Memeriksa konten dalam game kamu dan membuat perubahan secara dinamis seiring preview game kamu berjalan",
  "Performance profiler": "Profil kinerja",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[memonitor bagian-bagian yang memberatkan](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) pada game kamu",
  "Discover GDevelop editors": "Jelajahi editor GDevelop",
  "Build ambitious games with advanced features": "Membangun permainan ambisius dengan fitur canggih",
  "Communicate with external websites or services using HTTP requests.": "Communicate with external websites or services using HTTP requests.",
  "Use advanced events: loops, for-each...": "Use advanced events: loops, for-each...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game",
  "a powerful feature never seen in other game creation tools.": "a powerful feature never seen in other game creation tools.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "You can [use JavaScript to code](/javascript-game-engine) parts of your game",
  "use it for a few functions, to write extensions or the majority of your game.": "use it for a few functions, to write extensions or the majority of your game.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Search and [install new features with extensions](/extensions-and-sharing), built by the community",
  "get new, ready to use features for your game in a few clicks": "get new, ready to use features for your game in a few clicks",
  "Read the documentation about events": "Bacalah dokumentasi tentang events",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Semua editor pada GDevelop - membuat platformer, shooter, rpg, action games...",
  "The game editors": "Editor permainan",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Interface Gdevelop terdiri dari editor-editor yang intuitif untuk merancang game kamu sendiri dari awal.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Lihat bagaimana menggunakan GDevelop untuk menambahkan trigger di game kamu dalam 90 detik",
  "Scene editor": "Editor scene",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Rancang desain level-mu sendiri dengan scene editor: kamu bisa pilih objek, sesuaikan posisi dan ukurannya. Kamu dapat merancang level dengan scene editor secara keseluruhan. Jika kamu ingin membuat level atau interface yang rumit, external layout memungkinkan kamu membuat sebagian dari sebuah level dan menggunakannya di scene yang lain.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Memulai dalam 2 menit: Mencoba GDevelop di browser kamu",
  "Events editor": "Editor event",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Semua kondisi dan aksi sudah tersedia di dalam daftar jadi kamu bisa leluasa untuk menjelajahi dan mencari apa yang kamu inginkan untuk membuat aturan dalam permainan kamu.",
  "Learn more about events in the tutorials": "Pelajari lebih lanjut tentang event di panduan",
  "Create platformer games with GDevelop": "Membuat permainan platformer dengan GDevelop",
  "Develop space shooter games with GDevelop": "Mengembangkan permainan space shooter dengan GDevelop",
  "Create mario-like games with GDevelop": "Buat game seperti mario dengan menggunakan GDevelop",
  "Make strategy games with GDevelop": "Membuat permainan strategi dengan GDevelop",
  "Objects editors": "Editor objek",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Semua yang terlihat di layar pada game kamu adalah object. Kebanyakan object disebut sprites: sprite terdiri dari beberapa animasi dan dapat digunakan untuk elemen bergerak. Sebagai contohnya: karakter pemain-mu, musuh-musuh, ataupun bonus-bonus yang dapat diambil.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Objek lain juga tersedia untuk membuat antarmuka atau membuat efek pada permainan kamu: tulisan, partikel, tiled sprites...",
  "Discover all the objects available in GDevelop": "Jelajahi semua objek yang tersedia di GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Resources editor, sprite editor and sound effect generator",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Semua gambar dan file audio yang digunakan dalam permainan kamu telah terdaftar di editor resource. Ini adalah cara mudah untuk mengatur aset permainan kamu.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Pelajari apapun tentang editor di dokumentasi",
  "Open in GDevelop": "Buka di GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Contoh-contoh GDevelop - membuat platformer, shooter, rpg, action games...",
  "Examples and Starters": "Contoh-contoh dan paket permulaan",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop dilengkapi 80 lebih contoh dan paket permulaan agar kamu dapat mulai dengan cepat, belajar atau mencoba fitur tertentu.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Berikut ini adalah contoh-contoh yang menyertai GDevelop. Penasaran? Kamu dapat membuka dan mencobanya langsung dari browser. GDevelop mulai dengan cepat dan kamu dapat bermain dengan contoh-contoh tersebut setelah beberapa detik.",
  "Get started with tutorials": "Memulai dengan panduan",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Pelajari langkah-demi-langkah bagaimana menggunakan GDevelop atau dapatkan bantuan tentang fitur tertentu: di wiki terdapat tutorial untuk pemula dan dokumentasi lengkap untuk software GDevelop.",
  "Make games for Game jams": "Make games for Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop is a perfect fit for quickly making games during game jams.",
  "Make your assets with Piskel": "Make your assets with Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.",
  "Read more about making 8-bit and pixelart games": "Read more about making 8-bit and pixelart games",
  "Generate sounds effects in one click": "Generate sounds effects in one click",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.",
  "Read about all features available in GDevelop": "Read about all features available in GDevelop",
  "Ready-made behaviors": "Perilaku yang siap pakai",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Ingin membuat permainan retro platformer? GDevelop memiliki perilaku siap pakai yang Anda dapat melampirkan untuk karakter Anda dan platform Anda. Dalam beberapa detik Anda memiliki permainan platformer dasar berjalan dan siap untuk disesuaikan dan disempurnakan! Perilaku lain, kondisi dan tindakan juga dapat digunakan untuk membuat segala jenis permainan 2D: permainan arcade shmup, \"Peluru neraka\",...",
  "Learn more about behaviors": "Pelajari lebih lanjut tentang perilaku",
  "GDevelop for Game studios, indies and Education": "GDevelop for Game studios, indies and Education",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop is a fast and flexible game engine that can be used for different use cases.",
  "Professional and Game Studios": "Professional and Game Studios",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT license: extend and contribute to the engine source code",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Adaptable editor based on JavaScript, React.js and WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integrate GDevelop in your team, use events or JavaScript according to your needs",
  "Get game designers, artists and developers to work on the same environment": "Get game designers, artists and developers to work on the same environment",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Game projects are human readable and support version control systems like Git or Mercurial",
  "GDevelop on GitHub": "GDevelop on GitHub",
  "Indie game developers": "Indie game developers",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.",
  "Free to use: download GDevelop and start making a game today": "Free to use: download GDevelop and start making a game today",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrated editors allowing to make game assets directly from GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Super fast prototyping with open-source community extensions and behaviors",
  "Custom behaviors make your game logic reusable and shareable": "Custom behaviors make your game logic reusable and shareable",
  "See all features": "See all features",
  "GDevelop for game jams": "GDevelop for game jams",
  "Education and game making": "Education and game making",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.",
  "Learn more about GDevelop and education": "Learn more about GDevelop and education",
  "Showcase of the games created with GDevelop": "Pameran permainan yang dibuat dengan GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Berikut ini adalah beberapa permainan yang dibuat dengan GDevelop. Yang berikutnya harus kamu!",
  "Show me more!": "Show me more!",
  "Made a nice game with GDevelop?": "Sudah buat game bagus dengan GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Kami akan senang mengetahui permainanmu dan menambahkannya disini. Pastikan bahwa kamu mempunyai screenshot yang bagus dan permainan yang berkualitas tinggi :)",
  "Submit your game": "Masukkan permainan kamu",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, semua permainan dibuat dengan GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Sebuah game jet-tempur roguelike yang juicy, dibuat menggunakan GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights adalah sebuah video game jet-tempur roguelike (pengembaraan) yang segar yang didalamnya kamu akan meledakan, menghindari, dan memotong jalan-mu menembus kerumunan musuh-musuh berteknologi rendah. Saat misi intervensi intergalaksi-mu sedang berjalan, hiper-jet adaptif-mu akan berevolusi menjadi sesuatu yang lebih kuat dan lebih aneh dengan mengumpulkan beberapa dari ratusan item yang tersedia di dalam game.",
  "History": "Riwayat",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights dimulai sebagai sebuah proyek sampingan dari Hyperspace Admirals yang kini kami batalkan pembuatannya. HDog dibuat prototype-nya pada akhir tahun 2016, setelahnya game ini mendapat rilis akses awal terbatas (limited early access release) di itch.io. Sepanjang tahun 2017 hampir semua isi kontennya dikembangkan dan tanggapan berkelanjutan pada fase alpha telah ditambahkan dalam perencanaan. Game ini telah memiliki fitur lengkap pada bulan Maret 2018, juga waktu pengumuman perilisan.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Pertarungan jet 2 dimensi yang sengit dan segar melawan kerumunan musuh udara dan darat",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Ratusan kemampuan pasif yang dapat ditumpuk, lebih dari lima puluh senjata dan kemampuan aktif; semua dilakukan untuk menghasilkan sinergi yang aneh dengan satu sama lain",
  "High replayability, your will evolve a little different on each run": "Replayability (kemampuan game untuk dapat dimainkan berulang kali) tinggi, kamu akan mengalami sedikit peningkatan setiap kali kamu mulai permainan",
  "Seven zones with distinct enemy composition to explore": "Tujuh zona dengan komposisi musuh yang berbeda untuk dijelajahi",
  "10+ screen-fillingbosses": "10 lebih boss-boss yang memenuhi layar",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5 lebih hiper-jet pemain dapat dipakai, semua hadir dengan perlengkapan mk2 yang dapat dibuka cara perolehannya",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 musik multi-layered yang santai oleh Enuit dan Ole Toensen",
  "Official website": "Situs Web Resmi",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, sebuah game yang dibuat menggunakan GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Sebuah game retro 8-bit, dengan arts dan soundtrack yang indah, dibuat dengan GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Menggunakan GDevelop, permainan yang dibuat tersedia untuk iOS, Android, Windows, macOS, Linux dan bahkan dipubikasikan sebagai permainan Arcade yang nyata.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Game ini awalnya diumumkan untuk ulang tahun BUB yang ke-5. Untuk mewujudkannya, sebuah Kickstarter diluncurkan sehingga semua teman BUB di seluruh dunia dapat berkontribusi. Awalnya kickstarter diluncurkan dengan sasaran $100,000, tetapi malah mencapai $148,000! GOOD JOB BUB.",
  "Beautiful original graphics and animation": "Grafik dan animasi asli yang indah",
  "Parallaxing backgrounds": "Latar belakang paralaks",
  "Unique level design": "Desain level yang unik",
  "Huge variety of unique levels, bosses and enemies": "Berbagai macam level, bos dan musuh yang unik",
  "Complex gameplay and controls": "Kontrol dan gameplay yang kompleks",
  "Unique storyline with twists and surprises": "Alur cerita yang unik dengan tikungan dan kejutan",
  "Item Inventory: collect items to be used strategically throughout the game": "Item Inventory: kumpulkan item untuk digunakan secara strategis di sepanjang game",
  "Completely original 8-bit soundtrack": "Lagu yang sama sekali 8-bit",
  "Tape Deck feature that allows you to select your favorite music from the game": "Fitur Tape Deck dapat mengijinkanmu untuk memilih musik favoritmu dalam permainan",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Kemampuan untuk kembali dan memainkan ulang level untuk melanjutkan progress-mu dan membuka ahievements (pencapaian-pencapaian)",
  "Truly innovative Easter Eggs throughout": "Easter Eggs yang benar-benar inovatif",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Membuat game tanpa pemrograman - Open source HTML5 dan pembuat game mandiri",
  "The game engine for everyone": "The game engine for everyone",
  "GDevelop game maker software - create video games without coding": "Perangkat lunak pembuat permainan GDevelop - membuat permainan tanpa koding",
  "Make your own games with GDevelop": "Buat permainanmu sendiri dengan GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.",
  "Create any game": "Membuat berbagai permainan",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Bebaskan kreativitas-mu dengan GDevelop dan buat game jenis apapun: platformer, puzzle, shoot'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Lihat contoh-contoh atau mulai project baru dari awal.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Dengan GDevelop, kamu bisa membuat proyek sederhana untuk kesenangan atau membuat permainan indie yang ambisius seperti [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) dan [tons of other games](/games-showcase)!",
  "Events: game creation, intuitive for all": "Events: game creation, intuitive for all",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Apa yang membuat GDevelop unik dan begitu mudah digunakan adalah event. Event adalah cara yang hebat untuk mengekspresikan logika permainan kamu, tanpa harus belajar bahasa pemrograman.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.",
  "Events enable easy game creation": "Events memungkinkan pembuatan game menjadi mudah",
  "Events being used in GDevelop to create the logic of a game": "Events digunakan didalam GDevelop untuk membuat logika sebuah game",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Ketika tombol Spasi ditekan, animasi karakter dan suara akan berjalan. Jika sebuah bom menyentuh karakter, mereka akan hancur.",
  "Export your game anywhere, in one click": "Export your game anywhere, in one click",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Terbitkan game kamu di web, iOS, Android, Windows, Mac, Linus dan bahkan [Facebook Messenger](/facebook-instant-games). Game yang dibuat dengan GDevelop dapat dijalankan di mana saja dan kamu bahkan dapat melakukan sekali-klik ekspor ke Android melalui GDevelop.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Membuat permainan untuk iOS, Android, Windows, macOS dan Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablet atau seluler: permainan dibuat dengan GDevelop dapat berjalan dimana saja",
  "Unlimited possibilities": "Kemungkinan tanpa batas",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Ingin membuat yang lebih? Kamu bisa tambah dengan [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Lihat bagaimana kamu bisa menambahkan tombol trigger untuk game platformer-mu dalam waktu 90 detik",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Contoh-contoh yang banyak](/game-examples-starters) juga tersedia dan siap untuk dicoba dalam sekali klik.",
  "Tutorials for GDevelop and documentation on the wiki": "Panduan untuk GDevelop dan dokumentasi di Wiki",
  "Start making games": "Start making games",
  "Using JavaScript to make your games with GDevelop": "Menggunakan JavaScript untuk membuat game kamu dengan GDevelop",
  "Using JavaScript with GDevelop": "Menggunakan JavaScript dengan GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop mendukung JavaScript untuk membuat permainan-mu atau menambah kemampuan game engine.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaSript dapat digunakan untuk membuat sebagian dari sebuah game, digunakan bersama dengan event-event",
  "Add JavaScript code blocks inside your game": "Masukan blok kode JavaScript kedalam game kamu",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop mendukung penambahan blok kode JavaScript di bagian manapun di dalam event-event game kamu. Hal tersebut adalah cara bagus untuk mengimplementasikan sebuah algoritma kompleks atau menggunakan kembali fungsi-fungsi dari perpustakaan sumber-terbuka (open-source library). Events dan blok kode dapat digabungkan tanpa cacat - jadi kamu dapat mengimplementasikan beberapa bagian atau bahkan keseluruhan game kamu dengan JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "JavaScript editor berdasar pada Monaco Editor yang super hebat, diekstrak dari [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions sudah tersedia dan editor-nya mendukung fitur lanjutan seperti multi-selection (memilih sekaligus banyak) untuk pengkodean yang lebih cepat.",
  "Learn more about using JavaScript": "Pelajari lebih lanjut tentang menggunakan JavaScript",
  "Extend GDevelop with JavaScript extensions": "Perbesar kemampuan GDevelop dengan menggunakan ekstensi JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop bersifat modular dan dapat dikembangkan sesuai keinginan-mu. Terutama, semua fitur yang tersedia untuk game (objek-objek, behavior, event-event) berdasar pada sistem ekstensi. Kamu dapat dengan cepat membuat ekstensi baru untuk game kamu atau berkontribusi pada yang sudah ada seperti halnya GDevelop sebagai [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Cara menulis/membuat ekstensi",
  "Game engine JavaScript documentation": "Dokumentasi JavaScript Game engine",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Tema Gelap sedang digunakan di Gdevelop. Code Editor juga dibundel dengan berbagai tema yang cantik",
  "Make your own 8-bit and pixelart games": "Buat sendiri permainan 8-bit dan pixelart anda",
  "Make 8-bit and pixelart games": "Buat sendiri permainan 8-bit dan pixelart anda",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor dan Tools untuk membuat permainan 8 bit Anda sendiri dengan GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Lihat Piskel sprite editor yang digunakan dalam GDevelop untuk membuat permainan 8 bit ",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop dibundel dengan [Piskel](https://www.piskelapp.com/), sebuah editor sprite 2D yang kuat dan mudah digunakan. Ini adalah alat yang sempurna untuk membuat pixel art assets untuk memberikan perasaan retro permainan Anda! Anda dapat membuat objek dengan beberapa animasi, mengedit setiap saat sprite dan melihat hasilnya dengan meluncurkan preview dari permainan Anda.",
  "Download GDevelop to try Piskel": "Download GDevelop untuk mencoba Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH, sebuah game yang dibuat menggunakan GDevelop",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Permainan ini adalah permainan retro 8-bit, dengan art dan soundtrack yang cantik, yang bergantian dari satu level platformer ke level platformer lainnya, dengan rahasia-rahasia tersembunyi, terdapat pula level-level shooter melawan boss, musuh yang banyak dan bonus-bonus.",
  "Read more about Lil BUB's game": "Baca lebih lanjut tentang permainan Lil BUB's",
  "See other games made with GDevelop": "Lihat game lainnya yang dibuat dengan GDevelop",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "You can now **go back to GDevelop** to use the additional online exports and services."
}
