{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop è un creatore di gioco open source, personalizzato per realizzare un gioco veloce e intuitivo.",
  "Download the editor": "Scarica l'editor",
  "Online game editor": "Editor per i giochi online",
  "Game examples/starters": "Esempi di giochi/starters",
  "Documentation": "Documentazione",
  "Tutorials": "Tutorial",
  "Community forums": "Forum della Comunità",
  "Contribute": "Contribuisci",
  "Facebook page": "Pagina Facebook",
  "Twitter": "Twitter",
  "This website in your language": "Questo sito nella tua lingua",
  "All GDevelop Features": "Tutte le funzioni di GDevelop",
  "Install new features with extensions": "Installa nuove funzionalità con estensioni",
  "Facebook Instant Games": "Instant games di Facebook",
  "Use JavaScript with the game engine": "Usa JavaScript con il motore di gioco",
  "Ads with AdMob": "Annunci con AdMob",
  "Create custom behaviors": "Crea comportamenti personalizzati",
  "Game editors": "Editor di gioco",
  "Games showcase": "Vetrina dei giochi",
  "GDevelop for Game jams": "GDevelop per le jams di gioco",
  "GDevelop for Education": "GDevelop per l'insegnamento",
  "Make 8-bit games": "Crea giochi a 8 bit",
  "GDevelop was created with love by": "GDevelop è stato creato con amore da",
  "Thanks to the": "Grazie alla",
  "contributors": "contributori",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "chi ha aggiunto funzionalità, corretto bug, inviato nuovi esempi, scritto tutorial e aiutato la Comunità.",
  "by": "da",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "Bub è davvero speciale, una creatura unica. O meglio, è la [gatta più incredibile del pianeta](http://lilbub.com)... e il suo gioco è stato creato con GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Il gioco è un gioco retrò a 8 bit, bellissima grafica e colonna sonora, che si alterna tra livelli Platform, segreti nascosti e livelli di sparatutto con boss, molti nemici e bonus.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights è un interessante gioco di combattimento aereo in stile Rouge in cui farai esplodere, schiverai e affronterai masse di nemici tecnologicamente inferiori.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Mentre la tua missione di intervento intergalattico progredisce, il tuo iper-jet adattivo si evolverà in qualcosa di più forte e più strano raccogliendo alcune delle centinaia di oggetti disponibili nel gioco.",
  "Buy on Steam": "Compra su Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Crea il tuo primo gioco",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Immagina e pubblica i tuoi giochi con GDevelop. Con tutorial ed esempi.",
  "Try it online": "Provalo online",
  "Download": "Scarica",
  "Features": "Caratteristiche",
  "Games": "Giochi",
  "Game studios & education": "Studi e istruzione di gioco",
  "Learn": "Impara",
  "Play Online": "Gioca online",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Aggiungi annunci al tuo gioco con AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Usa AdMob nei tuoi giochi GDevelop per visualizzare annunci e premiare i video ai tuoi giocatori",
  "1) Create your AdMob account": "1) Crea il tuo account AdMob",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Vai al [sito di AdMob](https://www.google.com/admob/) e crea un account. Poi, crea una nuova app dall'interfaccia Admob e un'unità ad. Nota gli identificatori sia per l'app che per l'unità di annuncio, poiché saranno utilizzati nel tuo gioco.",
  "Read the detailed instructions": "Leggi le istruzioni dettagliate",
  "2) Configure AdMob in GDevelop": "2) Configura AdMob in GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "In GDevelop, apri le proprietà del tuo gioco e incolla l **id di AdMob**. Questo verrà identificato per utilizzare la tua applicazione per AdMob per consegnare pubblicità.",
  "3) Trigger ads display from events": "3) Attiva pubblicità da eventi",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Aggiungi eventi nel tuo gioco per caricare e mostrare l'annuncio quando necessario (questo può essere quando un livello è completato con successo, ad esempio). Incolla nei parametri dell'azione l'identificatore dell'unità ad. Puoi anche inserire \"test\" per il caricamento di un test.",
  "4) Publish your game on Android": "4) Pubblica il tuo gioco su Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Puoi testare e pubblicare il tuo gioco su Android direttamente da GDevelop. Nell'editor, apri il gioco e poi la finestra di esportazione. Scegli Android, clicca su Esporta e aspetta qualche minuto.",
  "How to publish to Android in one click": "Come pubblicare su Android in un click",
  "Read the full tutorial": "Leggi il tutorial completo",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Contribuisci per GDevelop - Uno strumento HTML5 open-source per la creazione di giochi",
  "Contribute to GDevelop": "Contribuisci a GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop è un progetto open-source (anche questo sito web): ognuno può contribuire e migliorare il software!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Ci sono diversi modi per contribuire a GDevelop, a seconda del tuo tempo, le tue capacità e cosa ti interessa.",
  "Help to translate GDevelop": "Aiuta a tradurre GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop e il sito web possono essere tradotti nella tua lingua! Le traduzioni sono svolte in un sito web dove ognuno può partecipare.",
  "Help us by translating GDevelop!": "Aiutaci a tradurre GDevelop!",
  "Translate the website": "Traduci il sito Web",
  "Help to develop GDevelop": "Aiuta a sviluppare GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "È facile ottenere il source code di GDevelop e cominciare a migliorare le cose!",
  "Contribute on GitHub": "Contribuite su GitHub",
  "Edit the website on GitHub": "Modifica il sito Web su GitHub",
  "Check the development roadmap": "Verificate la roadmap",
  "Get involved in the community": "Unisciti alla community",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Il forum e la chat discord sono i posti dove ottenere e fornire aiuto agli altri utenti di GDevelop!",
  "Go to the community forum": "Vai al forum della community",
  "Open the Discord chat": "Apri la chat Discord",
  "Follow GDevelop on Facebook and Twitter:": "Segui GDevelop su Facebook e Twitter:",
  "Write tutorials, record videos": "Scrivi tutorial, registra video",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Per la maggior parte dei principianti e anche degli utenti avanzati, i tutorial e le pagine di aiuto sono le risorse più importanti per creare rapidamente giochi fantastici. Sulla wiki, potete scrivere tutorial o migliorare quelli già esistenti.",
  "Contribute to the wiki": "Contribuisci al wiki",
  "Create custom behaviors for your game objects in GDevelop": "Crea comportamenti personalizzati per gli oggetti del gioco in GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "In pochi click, è possibile creare nuovi comportamenti per gli oggetti di gioco - usando eventi o JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash è un comportamento personalizzato creato direttamente da GDevelop - consentendo ad un oggetto di lampeggiare",
  "Create custom behaviors - directly from GDevelop editor": "Crea comportamenti personalizzati - direttamente dall'editor di GDevelop",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop ti permette di creare nuovi comportamenti, usando gli stessi eventi che stai usando per creare le regole del tuo gioco.",
  "Want enemies to automatically follow the player?": "Vuoi che i nemici seguano automaticamente il giocatore?",
  "Create a Follower behavior. 🏃‍♂️": "Crea un comportamento Inseguitore. 🏃‍♂️",
  "Want some rockets to target the player?": "Vuoi alcuni razzi per colpire il giocatore?",
  "Create a Missile behavior. 🚀": "Crea un comportamento Missile. 🚀",
  "Want enemies and the players to have health and take damage?": "Vuoi che i nemici e i giocatori abbiano salute e che abbiano danni?",
  "Create a Health behavior. 💊": "Crea un comportamento salute. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Gli amministratori possono essere creati per qualsiasi tipo di oggetto, e puoi creare azioni e condizioni personalizzate associate al tuo nuovo comportamento.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Un'azione è esposta dal comportamento, e può essere usata come qualsiasi altra azione negli eventi",
  "Read the documentation about custom behaviors": "Leggi la documentazione sui comportamenti personalizzati",
  "Download GDevelop": "Scarica GDevelop",
  "Import new behaviors, created by the GDevelop community": "Importa nuovi comportamenti, creati dalla comunità di GDevelop",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Gli amministratori, oltre alle estensioni, possono essere condivisi tra i progetti. Puoi **esportare e importare** in pochi click. Se il tuo comportamento è generico e riutilizzabile in più giochi, puoi anche inviarlo per essere integrato nella lista crescente di comportamenti personalizzati condivisi dalla comunità.",
  "Create your game by assembling behaviors": "Crea il tuo gioco assemblando i comportamenti",
  "perfect for fast prototyping": "perfetto per la prototipazione rapida",
  "Progressively create custom behaviors for objects in your game": "Crea gradualmente comportamenti personalizzati per gli oggetti nel tuo gioco",
  "ideal for large games and keeping simple events.": "ideale per i giochi di grandi dimensioni e tenere semplici eventi.",
  "How to install community extensions": "Come installare le estensioni della comunità",
  "Learn more about extensions": "Per saperne di più sulle Integrazioni",
  "Search for new behaviors in the list of behaviors shared by the community": "Cerca nuovi comportamenti nella lista dei comportamenti condivisi dalla comunità",
  "Download GDevelop or try it online - create games without programming": "Scarica GDevelop o provalo online - crea giochi senza bisogno di programmazione",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop è completamente gratuito e può essere usato per la creazione di giochi a distribuzione libera o commerciale.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop è disponibile su Windows, macOS e le più recenti distribuzioni Linux. Puoi anche provarlo online utilizzando Chrome, Firefox o un altro web browser aggiornato.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Wonder cosa è nuovo nelle ultime versioni? Trova le note di rilascio nell'app o [online](https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Hai bisogno di **libgconf-2-4** sul tuo sistema. Scrivi `sudo apt-get install libgconf-2-4` in un terminale o installalo dal tuo gestore pacchetti.",
  "To create your first game, start by reading a tutorial:": "Per creare il tuo primo gioco, comincia leggendo un tutorial:",
  "Create a platformer game": "Creare un gioco di Platform",
  "Create a tank shooter game": "Crea un gioco basato sui carri armati",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop è un progetto open source. Puoi entrare a far parte della community e migliorarlo!",
  "Learn how to contribute": "Ulteriori informazioni su come contribuire",
  "GDevelop 4 (old version)": "GDevelop 4 (versione obsoleta)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 può ancora essere scaricato. GDevelop 5 è raccomandato per qualsiasi nuovo utente poiché GDevelop 4 non verrà più aggiornato! In futuro nessun supporto verrà fornito per GDevelop 4: raccomandiamo a qualsiasi utente di GDevelop 4 di eseguire l’upgrade a GDevelop 5.\n \n",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Anche se GDevelop supporta giochi nativi, è consigliabile passare a giochi GDevelop 5 e html5, che sono supportati in maniera migliore. I giochi nativi saranno aggiunti a GDevelop in un secondo momento.",
  "GDevelop for the education - Teach game creation": "GDevelop per l'insegnamento - Insegna come creare giochi",
  "GDevelop for education": "GDevelop per l'insegnamento",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Usare GDevelop in aula è un'opportunità perfetta per insegnare la programmazione, come creare videogiochi e scatenare la creatività degli studenti.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop è già stato utilizzato in corsi tradizionali e online, con digital media students o bambini in prima elementare!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Per favore inviaci le tue foto ed i tuoi tweet se stai utilizzando GDevelop per un corso!",
  "Install new extensions in GDevelop and share yours": "Installa nuove estensioni in GDevelop e condividi le tue",
  "Install new extensions and share them": "Installa nuove estensioni e condividili",
  "Search and add new features to your game in a few clicks.": "Cerca e aggiungi nuove funzionalità al tuo gioco in pochi click.",
  "Search in the library of extensions, ready to be installed in one click": "Cerca nella libreria delle estensioni, pronto per essere installato in un click",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Direttamente dall'editor, è possibile esplorare la **libreria online di estensioni** (anche chiamata \"Gestore pacchetti\" o \"negozio di estensioni\"). Le estensioni possono portare *nuovi comportamenti* per i tuoi oggetti di gioco, o *azioni, condizioni* o espressioni pronte ad usare in eventi.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Estensioni consigliate** sono sottoposte a revisione tra peer. Sono ideali per aggiungere nuove funzionalità ad un ritmo veloce al tuo gioco, rendendo entrambi i prototipi di nuovi giochi un processo molto rapido e permettendo la costruzione di giochi più grandi tramite l'assemblaggio di estensioni.",
  "Read how to install extensions": "Leggi come installare le estensioni",
  "Learn about creating custom behaviors": "Impara a creare comportamenti personalizzati",
  "Export your own extensions and share them": "Esporta le tue estensioni e condividile",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Tutte le estensioni possono essere esportate in un file. Possono essere facilmente condivise e integrate in un altro progetto. Meglio, se hai creato un'estensione utile, puoi inviarla per essere integrata nella libreria di [open-source, estensioni della comunità](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Poiché le estensioni vengono costruite utilizzando i fogli intuitivi di eventi GDevelop, possono essere composte da eventi, [JavaScript o un mix di entrambi](/javascript-game-engine).",
  "How to start a new extension": "Come iniziare una nuova estensione",
  "How to share your extension": "Come condividere la tua estensione",
  "Extensions can provide new behaviors that can be added to your game objects.": "Le estensioni possono fornire nuovi comportamenti che possono essere aggiunti agli oggetti di gioco.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Crea i tuoi instant games su Facebook con GDevelop - pubblica i tuoi giochi su messenger",
  "Make games for Facebook Messenger": "Crea giochi per Facebook messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Con GDevelop puoi esportare i tuoi giochi come Instant Games di Facebook in 2 click.",
  "1) Create your app on Facebook Developers": "1) Crea la tua app su Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Per prima cosa, assicurati di avere un account su **Facebook Developers**. Crea un'applicazione e configurala per scegliere \"Giochi\" come sua categoria e abilita Instant Games in Prodotti:",
  "Go to Facebook Developers": "Vai su Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Apri GDevelop ed esporta per Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "In GDevelop, apri il tuo gioco e poi la finestra Esporta. Scegli ** Facebook Instant Games **, fai clic su Esporta e attendi qualche secondo.",
  "More about exporting": "Altre informazioni sull'esportazione",
  "3) Upload your game": "3) Carica il tuo gioco",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Torna indietro alla tua pagina di gioco su Facebook Developers, scegli Hosting Web nel menù e **carica il file** che era stato esportato da GDevelop.",
  "You can also add testers to let your friends try your game.": "È possibile inoltre aggiungere una sezione tester per permettere ai tuoi amici di provare il tuo gioco.",
  "More about uploading your game": "Altre informazioni sul caricamento del tuo gioco",
  "4) Try your game on Messenger": "4) Prova il tuo gioco su Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Ora prendi il tuo telefono e **apri messenger **. Apri una conversazione, scegli Giochi e fai clic sull'icona del tuo gioco per iniziare a giocare!",
  "5) Use Instant Games features and publish your game!": "5) Utilizza le funzionalità di Istant Games e pubblica il tuo gioco!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop ti ha dato accesso a funzionalità specifiche di Instant Games come il nome del giocatore, per incorporare meglio il tuo gioco nelle conversazioni di Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Quando il gioco è pronto, invialo per la revisione da parte di Facebook in modo che diventi **disponibile in tutto il mondo**!",
  "Read the full step-by-step tutorial": "Leggi la guida completa passo dopo passo",
  "Features of GDevelop - create any kind of games without coding": "Caratteristiche di GDevelop - crea ogni genere di gioco senza codifica",
  "Fully featured": "Con tutte le funzionalità",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop ha un insieme di dozzine di funzionalità per immaginare e creare qualsiasi tipo di gioco.",
  "Deploy your game everywhere": "Distribuisci il tuo gioco ovunque",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Un clic di esportazione per [Android] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Un clic di esportazione su [Facebook Instant Games](/facebook-instant-games), per giocare su Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Esporta il tuo gioco [per il web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in un clic",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Esporta il tuo gioco su iOS (con [PhoneGap Build o Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Pubblica il tuo gioco su Kongregate, Itch.io e altri siti di gaming online!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Esportare come un gioco eseguibile per Windows, macOS e Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[in un click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Mostra [annunci e video ricompensa](/ads-in-your-game-with-admob) ai tuoi giocatori utilizzando [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Scopri come pubblicare il tuo gioco",
  "Objects for your games": "Oggetti per il tuo gioco",
  "**Sprites** with multiple animations": "**Sprite** con animazioni multiple",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Crea esplosioni, fuoco ed effetti impressionanti con **Emettitori di Particelle **",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** sprites, perfetto per le piattaforme",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Scattati in modo colorato**, per creare mosaico, piani e modelli ricorrenti",
  "**Text** objects": "**Testo** oggetti",
  "Embed videos with **Video** objects": "Incorpora video con oggetti **Video**",
  "Draw custom shapes on screen with **Shape Painters**": "Disegna forme personalizzate sullo schermo con Shape Painters",
  "Support for custom collision masks": "Supporto per le maschere di collisione personalizzate",
  "Read the documentation for all objects": "Leggi la documentazione per tutti gli oggetti",
  "Try the online examples": "Prova gli esempi online",
  "Add behaviors to your game objects": "Aggiungi delle azioni ai tuoi oggetti di gioco",
  "Physics engine": "Motore fisico",
  "Add realistic behavior to your objects": "Aggiungi azioni realistiche ai tuoi oggetti",
  "Pathfinding": "Ricerca di un tragitto",
  "Have your objects move and avoiding obstacles": "Fai muovere i tuoi oggetti ed evita gli ostacoli",
  "Top-down movement": "Movimenti visti dall'alto",
  "Platformer engine": "Motore per giochi Platform",
  "create platformer games in a breeze": "crea videogiochi platform in un batter d'occhio",
  "Draggable objects": "Oggetti spostabili",
  "quickly make your objects draggable with mouse/touch": "rendi trascinabili i tuoi oggetti con il mouse o con il tocco",
  "Anchor": "Ancoraggio",
  "support multiple screen sizes by ensuring controls stay at the right position": "supporta dimensioni multiple dello schermo garantendo che i controlli rimangano nella posizione giusta",
  "Tweens": "Tween",
  "smoothly animate object positions, sizes, opacity and colors": "animate senza problemi posizioni, dimensioni, opacità e colori degli oggetti",
  "And more, to automate current tasks and behaviors in a few clicks!": "E molto altro per rendere automatici i compiti correnti e aggiungere dei comportamenti in pochi click!",
  "Read the documentation for all behaviors": "Leggi la documentazione per tutte le azioni",
  "Create your own custom behaviors": "Crea i tuoi comportamenti personalizzati",
  "Make desktop & mobile-ready games": "Create videogiochi per dispositivi mobili o per computer",
  "Save player data in the browser storage or on their devices": "Salva i dati del giocatore nella memoria del browser o sui loro dispositivi",
  "Full support for sound effects and musics": "Supporto completo per effetti sonori e musiche",
  "Support for touchscreens & multi-touch": "Supporto per touchscreens e multi-touch",
  "Design advanced levels and interfaces": "Concepite dei livelli e delle interfacce avanzati",
  "The scene editor lets you visually edit your levels": "L'editor di scena consente di modificare visivamente i livelli",
  "Support for multiple layers": "Supporto per più livelli",
  "Add interfaces and create parallax effects": "Aggiungi interfacce e crea effetti di parallasse",
  "Create your levels dynamically with external layouts": "Create i livelli in modo dinamico utilizzando layout esterni",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Progetta i tuoi asset con [Piskel](/make-8bit-pixelart-game)",
  "a powerful pixel art and sprite editor": "un potente editor di pixel art e sprite",
  "Generate [sound effects with Jfxr](/game-jams)": "Genera [effetti sonori con Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "crea effetti e personalizzali in pochi click",
  "Debugger": "Debugger",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Ispeziona il contenuto del tuo gioco e apporta modifiche dinamiche durante l'anteprima del gioco",
  "Performance profiler": "Profiler delle prestazioni",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitorare i punti costosi delle risorse](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) nel tuo gioco",
  "Discover GDevelop editors": "Scopri gli editor di GDevelop",
  "Build ambitious games with advanced features": "Costruite giochi ambiziosi con caratteristiche avanzate",
  "Communicate with external websites or services using HTTP requests.": "Comunicate con dei siti web esterni grazie alle richieste HTTP.",
  "Use advanced events: loops, for-each...": "Utilizzate eventi avanzati: loop, foreach...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Crea **funzioni** riutilizzabili utilizzando eventi, che possono essere usati come azioni, condizioni o espressioni nel tuo gioco",
  "a powerful feature never seen in other game creation tools.": "una potente funzionalità non vista in altri strumenti di creazione di giochi.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "You can [use JavaScript to code](/javascript-game-engine) parts of your game",
  "use it for a few functions, to write extensions or the majority of your game.": "use it for a few functions, to write extensions or the majority of your game.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Search and [install new features with extensions](/extensions-and-sharing), built by the community",
  "get new, ready to use features for your game in a few clicks": "get new, ready to use features for your game in a few clicks",
  "Read the documentation about events": "Leggi la documentazione sugli eventi",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Tutti gli editor di GDevelop - crea platformer, sparatutto, gdr, giochi d'azione...",
  "The game editors": "Gli editor di gioco",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "L'interfaccia di GDevelop è composta da intuitivi editor per progettare i tuoi giochi da zero.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Guarda come utilizzare GDevelop per aggiungere un trigger nel tuo gioco in 90 secondi",
  "Scene editor": "Editor di scena",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Progetta i tuoi livelli con l'editor di scene: puoi scegliere oggetti, posizionarli sulla scena, regolare la loro posizione e le loro dimensioni. Puoi interamente progettare i tuoi livelli con l'editor delle scene. Se vuoi creare livelli o interfacce complesse, i layout esterni consentono di creare parti di un livello e riutilizzarle in altre scene.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Comincia in 2 minuti: prova GDevelop sul tuo browser",
  "Events editor": "Editor degli eventi",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Tutte le condizioni e le azioni sono disponibili in un elenco in modo che tu possa facilmente scoprire e trovare le regole del tuo gioco che vuoi creare.",
  "Learn more about events in the tutorials": "Impara di più sugli eventi nei tutorial",
  "Create platformer games with GDevelop": "Crea giochi platform con GDevelop",
  "Develop space shooter games with GDevelop": "Sviluppa giochi space shooter con GDevelop",
  "Create mario-like games with GDevelop": "Crea giochi Mario-like con GDevelop",
  "Make strategy games with GDevelop": "Crea giochi di strategia con GDevelop",
  "Objects editors": "Editor degli oggetti",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Tutto quello che viene visualizzato sullo schermo del tuo gioco è un oggetto. La maggior parte degli oggetti sono chiamati sprites: sono composti da animazioni e possono essere utilizzati per qualsiasi elemento animato. Per esempio, il tuo giocatore, i nemici o i bonus da scegliere.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Altri oggetti sono anche disponibili per creare interfacce o aggiungere effetti al tuo gioco: testi, particelle, sprite piastrellate...",
  "Discover all the objects available in GDevelop": "Scopri tutti gli oggetti disponibili con GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Resources editor, sprite editor and sound effect generator",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Tutte le immagini e i file audio utilizzati nel tuo gioco sono elencati nell'Editor delle Risorse. È un modo semplice per gestire le tue attività di gioco.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Scopri tutto sugli editor nella documentazione",
  "Open in GDevelop": "Apri in GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Esempi di GDevelop - crea platformer, sparatutto, gdr, giochi d'azione...",
  "Examples and Starters": "Esempi e Starters",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop è dotato di oltre 80 esempi e di starters per iniziare, imparare o provare una funzione specifica in modo rapido.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Questi sono gli esempi forniti con GDevelop. Curioso? Puoi aprirli e provarli direttamente dal tuo browser. GDevelop è veloce da avviare e giocherai con gli esempi in pochi secondi.",
  "Get started with tutorials": "Incomincia con i tutorial",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Impara passo-passo come utilizzare GDevelop o ottenere informazioni su una caratteristica specifica: la wiki ha dei tutorial per principianti e una completa documentazione per il software.",
  "Make games for Game jams": "Make games for Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop is a perfect fit for quickly making games during game jams.",
  "Make your assets with Piskel": "Make your assets with Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.",
  "Read more about making 8-bit and pixelart games": "Read more about making 8-bit and pixelart games",
  "Generate sounds effects in one click": "Generate sounds effects in one click",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.",
  "Read about all features available in GDevelop": "Read about all features available in GDevelop",
  "Ready-made behaviors": "Comportamenti preconfezionati",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Vuoi creare un gioco platform retro? GDevelop ha comportamenti precostituiti che puoi collegare al tuo personaggio e alle tue piattaforme. In pochi secondi hai un gioco platform di base in esecuzione e pronto per essere personalizzato e migliorato! Altri comportamenti, condizioni e azioni possono anche essere utilizzati per creare qualsiasi tipo di giochi 2D: shmup, \"Bullet Hell\", giochi arcade...",
  "Learn more about behaviors": "Ulteriori informazioni sui comportamenti",
  "GDevelop for Game studios, indies and Education": "GDevelop for Game studios, indies and Education",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop is a fast and flexible game engine that can be used for different use cases.",
  "Professional and Game Studios": "Professional and Game Studios",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT license: extend and contribute to the engine source code",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Adaptable editor based on JavaScript, React.js and WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integrate GDevelop in your team, use events or JavaScript according to your needs",
  "Get game designers, artists and developers to work on the same environment": "Get game designers, artists and developers to work on the same environment",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Game projects are human readable and support version control systems like Git or Mercurial",
  "GDevelop on GitHub": "GDevelop su GitHub",
  "Indie game developers": "Sviluppatori di gioco Indie",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.",
  "Free to use: download GDevelop and start making a game today": "Free to use: download GDevelop and start making a game today",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrated editors allowing to make game assets directly from GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Super fast prototyping with open-source community extensions and behaviors",
  "Custom behaviors make your game logic reusable and shareable": "Custom behaviors make your game logic reusable and shareable",
  "See all features": "Visualizza tutte le funzionalità",
  "GDevelop for game jams": "GDevelop for game jams",
  "Education and game making": "Education and game making",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.",
  "Learn more about GDevelop and education": "Ulteriori informazioni su GDevelop e istruzione",
  "Showcase of the games created with GDevelop": "Vetrina dei giochi creati con GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Qui ci sono alcuni dei giochi creati con GDevelop. Il prossimo potrebbe essere il tuo!",
  "Show me more!": "Mostrami di più!",
  "Made a nice game with GDevelop?": "Hai fatto un bel gioco con GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Ci piacerebbe conoscere il tuo gioco e aggiungerlo qui. Assicurati di avere dei bellissimi screenshot pronti e che il gioco sia di alta qualità :)",
  "Submit your game": "Invia il tuo gioco",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, un gioco creato con GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Un interessante gioco di combattimento aereo in stile Rogue, realizzato con GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights è un interessante gioco in stile rouge di combattimento aereo in cui esploderai, schiverai e affronterai masse di nemici tecnologicamente inferiori. Mentre la tua missione di intervento intergalattico progredisce, il tuo iper-jet adattivo si evolverà in qualcosa di più forte e di più strano raccogliendo alcune delle centinaia di oggetti disponibili nel gioco.",
  "History": "Storia",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights è iniziato come un progetto parallelo alla nostra ormai cancellata esplorazione spaziale in stile rouge Hyperspace Admirals. HDog è stato prototipato a fine 2016, dopo di che ha ricevuto una versione limitata di accesso anticipato su itch.io. Nel corso del 2017 è stata sviluppata la maggior parte del suo contenuto e si è tenuto conto del feedback alfa continuo. Il gioco è stato completato nel marzo 2018, dopodiché ne è stata annunciata l'uscita.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Feroce e interessante combattimento aereo 2D contro masse di nemici terrestri e aerei",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Centinaia di passività impilabili, oltre cinquanta armi e attivazioni; il tutto orientato verso la produzione di strane sinergie con un altro",
  "High replayability, your will evolve a little different on each run": "Elevata rigiocabilità, la tua volontà evolverà in modo un po 'diverso in ogni partita",
  "Seven zones with distinct enemy composition to explore": "Sette zone con una diversa composizione nemica da esplorare",
  "10+ screen-fillingbosses": "10+ bossoli per lo schermo",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ iper-jet per volare, tutti in arrivo con i non sbloccabili mk2 sbloccabili",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 brani musicali da brivido, ad ogni livello di Enuit e Ole Toensen",
  "Official website": "Sito ufficiale",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "HELLO EARTH di Lil BUB, un gioco creato con GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Un gioco retrò a 8 bit, con belle grafiche e colonna sonora, realizzato con GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Utilizzando GDevelop, il gioco è stato reso disponibile per iOS, Android, Windows, macOS, Linux e persino pubblicato come un vero gioco Arcade.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Il gioco è stato annunciato per il 5° compleanno di BUB. Per contribuire a renderlo realtà, è stato lanciato un Kickstarter in modo che tutti gli amici di BUB in tutto il mondo possano contribuire. Il kickstarter è stato inizialmente lanciato con $ 100.000 come obiettivo, ma ha raggiunto $148.000! BEL LAVORO BUB.",
  "Beautiful original graphics and animation": "Bella grafica e animazione originali",
  "Parallaxing backgrounds": "Sfondi con parallasse",
  "Unique level design": "Level design unico",
  "Huge variety of unique levels, bosses and enemies": "Enorme varietà di livelli, boss e nemici unici",
  "Complex gameplay and controls": "Gameplay e controlli complessi",
  "Unique storyline with twists and surprises": "Trama unica con colpi di scena e sorprese",
  "Item Inventory: collect items to be used strategically throughout the game": "Inventario oggetti: raccogli oggetti da utilizzare strategicamente nel corso del gioco",
  "Completely original 8-bit soundtrack": "Colonna sonora 8-bit completamente originale",
  "Tape Deck feature that allows you to select your favorite music from the game": "Funzione Tape Deck che ti consente di selezionare la tua musica preferita dal gioco",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Capacità di rivisitare e riprodurre i livelli per favorire il tuo progresso e sbloccare i risultati",
  "Truly innovative Easter Eggs throughout": "Uova di Pasqua veramente innovative in tutto",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Per creare videogames senza programmare - Un programma di sviluppo di videogame HTML5 e nativi open source",
  "The game engine for everyone": "Il motore di gioco per tutti",
  "GDevelop game maker software - create video games without coding": "Software per creatori di giochi di GDevelop - crea videogiochi senza programmazione",
  "Make your own games with GDevelop": "Crea i tuoi giochi con GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.",
  "Create any game": "Crea qualsiasi gioco",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Scatena la tua creatività con GDevelop e crea qualsiasi tipo di gioco: platform, puzzle, sparatutto, strategia, [giochi a 8 bit] (/make-8bit-pixelart-games)... Passa attraverso gli esempi o inizia un nuovo progetto da zero.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Con GDevelop puoi creare semplici progetti per divertimento o creare giochi ambiziosi indipendenti come [LIL BUB's HELLO EARTH](/giochi/lil-bub-hello-earth), [Hyperspace Dogfights](/giochi/hyperspace-dogfights) e [tonnellate di altri giochi](/vetrina-giochi)!",
  "Events: game creation, intuitive for all": "Eventi: creazione di gioco, intuitiva per tutti",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Quello che rende Gdevelop unico e facile da usare sono gli eventi. Gli eventi sono un mezzo potente per esprimere la logica del tuo videogame, e questo senza dover imparare un linguaggio di programmazione.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.",
  "Events enable easy game creation": "Gli eventi consentono la facile creazione di un gioco",
  "Events being used in GDevelop to create the logic of a game": "Eventi che vengono utilizzato in GDevelop per creare la logica di un gioco",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Quando lo Spazio viene premuto, vengono riprodotte l'animazione del personaggio e un suono. Se una bomba tocca il personaggio, vengono distrutti entrambi.",
  "Export your game anywhere, in one click": "Esporta il tuo gioco ovunque, in un click",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Pubblica i tuoi giochi sul web, iOS, Android, Windows, Mac, Linux e persino su [Facebook Messenger](/facebook-instant-games). I giochi creati con GDevelop funzionano ovunque e puoi persino eseguire una esportazione con un clic ad Android dall'app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Crea giochi per iOS, Android, Windows, macOS e Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Computer portatile, tablet o telefono: i giochi creati con GDevelop possono essere eseguiti ovunque",
  "Unlimited possibilities": "Possibilità illimitate",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Vuoi andare ancora oltre? Puoi estendere il [motore di gioco con Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Scopri come aggiungere un pulsante di attivazione al tuo gioco platform in 90 secondi",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tonnellate di esempi](/game-examples-starters) sono anche disponibili e pronte per essere provate in un clic.",
  "Tutorials for GDevelop and documentation on the wiki": "Tutorial per GDevelop e documentazione sul wiki",
  "Start making games": "Inizia a creare giochi",
  "Using JavaScript to make your games with GDevelop": "Usare JavaScript per creare giochi con GDevelop",
  "Using JavaScript with GDevelop": "Usare JavaScript con GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop supporta JavaScript per creare il tuo gioco o estendere il motore di gioco.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript può essere usato per scrivere parte di un gioco, insieme agli eventi",
  "Add JavaScript code blocks inside your game": "Aggiungi blocchi di codice JavaScript all'interno del gioco",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supporta l'aggiunta di blocchi di codice JavaScript in qualsiasi momento degli eventi del gioco. È un buon modo per implementare un complesso algoritmo o riutilizzare le funzioni dalle librerie open-source. Gli eventi e i blocchi di codice possono essere combinati senza problemi - in modo da poter implementare parti o addirittura la totalità del tuo gioco con JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "L'editor JavaScript si basa sul super Monaco Editor, estratto da [Visual Studio Code](https://code.visualstudio.com/). I completamenti automatici di Intellisense sono forniti e l'editor supporta funzionalità avanzate come la selezione multipla per una codifica più veloce.",
  "Learn more about using JavaScript": "Ulteriori informazioni sull'uso di JavaScript",
  "Extend GDevelop with JavaScript extensions": "Estendi GDevelop con le estensioni JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop è modulare e può essere esteso in base alle proprie esigenze. In particolare, tutte le funzionalità disponibili per i giochi (oggetti, comportamenti, eventi) sono basate sul sistema di estensione. Puoi creare rapidamente nuove estensioni per il tuo gioco o contribuire a quelle esistenti come è GDevelop [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Come scrivere estensioni",
  "Game engine JavaScript documentation": "Documentazione JavaScript del motore di gioco",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Il tema Scuro utilizzato in GDevelop. L'editor di codice viene fornito in bundle con diversi bellissimi temi!",
  "Make your own 8-bit and pixelart games": "Crea i tuoi giochi a 8 bit e pixelart",
  "Make 8-bit and pixelart games": "Crea giochi a 8 bit e pixelart",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Editor di Sprite e strumenti per creare i propri giochi a 8 bit con GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Vedi l'editor sprite di Piskel usato in GDevelop per creare un gioco a 8 bit",
  "Piskel sprite editor": "Editor Piskel sprite",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop è fornito in bundle con [Piskel](https://www.piskelapp.com/), un editor di sprite 2D potente e facile da usare. È lo strumento perfetto per creare risorse pixel art per dare una sensazione retrò al tuo gioco! Puoi creare oggetti con più animazioni, modificare in qualsiasi momento gli sprite e vedere il risultato lanciando un'anteprima del tuo gioco.",
  "Download GDevelop to try Piskel": "Scarica GDevelop per provare Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "HELLO EARTH di Lil BUB: un gioco a 8 bit realizzato con GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "HELLO EARTH di Lil BUB è un gioco retrò a 8 bit, con bellissime arti e colonna sonora, che alterna livelli di platforming, con segreti nascosti e livelli di sparatutto con boss, nemici multipli e bonus.",
  "Read more about Lil BUB's game": "Maggiori informazioni sul gioco di Lil BUB",
  "See other games made with GDevelop": "Vedi altri giochi realizzati con GDevelop",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "You can now **go back to GDevelop** to use the additional online exports and services."
}
