{
  "BUB is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with GDevelop!": "BUBはとってもスペシャルで、世界に一匹だけの生き物。いうなれば、彼女は宇宙でいちばんアメージングな猫…そんなBUBが出演するゲームもGDevelopで作られています！",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "隠された秘密があるアクションステージと、たくさんの敵にボスやボーナスがてんこ盛りのシューティングステージを交互に楽しめるレトロな雰囲気の8bitゲーム。美しいアートやサウンドトラックも収録。",
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelopはオープンソースのゲーム制作ツールです。誰にでも使えて、どんな種類の2Dゲームでも作れます。",
  "This website in your language": "サイトの使用言語を変更",
  "Download the editor": "GDevelopをダウンロード",
  "Online game editor": "ブラウザ版GDevelopを起動",
  "Community forums": "コミュニティフォーラム",
  "Documentation & tutorials": "ドキュメント＆チュートリアル",
  "Features": "機能/特徴",
  "Education": "教育における利用",
  "Games showcase": "ゲーム開発事例",
  "Contribute": "Contribute",
  "Facebook page": "Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "情熱と愛あるGDevelop開発者：",
  "Thanks to the": "いつもありがとう",
  "contributors": "助けてくれる皆さま。",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "彼ら彼女たちは機能追加・バグ修正、新しいサンプルを送ってくれたりチュートリアルを書いてくれたり、コミュニティを手助けしてくれます。",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "あなたの最初のゲームを作りましょう",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "GDevelopであなたのゲームを世に送り出すことを想像してください。サンプルとチュートリアルをまとめました。",
  "Try it online": "オンラインで試す",
  "Download": "ダウンロード",
  "Games": "ゲーム",
  "Tutorials": "チュートリアル",
  "LANG_CODE": "LANG_CODE",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - プログラミング不要でゲーム製作 - HTML5/ネイティブゲームをクリエイトするオープンソースソフトウェア",
  "Contribute to GDevelop": "GDevelopに貢献する",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelopはオープンソースプロジェクトです。(このWEBサイトも同様に):誰でも本ソフトウェアの技術開発に貢献できます。",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "GDevelopに貢献する方法は、あなたの時間的余裕やスキル、どれだけ興味を抱いているかに応じていくつかあります。",
  "Help to translate GDevelop": "GDevelopの翻訳を手伝う",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelopと当サイトをあなたの利用言語に翻訳できます！翻訳は誰もが参加できるウェブサイト上にて行われます。",
  "Help us by translating GDevelop!": "GDevelopの翻訳作業を手伝って！",
  "Translate the website": "Webサイトを翻訳",
  "Help to develop GDevelop": "GDevelopの開発を助ける",
  "It's easy to get the source code of GDevelop and start improving things!": "GDevelopのソースコードを手に入れるのは簡単です。ソフトウェアの改良を始めましょう！",
  "Contribute on GitHub": "GitHub に貢献する",
  "Edit the website on GitHub": "Webサイトを編集(GitHub)",
  "Check the development roadmap": "開発ロードマップを確認",
  "Get involved in the community": "コミュニティに参加する",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "フォーラムやDiscordチャットでは、他のGDevelop利用者と助け合えます。",
  "Go to the community forum": "コミュニティフォーラム",
  "Open the Discord chat": "Discordを開く",
  "Follow GDevelop on Facebook and Twitter:": "Facebook や Twitter で GDevelop をフォローする",
  "Write tutorials, record videos": "チュートリアルを書く。動画記録する。",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "多くの初心者にとってベテランユーザーにさえも、チュートリアルやヘルプページは素晴らしいゲームを素早く作成するために最も価値のあるリソースとなります。wiki上であなたはチュートリアルを書いたり、すでにある情報を改善することもできます。",
  "Contribute to the wiki": "wikiに貢献する",
  "Download GDevelop": "GDevelopをダウンロード",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelopはすべて無料です。商用・非商用を問わず、ゲーム製作にご自由にご利用できます。",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelopは、Windows、macOS及び最も最近のLinuxディストリビューションで実行します。又、Chrome、Firefox、最近のものであれば別のweb ブラウザーを使用してオンライン上でGDevelopを試すことも可能です。",
  "To create your first game, start by reading a tutorial:": "アナタの最初のゲームを作るために、チュートリアルを読むことから初めましょう。",
  "Create a platformer game": "プラットフォームゲームを作る",
  "Create a tank shooter game": "タンクシューティングゲームを作る",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelopはオープンソースプロジェクトです。あなたはソフトウェアの改善のためコミュニティに参加することができます。",
  "Learn how to contribute": "貢献する方法を学ぶ",
  "GDevelop 4 (old version)": "GDevelop 4 (旧バージョン)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4は引き続きダウンロードすることができます。ただしGdevelop 4はもうこれ以上更新されることはないので、全ての新しいユーザーにはGDevelop 5の利用を推奨します！Gdevelop 4に対する将来的なサポートは提供されません。Gdevelop 4ユーザーの皆様にも、GDevelop 5にアップグレードすることをオススメします。",
  "Windows": "Windows",
  "OpenSUSE/Fedora/Arch": "OpenSUSE/Fedora/Arch",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "たとえGDevelop 4がネイティブゲームをサポートしているとしても、私達はより良いサポートを受けられるGDevelop 5とHTML5に切り換えることを推奨します。今後、GDevelop 5もネイティブゲームに対応予定です。",
  "GDevelop for education": "GDevelopの教育利用について",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "GDevelopを教室で利用することは、ゲームを作る過程で生徒たちの創造性を解き放ち、プログラミングを学習するための完璧な機会を提供しています。",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelopは、デジタルメディア生や小学1年生の教室、オンライン講座で既に使われています！",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "もしもアナタが講座でGDevelopを使っているなら、どうかアナタの写真やツイートを私達に送ってください。",
  "Fully featured": "豊富な機能",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelopはどんな種類のゲームでも想像通りに制作できるように、数十の機能をまとめて備えています。",
  "Objects for your games": "オブジェクトを表示する",
  "Sprites": "スプライト",
  "with multiple animations": "- 複数のアニメーション",
  "\"9 patch\" and tiled sprites": "スプライトの\"9 patch\" とタイル化",
  "Text objects": "テキストオブジェクト",
  "Draw custom shapes on screen with the Shape Painter": "Shape Painterでスクリーンに好きな形を描く",
  "Support for custom collision masks": "衝突判定をカスタムマスクで",
  "Read the documentation for all objects": "全てのオブジェクトに関連するドキュメントを読む",
  "Add behaviors to your game objects": "オブジェクトに動きをつける",
  "Physics engine": "物理演算エンジン",
  "Add realistic behavior to your objects": "現実味のある動きをオブジェクトに与える",
  "Pathfinding": "経路探索",
  "Have your objects move and avoiding obstacles": "オブジェクトが動くようになり、障害物を避けます。",
  "Top-down movement": "見下ろし型ゲーム",
  "Platformer engine": "プラットフォーマーエンジン",
  "create platformer games in a breeze": "プラットフォームゲームを簡単に製作",
  "Draggable objects": "ドラッグできるオブジェクト",
  "quickly make your objects draggable with mouse/touch": "マウス/タッチでドラッグできるオブジェクトをすばやく製作",
  "And more, to automate current tasks and behaviors in a few clicks!": "他にも、現在の作業を自動化したり少ないクリックで動作を設定可能！",
  "Read the documentation for all behaviors": "全てのオブジェクト動作に関連するドキュメントを読む",
  "Design advanced levels and interfaces": "高度なデザインとインタフェイス",
  "The scene editor lets you visually edit your levels": "シーンエディターは視覚的なレベル編集を可能に",
  "Support for multiple layers": "多層レイヤーをサポート",
  "Add interfaces and create parallax effects": "インターフェイス追加、パララックスエフェクト作成",
  "Create your levels dynamically with external layouts": "外部レイアウトを取り込み動的なシーンを生成",
  "Integrated debugger and performance profilers": "統合したデバッグシステムとパフォーマンスプロファイラー",
  "coming soon!": "近日実装予定！",
  "Read the documentation for editors": "エディターに関連するドキュメントを読む",
  "Make desktop & mobile-ready games": "Pc/スマートフォン対応のゲーム製作",
  "Save player data in browser/local storage": "プレイヤーデータを保存(ブラウザ/ローカルストレージ対応)",
  "Full support for sound effects and music": "Se＆Bgmをフルサポート",
  "Support for touchscreens & multi-touch": "スクリーンタッチ＆マルチタッチのサポート",
  "Build ambitious games with advanced features": "高度な機能をもつ意欲的なゲーム製作",
  "Communicate with external websites using HTTP requests": "外部webサイトとHTTPリクエストによる通信",
  "Use advanced events: loops, for-each and even functions": "高度な機能: loops, for-each, その他色々",
  "Manipulate variables with arbitrary complex structures and even JSON support": "JSONサポートを含めた任意のスクリプトによるバリュエーション豊富な操作",
  "You can even use JavaScript to code some parts of your game!": "ゲームのいくつかの箇所をコーディングするためにJavaScriptを利用できます！",
  "Read the documentation about events": "イベントに関連するドキュメントを読む",
  "Deploy your game everywhere": "アナタのゲームはどこでも遊べる",
  "One click export for Android": "ワンクリックでAndroidにエクスポート",
  "Export your game for the web in one click": "ワンクリックでweb対応ゲームに",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "iOSアプリにエクスポート(PhoneGap又はCordovaを利用する必要あり)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "KongregateやItch.io、他のゲームサイトにもアナタのゲームを公開！",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Windows, macOS又はLinuxでスタンドアロン実行できるゲームとしてエクスポート",
  "Coming Soon!": "近日実装予定！",
  "Learn how to publish your game": "ゲームを公開するには",
  "Here are a few games created with GDevelop. The next one should be yours!": "GDevelopで作られたゲームがココに並びます。次に並ぶのはアナタのゲームです！",
  "by": "製作者",
  "Play": "プレイ",
  "Made a nice game with GDevelop?": "GDevelopでナイスなゲームを作りましたか？",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "私達はぜひともアナタのゲームを知って、こちらに貴方のゲームを加えたい。美しいスクリーンショットが準備できていることと、ゲームが高品質であることを忘れずに確認してくださいね:)",
  "Submit your game": "アナタのゲームを登録する",
  "Create your own games": "アナタだけのゲームを作ろう",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop はオープンソースのゲーム開発ツール。プログラミングスキルは必要ありません。クロスプラットフォームに対応しており誰にでも使えるように設計されています。",
  "Create any game": "ゲームを作成する",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "GDevelopはあらゆる種類のゲームを作成します。プラットフォームアクション、パズル、シューティング、ストラテジー...まずはサンプルゲームを見にいくもよし。ゼロから新しいプロジェクトを始めるもよし。GDevelopといっしょにアナタの創造性を解き放ちましょう。",
  "Create platformer games with GDevelop": "GDevelopでプラットフォームゲーム制作",
  "Create space shooter games with GDevelop": "GDevelopでスペースシューターゲーム制作",
  "Create strategy games with GDevelop": "GDevelopでストラテジーゲーム制作",
  "Create games with GDevelop": "GDevelopでゲーム制作",
  "Events - game creation for everyone": "イベント - 誰でもゲームがつくれる",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "GDevelopをユニークかつ簡単にしているのはイベントです。イベントはプログラミング言語を学習しなくても、ゲームのロジックを表現する強力な手段です。",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "スペースキーを押すと、キャラクターがアニメーションし音声が再生されます。もしもボムがキャラクターに触れた場合、キャラクターとボムが消滅します。",
  "Export your game in one click": "1クリックでゲームをエクスポート",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "アナタのゲームをweb向け, iOS/Android, Windows/Mac/Linuxに出力します。GDevelopを起動できる場所ならどこでもゲーム制作し、the appからワンクリックでAndroid向けにエクスポートすることさえできます。",
  "Make games for iOS, Android, Windows, macOS and Linux": "IOS、アンドロイド、Windows、macOS、Linuxに対応したゲーム開発",
  "Get started with tutorials": "チュートリアルを始めましょう",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "GDevelopの使い方を段階的に学習したい。特定の機能についてヘルプが欲しい : wikiには初心者のためのチュートリアルと、ソフトウェアのための完全なドキュメントがあります。"
}