{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelopはオープンソースのゲーム制作ツールです。誰にでも使えて、どんな種類の2Dゲームでも作れます。",
  "This website in your language": "サイトの使用言語を変更",
  "Download the editor": "GDevelopをダウンロード",
  "Online game editor": "ブラウザ版GDevelopを起動",
  "Community forums": "コミュニティフォーラム",
  "Documentation & tutorials": "ドキュメント＆チュートリアル",
  "Features": "機能/特徴",
  "Facebook Instant Games": "Facebookのインスタントゲーム",
  "Game examples/starters": "サンプルプロジェクト/ゲーム制作キット",
  "Use JavaScript with the game engine": "JavaScriptサポート",
  "Make 8-bit games": "8bitゲーム製作",
  "Education": "教育における利用",
  "Game editors": "ゲーム エディター",
  "Games showcase": "ゲーム開発事例",
  "Contribute": "Contribute",
  "Facebook page": "Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "情熱と愛あるGDevelop開発者：",
  "Thanks to the": "いつもありがとう",
  "contributors": "助けてくれる皆さま。",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "彼ら彼女たちは機能追加・バグ修正、新しいサンプルを送ってくれたりチュートリアルを書いてくれたり、コミュニティを手助けしてくれます。",
  "by": "製作者",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUBはとってもスペシャルで、世界に一匹だけの生き物。いうなれば、[彼女はこの惑星で一番アメージングな猫](http://lilbub.com)…そんなBUBが出演するゲームもGDevelopで作られています！",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "隠された秘密があるアクションステージと、たくさんの敵にボスやボーナスがてんこ盛りのシューティングステージを交互に楽しめるレトロな雰囲気の8bitゲーム。美しいアートやサウンドトラックも収録。",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfightsは、ザコの大群を蹴散らし巧みにかわしながら道を切り開くジューシーなジェット機戦闘のローグライクです。",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "銀河間への介入ミッションが進むと、あなたの環境適応型ハイパージェットは、ゲームに何百種類も存在するアイテムのうちのいくつかを集めることによって、より強くてヘンテコなものに進化します。",
  "Buy on Steam": "Steamで購入",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "初めてのゲーム制作",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "あなたの考えたゲームを世に送り出すために、サンプルとチュートリアルをまとめました。",
  "Try it online": "オンラインで試す",
  "Download": "ダウンロード",
  "Games": "ゲーム",
  "Tutorials": "チュートリアル",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "GDevelopにコントリビュート - オープンソースのHTML5 ゲーム制作ツール",
  "Contribute to GDevelop": "GDevelopに貢献する",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelopはオープンソースプロジェクトです。(このWEBサイトも同様に):誰でも本ソフトウェアの技術開発に貢献できます。",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "GDevelopに貢献する方法は、あなたの時間的余裕やスキル、どれだけ興味を抱いているかに応じていくつかあります。",
  "Help to translate GDevelop": "GDevelopの翻訳を手伝う",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelopと当サイトをあなたの利用言語に翻訳できます！翻訳は誰もが参加できるウェブサイト上にて行われます。",
  "Help us by translating GDevelop!": "GDevelopの翻訳作業を手伝って！",
  "Translate the website": "Webサイトを翻訳",
  "Help to develop GDevelop": "GDevelopの開発を助ける",
  "It's easy to get the source code of GDevelop and start improving things!": "GDevelopのソースコードを手に入れるのは簡単です。ソフトウェアの改良を始めましょう！",
  "Contribute on GitHub": "GitHub に貢献する",
  "Edit the website on GitHub": "Webサイトを編集(GitHub)",
  "Check the development roadmap": "開発ロードマップを確認",
  "Get involved in the community": "コミュニティに参加する",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "フォーラムやDiscordチャットでは、他のGDevelop利用者と助け合えます。",
  "Go to the community forum": "コミュニティフォーラム",
  "Open the Discord chat": "Discordを開く",
  "Follow GDevelop on Facebook and Twitter:": "Facebook や Twitter で GDevelop をフォローする",
  "Write tutorials, record videos": "チュートリアルを書く。動画記録する。",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "多くの初心者にとってベテランユーザーにさえも、チュートリアルやヘルプページは素晴らしいゲームを素早く作成するために最も価値のあるリソースとなります。wiki上であなたはチュートリアルを書いたり、すでにある情報を改善することもできます。",
  "Contribute to the wiki": "wikiに貢献する",
  "Download GDevelop or try it online - create games without programming": "GDevelopをダウンロード又はオンラインで試す - プログラミング無しでゲーム制作",
  "Download GDevelop": "GDevelopをダウンロード",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelopはすべて無料です。商用・非商用を問わず、ゲーム製作にご自由にご利用できます。",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelopは、Windows、macOS及び最も最近のLinuxディストリビューションで実行します。又、Chrome、Firefox、最近のものであれば別のweb ブラウザーを使用してオンライン上でGDevelopを試すことも可能です。",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "お使いのシステムに**libgconf-2-4**が必要です。ターミナルで `sudo apt-get install libgconf-2-4` と入力、またはパッケージ マネージャーからインストールしてください。",
  "To create your first game, start by reading a tutorial:": "アナタの最初のゲームを作るために、チュートリアルを読むことから初めましょう。",
  "Create a platformer game": "プラットフォームゲームを作る",
  "Create a tank shooter game": "タンクシューティングゲームを作る",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelopはオープンソースプロジェクトです。あなたはソフトウェアの改善のためコミュニティに参加することができます。",
  "Learn how to contribute": "貢献する方法を学ぶ",
  "GDevelop 4 (old version)": "GDevelop 4 (旧バージョン)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4は引き続きダウンロードすることができます。ただしGdevelop 4はもうこれ以上更新されることはないので、全ての新しいユーザーにはGDevelop 5の利用を推奨します！Gdevelop 4に対する将来的なサポートは提供されません。Gdevelop 4ユーザーの皆様にも、GDevelop 5にアップグレードすることをオススメします。",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "たとえGDevelop 4がネイティブゲームをサポートしているとしても、私達はより良いサポートを受けられるGDevelop 5とHTML5に切り換えることを推奨します。今後、GDevelop 5もネイティブゲームに対応予定です。",
  "GDevelop for the education - Teach game creation": "教育現場で活用されるGDevelop - ゲーム制作技術とは",
  "GDevelop for education": "GDevelopの教育利用について",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "GDevelopを教室で利用することは、ゲームを作る過程で生徒たちの創造性を解き放ち、プログラミングを学習するための完璧な機会を提供しています。",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelopは、デジタルメディア生や小学1年生の教室、オンライン講座で既に使われています！",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "もしもアナタが学習の場でGDevelopを使っているなら、どうかアナタの写真やツイートを私達に送ってください。",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "GDevelopでFacebookインスタントゲームを制作 - メッセンジャーに対応したゲームをリリース",
  "Make games for Facebook Messenger": "Facebook Messenger対応のゲーム開発",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "GDevelopなら、Facebookインスタントゲーム向けに2クリックで貴方のゲームをエクスポートできます。",
  "1) Create your app on Facebook Developers": "1)Facebook Developers上でFacebookアプリを作成",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "まずは**Facebook Developers**にアカウント登録しているかを確認。アプリを作成し、\"Games\" というカテゴリを選択し設定する。",
  "Go to Facebook Developers": "Facebook Developersに接続",
  "Read the full tutorial": "チュートリアルを読む",
  "2) Open GDevelop and export for Facebook Instant Games": "2) GDevelopを開き、Facebookインスタントゲーム対応でエクスポートする",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "GDevelop上でアナタのゲームを開き、エクスポートウィンドウを表示。 エクスポートから**Facebook Instant Games**をクリックし、数分待つ。",
  "More about exporting": "エクスポートについてさらに詳しく",
  "3) Upload your game": "3) ゲームをアップロード",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Facebook Developersのゲームのページに戻ります。メニューからWeb Hosting を選択し、GDevelopでエクスポートした**ファイルをアップロード**します。",
  "You can also add testers to let your friends try your game.": "あなたはテスターを追加し、ゲームを友達に試してもらえます。",
  "More about uploading your game": "アップロードについてさらに詳しく",
  "4) Try your game on Messenger": "4) メッセンジャーでゲームを試す",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "つぎに、携帯電話を手に取り**メッセンジャーを開いてください**。conversation(会話/メッセージ)を開き、ゲームを選択し、開始するためにあなたのゲームのアイコンをクリックしてください。",
  "5) Use Instant Games features and publish your game!": "5)インスタントゲームの機能を使い、アナタのゲームをリリース",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelopは、メッセンジャーの会話にあなたのゲームアイコンをより良く溶け込ませるため、プレイヤーの名前のようなInstant Games特有の機能にアクセスできるようにしました。",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "あなたのゲームの準備ができたなら、フェイスブックのレビューのために登録しましょう。すぐに**世界中で遊べるようになります**！",
  "Read the full step-by-step tutorial": "まずはチュートリアルから",
  "Features of GDevelop - create any kind of games without coding": "GDevelopの機能 - コーディング無しでどんなゲームでも制作",
  "Fully featured": "豊富な機能",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelopはどんな種類のゲームでも想像通りに制作できるように、数十の機能をまとめて備えています。",
  "Deploy your game everywhere": "アナタのゲームはどこでも遊べる",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "ワンクリックで [Androidアプリに](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "ワンクリックで [Facebook Instant Games](/facebook-instant-games)エクスポート。メッセンジャーでプレイ可能",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "あなたのゲームを [WEB対応に](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web)ワンクリックで",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "iOS向けにエクスポート( [PhoneGap BuildまたはCordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)を使用)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "KongregateやItch.io、他のゲームサイトにもアナタのゲームを公開！",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Windows, macOS又はLinuxでスタンドアロン実行できるゲームとしてエクスポート",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[たったのワンクリックで！](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "ゲームを公開するには",
  "Objects for your games": "オブジェクトを表示する",
  "**Sprites** with multiple animations": "複数のアニメーションを**Sprites**で",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "**Particle Emitters**で炎や爆風といった印象的な効果を",
  "\"9 patch\" and tiled sprites": "スプライトの\"9 patch\" とタイル化",
  "Text objects": "テキストオブジェクト",
  "Draw custom shapes on screen with Shape Painters": "Shape Paintersでスクリーンに好きな形を描く",
  "Support for custom collision masks": "衝突判定をカスタムマスクで",
  "Read the documentation for all objects": "全てのオブジェクトに関連するドキュメントを読む",
  "Try the online examples": "オンラインでサンプルを試す",
  "Add behaviors to your game objects": "オブジェクトに動きをつける",
  "Physics engine": "物理演算エンジン",
  "Add realistic behavior to your objects": "現実味のある動きをオブジェクトに与える",
  "Pathfinding": "経路探索",
  "Have your objects move and avoiding obstacles": "オブジェクトが動くようになり、障害物を避けます。",
  "Top-down movement": "見下ろし型ゲーム",
  "Platformer engine": "プラットフォーマーエンジン",
  "create platformer games in a breeze": "プラットフォームゲームを簡単に製作",
  "Draggable objects": "ドラッグできるオブジェクト",
  "quickly make your objects draggable with mouse/touch": "マウス/タッチでドラッグできるオブジェクトをすばやく製作",
  "And more, to automate current tasks and behaviors in a few clicks!": "他にも、現在の作業を自動化したり少ないクリックで動作を設定可能！",
  "Read the documentation for all behaviors": "全てのオブジェクト動作に関連するドキュメントを読む",
  "Design advanced levels and interfaces": "高度なデザインとインタフェイス",
  "The scene editor lets you visually edit your levels": "シーンエディターは視覚的なレベル編集を可能に",
  "Support for multiple layers": "多層レイヤーをサポート",
  "Add interfaces and create parallax effects": "インターフェイス追加、パララックスエフェクト作成",
  "Create your levels dynamically with external layouts": "外部レイアウトを取り込み動的なシーンを生成",
  "Design your assets with Piskel": "Piskelでアセットデザイン",
  "a powerful pixel art and sprite editor": "ピクセルアートとスプライトのためのパワフルなエディタ",
  "Debugger": "デバッグシステム",
  "Inspect the content of your game and make dynamic changes while previewing your game": "ゲームの内部を検査し、ゲームをプレビューしながら動的に変更する",
  "Performance profiler": "パフォーマンスプロファイル",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "ゲーム内で[負荷のかかるシーンやリソースをモニタリング](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) ",
  "Discover GDevelop editors": "GDevelopエディタを見る",
  "Make desktop & mobile-ready games": "Pc/スマートフォン対応のゲーム製作",
  "Save player data in browser/local storage": "プレイヤーデータを保存(ブラウザ/ローカルストレージ対応)",
  "Full support for sound effects and musics": "効果音やBGMを完全サポート",
  "Support for touchscreens & multi-touch": "スクリーンタッチ＆マルチタッチのサポート",
  "Build ambitious games with advanced features": "高度な機能をもつ意欲的なゲーム製作",
  "Communicate with external websites using HTTP requests": "外部webサイトとHTTPリクエストによる通信",
  "Use advanced events: loops, for-each and even functions": "高度な機能: loops, for-each, その他色々",
  "Manipulate variables with arbitrary complex structures and even JSON support": "JSONサポートを含めた任意のスクリプトによるバリュエーション豊富な操作",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "あなたのゲームにパーツとして[JavaScriptコードを組み込み可能](/javascript-game-engine)",
  "Read the documentation about events": "イベントに関連するドキュメントを読む",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "GDevelopのエディタ - プラットフォーム、シューティング、RPG、アクションゲーム制作に…",
  "The game editors": "ゲームエディタ",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "GDevelopのインターフェースは直感的に利用できるエディタ。自分のゲームをゼロから簡単にデザインできます。",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "見てください。わずか90秒でアナタのアクションゲームにスイッチボタンを追加する方法がコレです。",
  "Scene editor": "シーンエディタ",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "オリジナルステージをデザイン：シーンエディタでオブジェクトを選んでシーンに配置、位置とサイズを調節するだけでステージを完璧にデザインできます。複雑なステージやインターフェイスを作りたいときは、外部レイアウトを利用してステージの一部を制作し、それを他のシーンで再利用できます。",
  "Get started in 2 minutes: Try GDevelop in your browser": "たったの2分で製作開始：GDevelopをブラウザで",
  "Events editor": "イベントエディタ",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "ゲームのカタチをイメージして作成することは、複雑なプログラミング言語の構文を学ぶ事とイコールではありません。イベントエディタでは一連のイベントが表示され、各イベントは条件とアクションで構成されます。条件が満たされると、アクション実行。それはシンプルで簡単です。",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "すべての条件とアクションはリストから利用できるので、ゲームのルールを作成するために必要なものを簡単に見つけることができます。",
  "Learn more about events in the tutorials": "チュートリアルで更に詳しく",
  "Create platformer games with GDevelop": "GDevelopでプラットフォームゲーム制作",
  "Develop space shooter games with GDevelop": "GDevelopでスペースシューターゲーム開発",
  "Create mario-like games with GDevelop": "GDevelopでマリオみたいなゲームを制作しよう",
  "Make strategy games with GDevelop": "GDevelopでストラテジーゲーム制作",
  "Objects editors": "オブジェクトエディタ",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "ゲーム中の画面に表示されるものはすべてオブジェクトと言います。ほとんどのオブジェクトはスプライトと呼ばれます。それらはアニメーションで構成され、任意のアニメーションに対して利用できます。たとえばプレイヤーや敵、ボーナスアイテムを選択するときに。",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "他にも、インターフェイスを作成したり、ゲーム中にエフェクトを追加するオブジェクトがあります:テキスト、パーティクル、タイルスプライト...",
  "Discover all the objects available in GDevelop": "GDevelop で利用可能できるすべての機能を見る",
  "Resources editor": "リソースエディタ",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "アナタのゲームで使用されるすべての画像ファイルと音楽ファイルは、リソースエディタによってリスト化されます。それはゲームアセットを管理する簡単な手段となります。",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelopには、ゲーム開発を始めるための無料アセットがバンドルされています。 またGDevelopには、素早くプロトタイプを作りアナタだけのアセットを作成するためにPiskelというパワフルなピクセルアートエディタがバンドルされています。",
  "Learn everything about the editors in the documentation": "エディターのすべてをドキュメントで学ぶ",
  "Open in GDevelop": "GDevelopで開く",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "GDevelopのサンプルプロジェクト - プラットフォームゲーム、シューティング、RPG、アクションゲーム制作に…",
  "Examples and Starters": "サンプルプロジェクト＆ゲーム制作キット",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelopには、アナタがすぐにゲーム制作を始められるように８０以上のサンプルとスターターキットが同梱されています。特定の機能を試したり学習することができます。",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "これらは、GDevelopに同梱されているサンプルプロジェクトです。気になりますか？あなたはお使いのブラウザーからそれらを直接開いて、試すことができます。GDevelopは立ち上がりが早いので、サンプルプロジェクトはすぐに実行されるでしょう。",
  "Get started with tutorials": "チュートリアルを始めよう",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "GDevelopの使い方を段階的に学習したい。特定の機能についてヘルプが欲しい : wikiには初心者のためのチュートリアルと、ソフトウェアのための完全なドキュメントがあります。",
  "Showcase of the games created with GDevelop": "GDevelopにより開発されたゲームの一覧紹介。",
  "Here are a few games created with GDevelop. The next one should be yours!": "GDevelopで作られたゲームがコチラ。次に並ぶのはアナタのゲームです！",
  "Play": "プレイ",
  "Made a nice game with GDevelop?": "GDevelopでナイスなゲームを作ったのですか？",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "私達がアナタのゲームを知って好きになれば、こちらにアナタのゲームを加えます。美しいスクリーンショットが準備できていることと、ゲームが高品質であることを忘れずに確認してくださいね:)",
  "Submit your game": "アナタのゲームを登録する",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace DogfightsはGDevelopにより製作されたゲーム",
  "A juicy jet-combat roguelike game, made with GDevelop.": "GDevelopにより製作されたジューシーなジェット機戦闘のローグライクゲーム",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfightsは、ザコの大群を蹴散らし巧みにかわしながら道を切り開くジューシーなジェット機戦闘のローグライクです。銀河間への介入ミッションが進行すると、あなたの環境適応型ハイパージェットは、ゲームに何百種類も存在するアイテムのうちのいくつかを集めることでより強くてヘンテコなものに進化します。",
  "History": "ヒストリー",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfightsは、開発中止となった宇宙探査ローグライクHyperspace Admiralsのサイドプロジェクトとして始動。 HDOGは2016年後半に試作され、その後itch.ioで限定的な早期アクセスリリースを開始。 2017年には継続的なアルファフィードバックを受けながらそのコンテンツの大部分を開発。2018年3月にフィーチャーコンプリートとなり、その後リリースが発表。",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "陸空と無数に押し寄せる敵と激しくもジューシーな戦闘を繰り広げる2Dジェットコンバット",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "何百もの積み重ね可能なパッシブスキル、50を超える武器とアクティブスキル。すべてのスキルが他のスキルとシナジーを生み出す。",
  "High replayability, your will evolve a little different on each run": "高い中毒性。遊ぶたびにあなたの機体はわずかに異なる進化を遂げる",
  "Seven zones with distinct enemy composition to explore": "敵の編成が明確に異なる7つの探索エリア",
  "10+ screen-fillingbosses": "10+ スクリーンを埋め尽くす巨大ボス",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ 改良型ロードアウトを解除して進化するプレイヤーのハイパージェット機",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "EnuitとOle Toensenによる緊張感のある重厚なミュージックトラック",
  "Official website": "公式サイト",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTHはGDevelopにより製作されたゲーム",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "GDevelopで開発された、美しいアートとサウンドトラックを味わえるレトロな8bitゲーム",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "GDevelopを利用して作られたこのゲームは、iOS/Android, Windows・macOS・Linuxそしてリアルなアーケードゲームの筐体に向けてリリースされました。",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "そのゲームプロジェクトはBUBの5回目の誕生日に発表されました。そして、プロジェクトを現実のものにするため世界中にいるBUBのフレンズが貢献できるようにKickstarterが立ち上がることに。Kickstarterは当初$ 100,000をゴールとして始動しましたが、なんと最終的に$ 148,000に至りました！グッジョブ、BUB。",
  "Beautiful original graphics and animation": "ビューティフルでオリジナルのグラフィックとアニメーション",
  "Parallaxing backgrounds": "パララックス効果のある背景",
  "Unique level design": "ユニークなレベルデザイン",
  "Huge variety of unique levels, bosses and enemies": "多種多様でユニークなボスとエネミー",
  "Complex gameplay and controls": "複雑なゲームプレイと操作性",
  "Unique storyline with twists and surprises": "一本道ではなくサプライズに満ちたユニークなストーリー",
  "Item Inventory: collect items to be used strategically throughout the game": "アイテムインベントリ：ゲームを戦略的に攻略するためのアイテム収集",
  "Completely original 8-bit soundtrack": "8bitのオリジナルサウンドトラック",
  "Tape Deck feature that allows you to select your favorite music from the game": "ゲームからお気に入りの音楽を選択できるテープデッキ機能",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "一度攻略したステージをもう一度遊ぶことで更にあなたは成長し、実績を解除できる",
  "Truly innovative Easter Eggs throughout": "革新的なイースターエッグ",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - プログラミング不要でゲーム製作 - HTML5/ネイティブゲームをクリエイトするオープンソースソフトウェア",
  "Create your own games": "アナタだけのゲームを作ろう",
  "GDevelop game maker software - create video games without coding": "GDevelopはゲーム開発ソフトウェア - コーディング無しでビデオゲームを制作",
  "Make your own games with GDevelop": "GDevelopでアナタだけのゲームを作りましょう",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop はオープンソースのゲーム開発ツール。プログラミングスキルは必要ありません。クロスプラットフォームに対応しており誰にでも使えるように設計されています。",
  "Create any game": "ゲームを作成する",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "GDevelopではあらゆる種類のゲームを作成できます。プラットフォームアクション、パズル、シューティング、ストラテジー...サンプルプロジェクトやサンプルゲームを見にいくのも、ゼロから新しいプロジェクトを始めるのも自由です。さあ、GDevelopと共にアナタの創造性を解き放ちましょう。",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "GDevelopなら楽しみながらシンプルなゲームを作れます。さらに[Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth)や[Hyperspace Dogfights](/games/hyperspace-dogfights) 、 [tons of other games](/games-showcase)のような希望に溢れたインディーゲームを開発することもできちゃうんです！",
  "Events - game creation for everyone": "イベント - 誰でもゲームがつくれる",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "GDevelopをユニークかつ簡単にしているのはイベントです。イベントはプログラミング言語を学習しなくても、ゲームのロジックを表現する強力な手段です。",
  "Events enable easy game creation": "ゲーム制作を簡単にするイベント機能",
  "Events being used in GDevelop to create the logic of a game": "イベント機能はGDevelopにおいてゲームのロジックを作成するために使われます。",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "スペースキーを押すと、キャラクターがアニメーションし音声が再生されます。もしもボムがキャラクターに触れた場合、キャラクターとボムが消滅します。",
  "Export your game in one click": "1クリックでゲームをエクスポート",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Gdevelopで開発したゲームはどこでもお手軽に遊べます！webやiOS/Android、Windows, Mac, Linuxはモチロン、[Facebook Messenger](/facebook-instant-games)にさえパブリッシュ！しかも専用アプリからワンクリックでAndroidにエクスポートすることも可能です。",
  "Make games for iOS, Android, Windows, macOS and Linux": "IOS、アンドロイド、Windows、macOS、Linuxに対応したゲーム開発",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "ノートパソコン、タブレット、スマートフォン: Gdevelopにより作られたゲームはどこでも簡単に実行が可能です",
  "Unlimited possibilities": "無限の可能性",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "立ち止まることなく、あなたのアイディアをカタチに。――あなたのゲームの見どころをたったの数分で試作し、それらを制限なく磨き上げることができます。GDevelopによって提供される[ビジュアルエディタ](/game-editors) を使えば、[ゲーム制作](/games-showcase) はあなたのアイデアを組み立てるのと同じくらい簡単です。",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "もっとゲームをカスタマイズしたいですか？あなたは [Javascript](/javascript-game-engine)でゲームエンジンを拡張できます。",
  "See how to add a trigger button to your platformer game in 90 seconds": "見てください。コレがわずか90秒でアナタのアクションゲームにスイッチボタンを追加する方法です。",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[たくさんのサンプル](/game-examples-starters)がワンクリックで利用可能です。",
  "Tutorials for GDevelop and documentation on the wiki": "Gdevelopのためのwiki。チュートリアルとドキュメントがあります。",
  "Using JavaScript to make your games with GDevelop": "GDevelopのゲーム制作にJavascriptを利用する",
  "Using JavaScript with GDevelop": "GDevelopでjavascriptを利用する",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelopは、あなたのゲームを作成したりゲームエンジンを拡張するためにJavaScriptをサポートしています。",
  "JavaScript can be used to write part of a game, alongside with events": "イベントと一緒にJavascriptを記述することで、ゲームの一部を作成できます。",
  "Add JavaScript code blocks inside your game": "ゲーム内にJavascriptコードのブロックを追加",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop は、あなたのゲームのイベントの任意の時点でJavaScriptコードのブロック追加をサポートします。それは、複雑なアルゴリズムを実装またはオープンソースのライブラリから関数を再利用する優れた方法です。イベントとコードブロックが違和感なく一緒に溶け合います。 - JavaScriptはゲームの一部または全体に実装可能!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "Javaスクリプトエディタは、[Visual Studio コード] (https://code.visualstudio.com/) から抽出した、超強力なモナコエディタに基づいています。インテリジェンスオートコンプリートが提供され、エディタは迅速にコーディングをするため複数選択といった高度な機能をサポートしています。",
  "Learn more about using JavaScript": "JavaScriptについて更に詳しく",
  "Extend GDevelop with JavaScript extensions": "JavaScript拡張を利用してGDevelopをカスタマイズ",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelopモジュールは、あなたのニーズに合わせて拡張することができます。特に、ゲーム (オブジェクト、挙動、イベント) に利用できるすべての機能は、拡張システムに基づいています。すぐにあなたのゲームに必要な新しい拡張機能を作成したり、GDevelop は [open-source](https://github.com/4ian/GD)なので既存の機能の改善を手助けできます 。",
  "How to write extensions": "拡張機能の記述方法について",
  "Game engine JavaScript documentation": "ゲームエンジンの JavaScriptドキュメント",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "GDevelopではダークテーマが使用されています。コードエディタにはいくつかの美しいテーマが同梱されています！",
  "Make your own 8-bit and pixelart games": "8bit＆ピクセルアートゲームを作る",
  "Make 8-bit and pixelart games": "8bit＆ピクセルアートゲームを作る",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "GDevelopでオリジナル8bitゲームを作るためのツールとスプライトエディタ",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "8bitゲーム作成のためGDevelop内で実際に利用されているスプライトエディタ「Piskel」",
  "Piskel sprite editor": "スプライトエディタ「Piskel」",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDeveloには[Piskel](https://www.piskelapp.com/)、2 D スプライトの強力な使いやすいエディターが付属されています。それはゲームにレトロ感を与えるためのピクセルアートを作成できる完璧なツールです！複数のアニメーションを備えたオブジェクトを作成可能、いつでもスプライトは編集できるし、あなたのゲームのプレビューを起動すれば出来上がりをその場で確認することができます。",
  "Download GDevelop to try Piskel": "GDevelopをダウンロードしPiskelを試してみる",
  "Ready-made behaviors": "カンタンな設定でゲームが動く",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "レトロなプラットフォーマーゲームを作りたいって？それなら、あなたのキャラクターとステージにGDevelopがあらかじめ用意しておいた動作設定をくっつけるだけでOK！すぐにベーシックなプラットフォーマーゲームを動かし、いつでもカスタマイズしたり強化することができます。他にも用意された動作設定、条件やアクションを使えばあらゆる２Dゲームが作れます。たとえばシューティングゲーム「Bullet Hell」のようなアーケードゲームも…",
  "Learn more about behaviors": "動作設定について更に詳しく",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: GDevelopで作成された8bitゲーム",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTHは、隠し要素のあるアクションステージと、たくさんの敵にボスやボーナスがてんこ盛りのシューティングステージを交互に楽しめるレトロな8bitゲーム。美しいアートやサウンドトラックを収録しています。",
  "Read more about Lil BUB's game": "Lil BUBについて更に詳しく",
  "See other games made with GDevelop": "GDevelopで作成された他のゲームを見てみる"
}
