{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelopは誰にでも自由に２Dゲームを作れるように生まれたオープンソースなゲーム制作ツールです。",
  "This website in your language": "サイトの使用言語を変更",
  "Download the editor": "GDevelopをダウンロード",
  "Online game editor": "ブラウザ版GDevelopを起動",
  "Community forums": "コミュニティフォーラム",
  "Documentation & tutorials": "ドキュメント＆チュートリアル",
  "Features": "機能/特徴",
  "Facebook Instant Games": "Facebookインスタントゲーム",
  "Game examples/starters": "サンプルプロジェクト/ゲーム制作キット",
  "Use JavaScript with the game engine": "JavaScriptサポート",
  "Make 8-bit games": "8ビットゲーム製作",
  "Education": "教育における利用",
  "Game editors": "ゲームエディター",
  "Games showcase": "ゲーム開発事例",
  "Contribute": "貢献する",
  "Facebook page": "Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "情熱と愛あるGDevelop開発者：",
  "Thanks to the": "いつもありがとう",
  "contributors": "助けてくれる皆さま。",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "彼ら彼女たちは機能追加・バグ修正、新しいサンプルを送ってくれたりチュートリアルを書いてくれたり、コミュニティを手助けしてくれます。",
  "by": "by",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "バブちゃんは唯一無二の特別な存在。[銀河一イカした猫ちゃん] (http://lilbub.com)なのである。そしてこのゲームもGDevelopで作られています！",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "このゲームは８ビット風のきれいなグラフィックとサウンドを楽しめます。アクションパートでは隠された秘密で溢れたステージを、シューティングパートではボスや強敵たちと、そしてボーナスもたくさん遊ぶことが出来ます。",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "ハイパースペース・ドッグファイトはザコの大群を蹴散らし巧みに攻撃をかわしながら道を切り開く最高にイカしたローグライクジェット戦闘機アクションです。",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "銀河干渉任務を進めると共に手に入る何百種もの改造パーツでハイパージェットをさらに強く、時には面白おかしくカスタマイズすることが出来ます。",
  "Buy on Steam": "Steamで購入",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "初めてのゲーム制作",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "GDevelopのチュートリアルと作例で君だけのゲームを作ろう！",
  "Try it online": "オンラインで試す",
  "Download": "ダウンロード",
  "Games": "ゲーム",
  "Tutorials": "チュートリアル",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "オープンソースなHTML5 ゲーム制作ツール、GDevelopに貢献する ",
  "Contribute to GDevelop": "GDevelopに貢献する",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelopはこのWEBサイトも同様にオープンソースプロジェクトです。なので、誰でもGDevelopの技術開発に貢献できます。",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "GDevelopに貢献する方法は、あなたの時間的余裕やスキル、どれだけ興味を抱いているかに応じていくつかあります。",
  "Help to translate GDevelop": "GDevelopの翻訳を手伝う",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelopと当サイトをあなたの利用言語に翻訳できます！翻訳は誰もが参加できるウェブサイト上にて行われます。",
  "Help us by translating GDevelop!": "どうかGDevelopの翻訳作業を手伝ってください",
  "Translate the website": "Webサイトを翻訳",
  "Help to develop GDevelop": "GDevelopの開発を助ける",
  "It's easy to get the source code of GDevelop and start improving things!": "GDevelopのソースコードを手に入れるのは簡単です。ソフトウェアの改良を始めましょう！",
  "Contribute on GitHub": "GitHubで貢献する",
  "Edit the website on GitHub": "Webサイトを編集(GitHub)",
  "Check the development roadmap": "開発ロードマップを確認",
  "Get involved in the community": "コミュニティに参加する",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "フォーラムやDiscordチャットでは、他のGDevelop利用者と助け合えます。",
  "Go to the community forum": "コミュニティフォーラムへ",
  "Open the Discord chat": "Discordを開く",
  "Follow GDevelop on Facebook and Twitter:": "Facebook や Twitter で GDevelop をフォローする",
  "Write tutorials, record videos": "チュートリアルを書く、動画記録する",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "多くの初心者だけでなくベテランユーザーにとってもチュートリアルやヘルプページは良いゲームを早く作るために最も重要な情報源となります。Wikiではチュートリアルを書くことや、すでにあるチュートリアルをより良くすることが出来ます。",
  "Contribute to the wiki": "wikiに貢献する",
  "Download GDevelop or try it online - create games without programming": "GDevelopをダウンロード又はオンラインで試す - プログラミング無しでゲーム制作",
  "Download GDevelop": "GDevelopをダウンロード",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelopはすべて無料です。商用・非商用を問わず、自由にゲームを製作することが出来ます。",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelopは、Windows、macOS及び最新版のLinuxで実行できます。また、Chrome、Firefox、他最新のweb ブラウザーを使用してオンライン上でGDevelopを試すことも可能です。",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "お使いのシステムに**libgconf-2-4**が必要です。ターミナルで `sudo apt-get install libgconf-2-4` と入力、またはパッケージマネージャーからインストールしてください。",
  "To create your first game, start by reading a tutorial:": "最初のゲームを作るために、チュートリアルを読むことから初めましょう。",
  "Create a platformer game": "プラットフォームゲームを作る",
  "Create a tank shooter game": "タンクシューティングゲームを作る",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelopはオープンソースプロジェクトです。あなたはソフトウェア改善のためコミュニティに参加することができます。",
  "Learn how to contribute": "貢献する方法を学ぶ",
  "GDevelop 4 (old version)": "GDevelop 4 (旧バージョン)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4は今でもダウンロードすることが出来ますが新しいGDevelop 5をダウンロードすることを強く勧めます。今後GDevelop 4のアップデートはなく、将来的にはサポートも対応しなくなります。現在GDevelop 4を使用しているすべてのユーザーにGDevelop 5へのアップグレードを推奨します。",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "たとえGDevelop 4がネイティブゲームをサポートしているとしても、より良いサポートを受けられるGDevelop 5とHTML5に切り換えることを推奨します。今後、GDevelop 5もネイティブゲームに対応予定です。",
  "GDevelop for the education - Teach game creation": "GDevelopでゲーム制作を教えよう - 教育現場で活用されるGDevelop",
  "GDevelop for education": "GDevelopの教育利用について",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "教育現場にGDevelopを導入することにより生徒たちにプログラミングやゲーム制作を教えるだけでなく生徒たちの創造性を解き放つことが出来ます。",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelopは、デジタルメディア専攻学生から小学1年生までのオンライン講座や教室で既に使われています！",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "もし学習の場でGDevelopを使っているのであれば、是非私たちに写真やツイートを送ってください。",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "GDevelopでFacebookインスタントゲームを制作 - メッセンジャーに対応したゲームをリリース",
  "Make games for Facebook Messenger": "Facebook Messenger対応のゲーム開発",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "GDevelopなら、2クリックでFacebookインスタントゲーム向けにゲームをエクスポートできます。",
  "1) Create your app on Facebook Developers": "1)Facebook Developers上でアプリを作成",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "まずは**Facebook Developers**にアカウント登録しているかを確認してください。そしてアプリを作成し、\"Games\" というカテゴリを選択し設定してください。",
  "Go to Facebook Developers": "Facebook Developersに接続",
  "Read the full tutorial": "チュートリアルを読む",
  "2) Open GDevelop and export for Facebook Instant Games": "2) GDevelopを開き、Facebookインスタントゲーム対応でエクスポートする",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "GDevelop上でアナタのゲームを開き、エクスポートウィンドウを表示。 **Facebook Instant Games**選択しExportをクリック、数分待ちます。",
  "More about exporting": "エクスポートについてさらに詳しく",
  "3) Upload your game": "3) ゲームをアップロード",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Facebook Developersのゲームページに戻ります。メニューからWeb Hosting を選択し、GDevelopでエクスポートした**ファイルをアップロード**します。",
  "You can also add testers to let your friends try your game.": "あなたはテスターを追加し、ゲームを友達に試してもらうことが出来ます。",
  "More about uploading your game": "アップロードについてさらに詳しく",
  "4) Try your game on Messenger": "4) メッセンジャーでゲームを試す",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "次に、携帯電話を手に取り**メッセンジャーを開いてください。**conversation(会話/メッセージ)を開き、ゲームを選択。あなたのゲームアイコンをクリックし、ゲームが始まります。",
  "5) Use Instant Games features and publish your game!": "5)インスタントゲームの機能を使い、アナタのゲームをリリース",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelopは、プレイヤー名などインスタントゲーム特有の機能にアクセスさせ、ゲームをメッセンジャーの会話に溶け込ませられるようにしました。",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "ゲームの準備ができたなら、Facebookのレビューのために登録しましょう。すぐに**世界中で遊べるようになります**！",
  "Read the full step-by-step tutorial": "まずはチュートリアルから",
  "Features of GDevelop - create any kind of games without coding": "GDevelopの機能 - コーディング無しでどんなゲームでも制作",
  "Fully featured": "豊富な機能",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelopはどんな種類のゲームでも想像通りに制作できるように、数十の機能をまとめて備えています。",
  "Deploy your game everywhere": "アナタのゲームはどこでも遊べる",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "ワンクリックで [Androidアプリに](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "ワンクリックで [Facebook Instant Games](/facebook-instant-games)にエクスポート。メッセンジャーでプレイ可能",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "あなたのゲームをワンクリックで [WEB対応に](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web)",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "iOS向けにエクスポート( [PhoneGap BuildまたはCordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "KongregateやItch.io、他のゲームサイトにもアナタのゲームを公開！",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Windows, macOS又はLinuxでスタンドアロン実行できるゲームとしてエクスポート",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[たったのワンクリックで！](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "ゲームを公開するには",
  "Objects for your games": "ゲーム内オブジェクトについて",
  "**Sprites** with multiple animations": "複数のアニメーションで構成された**スプライト**",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "**パーティクルエミッター**で炎や爆風といった印象的な効果を生成",
  "\"9 patch\" and tiled sprites": "9 patch対応のタイルマップ",
  "Text objects": "テキストオブジェクト",
  "Draw custom shapes on screen with Shape Painters": "Shape Paintersでスクリーンに好きな形を描く",
  "Support for custom collision masks": "マスクで衝突判定をカスタマイズ",
  "Read the documentation for all objects": "全てのオブジェクトに関連するドキュメントを読む",
  "Try the online examples": "オンラインでサンプルを試す",
  "Add behaviors to your game objects": "オブジェクトにビヘイビア（動作）を追加する",
  "Physics engine": "物理演算エンジン",
  "Add realistic behavior to your objects": "現実味のある動きをオブジェクトに与える",
  "Pathfinding": "経路探索",
  "Have your objects move and avoiding obstacles": "オブジェクトが動くようになり、障害物を避けます。",
  "Top-down movement": "トップダウンゲームの動作",
  "Platformer engine": "プラットフォーマーエンジン",
  "create platformer games in a breeze": "プラットフォームゲームを簡単に製作",
  "Draggable objects": "ドラッグできるオブジェクト",
  "quickly make your objects draggable with mouse/touch": "マウス/タッチでドラッグできるオブジェクトをすばやく製作",
  "And more, to automate current tasks and behaviors in a few clicks!": "他にも、現在の作業を自動化したり少ないクリックでビヘイビア（動作）を設定可能！",
  "Read the documentation for all behaviors": "全てのビヘイビア（動作）に関連するドキュメントを読む",
  "Design advanced levels and interfaces": "高度なステージとインターフェイスをデザイン",
  "The scene editor lets you visually edit your levels": "シーンエディターは視覚的にステージの編集を可能に",
  "Support for multiple layers": "多層レイヤーをサポート",
  "Add interfaces and create parallax effects": "インターフェイスを追加し、パララックスエフェクトを作成",
  "Create your levels dynamically with external layouts": "外部レイアウトを使うことで動的なステージを生成",
  "Design your assets with Piskel": "Piskelでアセットデザイン",
  "a powerful pixel art and sprite editor": "ピクセルアートとスプライトのためのパワフルなエディター",
  "Debugger": "デバッグシステム",
  "Inspect the content of your game and make dynamic changes while previewing your game": "ゲームの内容を確認し、ゲームをプレビューしながら動的に変更する",
  "Performance profiler": "パフォーマンスプロファイル",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "ゲーム内で[負荷のかかるシーンやリソースをモニタリング](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) ",
  "Discover GDevelop editors": "GDevelopのエディターを見る",
  "Make desktop & mobile-ready games": "PC/スマートフォン対応のゲーム製作",
  "Save player data in browser/local storage": "プレイヤーデータを保存(ブラウザ/ローカルストレージ対応)",
  "Full support for sound effects and musics": "効果音やBGMを完全サポート",
  "Support for touchscreens & multi-touch": "スクリーンタッチ＆マルチタッチのサポート",
  "Build ambitious games with advanced features": "高度な機能をもつ意欲的なゲームを製作",
  "Communicate with external websites using HTTP requests": "外部webサイトとHTTPリクエストによる通信",
  "Use advanced events: loops, for-each and even functions": "ループ, for-each, 関数など複雑なイベントを使ってみましょう",
  "Manipulate variables with arbitrary complex structures and even JSON support": "JSONサポートを含めた任意のスクリプトによるバリエーション豊富な操作",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "あなたのゲームに[JavaScriptコードを組み込むことが可能です](/javascript-game-engine)",
  "Read the documentation about events": "イベントに関連するドキュメントを読む",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "GDevelopのエディタ - プラットフォーム、シューティング、RPG、アクションゲーム制作に…",
  "The game editors": "ゲームエディター",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "GDevelopのインターフェイスは直感的に利用できるエディターで、自分のゲームをゼロから簡単にデザインできます。",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "わずか90秒でアクションゲームにスイッチボタンを追加することが出来ます。",
  "Scene editor": "シーンエディター",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "オリジナルステージをデザイン：シーンエディタでオブジェクトを選んでシーンに配置、位置とサイズを調節するだけでステージを好きなようにデザインできます。複雑なステージやインターフェイスを作りたいときは、外部レイアウトを利用してステージの一部を制作し、それを他のシーンで再利用できます。",
  "Get started in 2 minutes: Try GDevelop in your browser": "たったの2分で製作開始：GDevelopをブラウザで起動",
  "Events editor": "イベントエディター",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "ゲームのカタチをイメージして作成することは、複雑なプログラミング言語の構文を学ぶ事とイコールではありません。イベントエディターでは一連のイベントが表示され、各イベントは条件とアクションで構成されており、条件が満たされると、アクションが実行されます。",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "すべての条件とアクションはリストから利用できるので、ゲームに必要なルールを簡単に見つけ、設定することができます。",
  "Learn more about events in the tutorials": "イベントについての詳しいチュートリアル",
  "Create platformer games with GDevelop": "GDevelopでプラットフォームゲームを制作",
  "Develop space shooter games with GDevelop": "GDevelopでスペースシューティングゲームを開発",
  "Create mario-like games with GDevelop": "GDevelopでマリオみたいなゲームを制作しよう",
  "Make strategy games with GDevelop": "GDevelopで戦略型ゲームを制作",
  "Objects editors": "オブジェクトエディター",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "ゲーム中の画面に表示されるもの（例えばプレイヤーや敵、宝箱など）はすべてオブジェクトと言われ、そのほとんどのオブジェクトはスプライトで作られています。スプライトはアニメーションで構成され、すべてのアニメーション化されたオブジェクトにアニメーションを適用することが出来ます。",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "他にもテキスト、パーティクル、タイルスプライトなど... インターフェイスを作成したり、ゲーム中にエフェクトを追加したりするためのオブジェクトがあります。",
  "Discover all the objects available in GDevelop": "GDevelop で利用できるすべてのオブジェクトを見る",
  "Resources editor": "リソースエディター",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "ゲームで使用されるすべての画像ファイルと音楽ファイルは、リソースエディターによってリスト化されます。これによりゲームアセットを簡単に管理することが可能です。",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelopには、ゲーム開発を始めるための無料アセットが同梱されています。 また、同梱されている強力なピクセルアートエディター（Piskel）を利用すれば試作をより早く作ることができ、オリジナルのアセットも作成することが出来ます。",
  "Learn everything about the editors in the documentation": "エディターのすべてをドキュメントで学ぶ",
  "Open in GDevelop": "GDevelopで開く",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "GDevelopのサンプルプロジェクト - プラットフォームゲーム、シューティング、RPG、アクションゲームなどの制作に",
  "Examples and Starters": "サンプルプロジェクト＆ゲーム制作キット",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelopには、アナタがすぐにゲーム制作を始められるように８０以上のサンプルとスターターキットが同梱されています。特定の機能を試したり学習することができます。",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "これらが、GDevelopに同梱されているサンプルプロジェクトです。ご利用されているブラウザーからそれらを直接開いて、試すことができます。GDevelopは立ち上がりが早いので、サンプルプロジェクトはすぐに実行されます。",
  "Get started with tutorials": "チュートリアルを始めよう",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "GDevelopのwikiには初心者向けのチュートリアルやソフトウェア全体のマニュアルも揃っております。なので、段階的に使い方を学ぶことはもちろん、特定の機能について理解することが出来ます。",
  "Showcase of the games created with GDevelop": "GDevelopにより開発されたゲーム一覧",
  "Here are a few games created with GDevelop. The next one should be yours!": "これらがGDevelopで作られたゲームの一部です。次に並ぶのはアナタのゲームです！",
  "Play": "プレイ",
  "Made a nice game with GDevelop?": "GDevelopで自信のあるゲームを制作しましたか？",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "高品質なゲームと美しいスクリーンショットを見せてください。私達がそのゲームに魅力を感じれば、こちらにアナタのゲームを加えます。",
  "Submit your game": "アナタのゲームを登録する",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace DogfightsはGDevelopにより製作されたゲーム",
  "A juicy jet-combat roguelike game, made with GDevelop.": "GDevelopにより製作されたイカしたジェット戦闘機ローグライクゲーム",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "ハイパースペース・ドッグファイトはザコの大群を蹴散らし巧みに攻撃をかわしながら道を切り開く最高にイカしたローグライクジェット戦闘機アクションです。銀河干渉任務を進めると共に手に入る何百種もの改造パーツでハイパージェットをさらに強く、時には面白おかしくカスタマイズすることが出来ます。",
  "History": "ヒストリー",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfightsは、開発中止となった宇宙探査ローグライクHyperspace Admiralsのサイドプロジェクトとして始動。 HDogは2016年後半に試作され、その後itch.ioで限定的な早期アクセスリリースを開始。 2017年には継続的なアルファフィードバックを受けながらそのコンテンツの大部分を開発。2018年3月にフィーチャーコンプリートとなり、その後リリースが発表。",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "陸空で無数に押し寄せる敵と激しく、痛快な戦闘を繰り広げる2Dジェットコンバット",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "何百もの積み重ね可能なパッシブスキル、50を超える武器とアクティブスキル。すべてのスキルが他のスキルとシナジーを生み出す。",
  "High replayability, your will evolve a little different on each run": "プレイするたびにプレイヤーの楽しみ方が進化します",
  "Seven zones with distinct enemy composition to explore": "7つの探索エリアと異なる敵編成",
  "10+ screen-fillingbosses": "10体以上のスクリーンを埋め尽くす巨大ボス",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "順次解放可能なmk2装備を備えた5機以上のハイパージェット機をプレイ",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "EnuitとOle Toensenによる緊張感のある重厚な16のミュージックトラック",
  "Official website": "公式サイト",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTHはGDevelopにより製作されたゲームです",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "GDevelopで開発された、美しいアートとサウンドトラックを味わえるレトロな8ビットゲーム",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "GDevelopで制作されたこのゲームは、iOS, Android, Windows, macOS, Linuxそしてアーケードゲームの筐体に向けてリリースされました。",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "このゲームプロジェクトはバブちゃんの5周年記念日に発表されました。プロジェクトを現実のものにするため、世界中にいるバブちゃんのファンがプロジェクトに貢献できるように、Kickstarterを立ち上げました。Kickstarterは当初$100,000の寄付を目標として始動しましたが、なんと最終的には$148,000にまでなりました！やったね、バブちゃん！",
  "Beautiful original graphics and animation": "きれいなオリジナルグラフィックとアニメーション",
  "Parallaxing backgrounds": "パララックス効果のある背景",
  "Unique level design": "ユニークなレベルデザイン",
  "Huge variety of unique levels, bosses and enemies": "多種多様な難易度に個性的なボスやエネミーたち",
  "Complex gameplay and controls": "やりごたえのあるゲームプレイと操作性",
  "Unique storyline with twists and surprises": "サプライズや仕掛けにあふれたストーリー",
  "Item Inventory: collect items to be used strategically throughout the game": "アイテムを集め、ゲームを戦略的に進められる",
  "Completely original 8-bit soundtrack": "8ビット風に作成された独自のサウンド",
  "Tape Deck feature that allows you to select your favorite music from the game": "ゲームからお気に入りの音楽を選択できるテープデッキ機能",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "一度攻略したステージを別の難易度でまた遊ぶことで実績を解除できます",
  "Truly innovative Easter Eggs throughout": "ゲーム内には隠し要素がたくさんあります。すべて見つけられるかはあなた次第・・・",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelopでプログラミング不要なゲーム製作 - HTML5/ネイティブゲームをクリエイトするオープンソースソフトウェア",
  "Create your own games": "アナタだけのゲームを作ろう",
  "GDevelop game maker software - create video games without coding": "GDevelopはコーディング無しでゲームを開発できるソフトウェアです",
  "Make your own games with GDevelop": "GDevelopでアナタだけのゲームを作りましょう",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelopはプログラミング経験がなくても誰でもゲームを作ることが可能なクロスプラットフォーム型オープンソースなゲーム制作ツールです。",
  "Create any game": "ゲームを作ろう",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "プラットフォームゲーム、パズルゲーム、シューティングゲーム、戦略型ゲーム、[8ビットゲーム] (/make-8bit-pixelart-games) など、GDevelopを使えば様々な種類のゲームを作ることが出来ます。作例を見ることも新しくプロジェクトを立ち上げることも可能です。さあ、GDevelopで想像力を解き放ちましょう！",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "GDevelopはシンプルなゲームから[ショーケース](/games-showcase) にあるような大掛かりなインディーゲームも作ることが出来ます。例：[Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights)",
  "Events - game creation for everyone": "イベント - 誰でもゲームがつくれる",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "GDevelopをユニーク、且つ操作を簡単にしているのがイベントです。イベントを使うことによりプログラミング経験がなくてもゲーム内ロジックを簡単に組み立てることが出来ます。",
  "Events enable easy game creation": "ゲーム制作を簡単にするイベント機能",
  "Events being used in GDevelop to create the logic of a game": "イベントはGDevelopにおいてゲームのロジックを作成するために使われます。",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "スペースキーを押すと、キャラクターがアニメーションし音声が再生されます。もしボムがキャラクターに触れた場合、キャラクターとボムが消滅します。",
  "Export your game in one click": "1クリックでゲームをエクスポート",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "制作したゲームはweb, iOS, Android, Windows, Mac, Linuxだけでなく[Facebook Messenger](/facebook-instant-games) にも公開することが出来ます。GDevelopで作成したゲームはどこでも起動させることが可能で、専用アプリを使えばAndroidに1-クリックで移行させられます。",
  "Make games for iOS, Android, Windows, macOS and Linux": "iOS、Android、Windows、macOS、Linuxに対応したゲーム開発",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "ノートパソコン、タブレット、スマートフォンさえあれば、Gdevelopにより作られたゲームはどこでも簡単に実行が可能です",
  "Unlimited possibilities": "無限の可能性をその手に",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "立ち止まることなく、あなたのアイディアをカタチに。――ゲームの新しい機能を数分で試作し、それらを制限なく磨き上げることができます。GDevelopによって提供される[ビジュアルエディター](/game-editors) を使うことで、アイデアを組み立てるように[ゲーム制作](/games-showcase) を簡単に行うことが出来ます。",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "さらにゲームをカスタマイズしたい場合、[Javascript](/javascript-game-engine) でゲームエンジンを拡張させることも可能です。",
  "See how to add a trigger button to your platformer game in 90 seconds": "わずか90秒でボタンをプラットフォームゲームに追加することが出来ます。",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "1-クリックで[多くの作例](/game-examples-starters) を利用できます。",
  "Tutorials for GDevelop and documentation on the wiki": "Gdevelopのチュートリアルとドキュメント(wiki) があります。",
  "Using JavaScript to make your games with GDevelop": "GDevelopのゲーム制作にJavaScriptを利用する",
  "Using JavaScript with GDevelop": "GDevelopでJavaScriptを利用する",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelopはゲーム制作の幅やゲームエンジンを拡張させられるよう、JavaScriptに対応してます。",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript はイベントと一緒に記述することが出来ます。",
  "Add JavaScript code blocks inside your game": "ゲーム内にJavaScriptコードを追加",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelopで作成したイベントにJavaScriptのコードを追加することで、複雑なアルゴリズムの実装やオープンソースライブラリの機能を再利用することが出来ます。イベントとJavaScriptコードはシームレスに連携させられるのでゲームの一部、あるいはすべてをJavaScriptで実装することが出来ます。",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "JavaScriptエディターは[Visual Studio Code](https://code.visualstudio.com/)から抽出した、超強力なモナコエディタに基づいて作成されています。インテリセンスの自動補完システムが提供され、複数選択など素早いコーディングに必要な拡張機能にも対応しております。",
  "Learn more about using JavaScript": "JavaScriptについて更に詳しく",
  "Extend GDevelop with JavaScript extensions": "JavaScriptによる拡張機能を利用してGDevelopをカスタマイズ",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelopは用途に合わせて拡張させることが出来ます。特にゲームに使われる全ての機能(オブジェクト、ビヘイビア、イベントなど)は拡張機能に基づいて作られています。GDevelopは[オープンソース](https://github.com/4ian/GD)なので、自分自身で新しい拡張機能を作ることも、既存の機能をより良くすることも可能です。",
  "How to write extensions": "拡張機能の記述方法について",
  "Game engine JavaScript documentation": "ゲームエンジンの JavaScriptドキュメント",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "GDevelopではダークテーマが使用されています。コードエディターにはいくつかの美しいテーマが同梱されています！",
  "Make your own 8-bit and pixelart games": "8ビット、ドット絵ゲームを作ってみよう",
  "Make 8-bit and pixelart games": "8ビット、ドット絵ゲームを作る",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "GDevelopでオリジナル8ビットゲームを作るためのスプライトエディターとツール",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "GDevelop内で実際にPiskelスプライトエディターを使用して8ビットゲームを制作するところをご覧ください",
  "Piskel sprite editor": "Piskelスプライトエディター",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop には[Piskel](https://www.piskelapp.com/)という強力で使いやすい2Dスプライトエディターが搭載されています。これはドット絵素材を作成するのに最適で、ゲームにレトロな雰囲気を与えることが出来ます。またオブジェクトには複数のアニメーションを与えることが可能です。このスプライトはどのタイミングでも編集が可能でゲームプレビューを立ち上げることで仕上がりを確認することが出来ます。",
  "Download GDevelop to try Piskel": "GDevelopをダウンロードしPiskelを試してみる",
  "Ready-made behaviors": "ビヘイビア（動作）について",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "レトロなプラットフォームゲームを作りたいのならこちら！GDevelopのすでに作成されたビヘイビア（動作）をキャラクターやステージに適用させることでプラットフォームゲームの基礎がすぐに出来上がります。これをもとに自由にカスタマイズ、ブラッシュアップさせることが出来ます。その他ビヘイビア、状態やアクションはシュティングゲーム、弾幕ゲーム、アーケードゲームなどあらゆるゲームに応用させることが出来ます。",
  "Learn more about behaviors": "ビヘイビア（動作）について詳しく",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: GDevelopで作成された8ビットゲーム　",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTHは８ビット風のきれいなグラフィックとサウンドを楽しめます。アクションパートでは隠された秘密で溢れたステージを、シューティングパートではボスや強敵たちと、そしてボーナスもたくさん遊ぶことが出来ます。",
  "Read more about Lil BUB's game": "Lil BUBについて更に詳しく",
  "See other games made with GDevelop": "GDevelopで作成された他のゲームを見てみる"
}
