{
  "BUB is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with GDevelop!": "BUB adalah salah satu dari jenis hidupan yang sangat istimewa. Lebih khusus, ianya merupakan seekor kucing yang paling menakjubkan di atas planet... dan permainannya dibuat dengan GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Permainan ini adalah permainan 8-bit retro, dengan seni dan soundtrack yang indah, yang bergantian antara tahap platformer, dengan rahsia tersembunyi, dan tahap penembak dengan bos, pelbagai musuh dan bonus.",
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop adalah pencipta permainan sumber terbuka. Ia boleh digunakan oleh sesiapa sahaja untuk membuat sebarang jenis permainan 2D.",
  "This website in your language": "Laman web ini dalam bahasa anda",
  "Download the editor": "Muat turun editor",
  "Online game editor": "Editor permainan dalam talian",
  "Community forums": "Forum komuniti",
  "Documentation & tutorials": "Dokumentasi & tutorial",
  "Features": "Ciri-ciri",
  "Education": "Pendidikan",
  "Games showcase": "Mempamerkan Permainan",
  "Contribute": "Sumbang",
  "Facebook page": "Laman Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop direka bersama cinta dari",
  "Thanks to the": "Terima kasih kepada",
  "contributors": "penyumbang",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "yang menambah ciri-ciri, membetulkan pepijat, menghantar contoh baru, menulis tutorial, dan membantu komuniti.",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Membuat permainan pertama anda",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Bayangkan dan terbitkan permainan anda bersama GDevelop.Diikat bersama tutorial dan contoh-contoh",
  "Try it online": "Mencubanya dalam talian",
  "Download": "Muat turun",
  "Games": "Permainan",
  "Tutorials": "Klip Langkah-langkah",
  "LANG_CODE": "LANG_CODE",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "Gdevelop - Cipta permainan tanpa pengekodan - Pencipta permainan asli dan HTML5 sumber terbuka",
  "Contribute to GDevelop": "Menyumbang kepada GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop adalah projek sumber terbuka (malah laman sesawang ini): sesiapa sahaja boleh menyumbang dan memperbaiki perisian tersebut!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Terdapat pelbagai cara yang anda boleh menyumbang kepada GDevelop, bergantung pada masa anda, kemahiran anda dan apa yang anda berminat.",
  "Help to translate GDevelop": "Bantuan untuk menterjemahkan GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop dan laman web boleh diterjemahkan dalam bahasa anda! Penterjemahan dilakukan di laman web di mana semua orang boleh mendapatkan terlibat.",
  "Help us by translating GDevelop!": "Bantu kami dengan menterjemah GDevelop!",
  "Translate the website": "Terjemah laman web",
  "Help to develop GDevelop": "Bantu membangunkan GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Ia adalah mudah untuk mendapat kod sumber GDevelop dan mula memperbaiki benda!",
  "Contribute on GitHub": "Menyumbang kepada Github",
  "Edit the website on GitHub": "Edit website di GitHub",
  "Check the development roadmap": "Semak pelan hala tuju pembangunan",
  "Get involved in the community": "Melibatkan diri kepada komuniti",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum dan Discord sembang adalah tempat untuk mendapatkan bantuan kepada pengguna GDevelop lain!",
  "Go to the community forum": "Pergi ke komuniti forum",
  "Open the Discord chat": "Buka Discord sembang",
  "Follow GDevelop on Facebook and Twitter:": "Ikuti GDevelop dalam Facebook dan Twitter:",
  "Write tutorials, record videos": "Tulis penerangan, rakam video",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Bagi kebanyakan pemula dan pengguna yang lebih maju, tutorial dan laman bantuan adalah sumber yang paling berharga untuk membuat permainan hebat dengan cepat. Di atas wiki, anda boleh menulis tutorial atau memperbaiki yang sedia ada.",
  "Contribute to the wiki": "Sumbang ke wiki",
  "Download GDevelop": "Muat turun GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop adalah percuma dan boleh dibuat untuk keuntungan atau tidak berasaskan keuntungan.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop berjalan atas Windows, macOS dan distro Linux yang terbaru. Anda boleh juga mencubanya atas talian menggunakan Chrome, Firefox atau pelayar sesawang yang lain.",
  "To create your first game, start by reading a tutorial:": "Untuk membuat permainan pertama anda, mulakan dengan membaca tutorial:",
  "Create a platformer game": "Buat permainan pelantar",
  "Create a tank shooter game": "Buat permainan penembak kereta kebal",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop adalah projek sumber terbuka. Anda boleh melibatkan diri dalam komuniti untuk memperbaikinya!",
  "Learn how to contribute": "Belajar cara untuk menyumbang",
  "GDevelop 4 (old version)": "GDevelop 4 (versi lama)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 masih boleh dimuat turun. GDevelop 5 adalah disyorkan untuk mana-mana pengguna baru kerana GDevelop 4 tidak akan dikemaskini lagi! Tiada sokongan akan diberikan untuk GDevelop 4 di masa akan datang: kami galakkan mana-mana pengguna GDevelop 4 untuk menaik taraf ke GDevelop 5.",
  "Windows": "Windows",
  "OpenSUSE/Fedora/Arch": "OpenSUSE/Fedora/Arch",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Walaupun GDevelop 4 menyokong permainan asli, kami mengesyorkan beralih ke GDevelop 5 dan HTML5, yang lebih baik disokong. Permainan asli akan ditambah kepada GDevelop 5 kemudian.",
  "GDevelop for education": "GDevelop untuk pendidikan",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Menggunakan GDevelop dalam bilik darjah adalah peluang yang sempurna untuk mengajar pengaturcaraan, pembuatan permainan dan lepaskan kreativiti pelajar.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop telah digunakan dalam bilik darjah dan kursus-kursus atas talian, dengan pelajar media digital atau kanak-kanak dalam tahun pertama!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Sila hantarkan kami foto dan tweet anda jika anda menggunakan GDevelop untuk kursus!",
  "Fully featured": "Sepenuhnya",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop didatangkan dengan berdozen ciri-ciri untuk membayangkan dan membuat apa-apa jenis permainan.",
  "Objects for your games": "Objek untuk permainan anda",
  "Sprites": "Sprite",
  "with multiple animations": "dengan pelbagai animasi",
  "\"9 patch\" and tiled sprites": "\"9 patch\" dan jubin sprite",
  "Text objects": "Objek teks",
  "Draw custom shapes on screen with the Shape Painter": "Lukis sendiri bentuk atas skrin dengan Shape Painter",
  "Support for custom collision masks": "Sokongan untuk topeng perlanggaran adat",
  "Read the documentation for all objects": "Baca dokumentasi untuk semua objek",
  "Add behaviors to your game objects": "Tambah tingkah-laku untuk objek permainan anda",
  "Physics engine": "Enjin fizik",
  "Add realistic behavior to your objects": "Tambah tingkah-laku yang realistik untuk objek anda",
  "Pathfinding": "'Pathfinding'",
  "Have your objects move and avoiding obstacles": "Dapatkan objek anda bergerak dan mengelak halangan",
  "Top-down movement": "Pergerakan atas-bawah",
  "Platformer engine": "Enjin pelantar",
  "create platformer games in a breeze": "cipta permainan pelantar dengan segera",
  "Draggable objects": "Objek boleh seret",
  "quickly make your objects draggable with mouse/touch": "buat objek anda boleh diseret dengan cepat dengan tetikus/sentuhan",
  "And more, to automate current tasks and behaviors in a few clicks!": "Dan banyak lagi, untuk mengautomasikan tugas semasa dan tingkah laku dalam beberapa klik!",
  "Read the documentation for all behaviors": "Baca dokumentasi untuk semua tingkah-laku",
  "Design advanced levels and interfaces": "Tahap lanjutan rekabentuk dan antaramuka",
  "The scene editor lets you visually edit your levels": "Editor adegan membolehkan anda mengedit visual tahap anda",
  "Support for multiple layers": "Editor adegan membolehkan anda mengedit visual tahap anda",
  "Add interfaces and create parallax effects": "-Tambah antara muka dan cipta kesan paralaks",
  "Create your levels dynamically with external layouts": "Mencipta tahap anda secara dinamik dengan susun atur yang luar",
  "Integrated debugger and performance profilers": "Profilers prestasi dan penyahpepijat bersepadu",
  "coming soon!": "akan datang!",
  "Read the documentation for editors": "Baca dokumentasi untuk editor",
  "Make desktop & mobile-ready games": "Membuat desktop & Permainan mudah alih sedia",
  "Save player data in browser/local storage": "Simpan data pemain dalam simpanan pelayar/tempatan",
  "Full support for sound effects and music": "Sokongan penuh untuk kesan bunyi dan muzik",
  "Support for touchscreens & multi-touch": "Sokongan untuk skrin sesentuh & multi-sentuhan",
  "Build ambitious games with advanced features": "Bina permainan bercita-cita tinggi dengan ciri-ciri lanjutan",
  "Communicate with external websites using HTTP requests": "Berhubung dengan laman sesawang luar menggunakan permintaan HTTP",
  "Use advanced events: loops, for-each and even functions": "Guna 'event' lebih maju: loop, for-each dan function",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipulasi pemboleh ubah dengan struktur kompleks arbitrari dan sokongan JSON",
  "You can even use JavaScript to code some parts of your game!": "Malah anda boleh menggunakan JavaScript untuk mengekod sesetengah bahagian permainan anda!",
  "Read the documentation about events": "Baca dokumentasi berkenaan 'event'",
  "Deploy your game everywhere": "Sebarkan permainan anda di mana-mana",
  "One click export for Android": "Eksport satu klik untuk Android",
  "Export your game for the web in one click": "Eksport permainan anda ke laman sesawang dalam satu klik",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "Eksport permainan anda ke iOS (dengan PhoneGap Build atau Cordova)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Terbitkan permainan anda di Kongregate, Itch.io dan laman permainan lain-lain!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Eksport sebagai permainan mandiri untuk Windows, macOS dan Linux",
  "Coming Soon!": "Akan Datang!",
  "Learn how to publish your game": "Belajar cara terbitkan permainan anda",
  "Here are a few games created with GDevelop. The next one should be yours!": "Berikut adalah beberapa permainan yang dibuat dengan GDevelop. Seterusnya harus menjadi milik anda!",
  "by": "oleh",
  "Play": "Main",
  "Made a nice game with GDevelop?": "Cipta satu permainan yang bagus dengan GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Kami suka untuk mengetahui tentang permainan anda dan tambah di sini. Pastikan anda mempunyai skrinsyot tersedia indah dan permainan berkualiti tinggi :)",
  "Submit your game": "Hantar permainan anda",
  "Create your own games": "Cipta permainan anda sendiri",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop adalah pencipta permainan sumber terbuka dan rentas pelantar, direka untuk digunakan oleh semua orang - tiada kemahiran pengaturcaraan diperlukan.",
  "Create any game": "Cipta apa-apa permainan",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "Lepaskan kreativiti anda dengan GDevelop dan buat apa-apa jenis permainan, pelantar, teka-teki, shoot 'em up, strategi... Melalui contoh-contoh atau mulakan projek baru dari awal.",
  "Create platformer games with GDevelop": "Buat permainan pelantar dengan GDevelop",
  "Create space shooter games with GDevelop": "Buat permainan penembak angkasa dengan GDevelop",
  "Create strategy games with GDevelop": "Buat permainan strategi dengan GDevelop",
  "Create games with GDevelop": "Buat permainan dengan GDevelop",
  "Events - game creation for everyone": "Event - penciptaan permainan untuk semua orang",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Apa yang membuatkan GDevelop unik dan sangat mudah digunakan adalah 'event'. 'Event' adalah cara yang ampuh untuk menyatakan logik permainan anda, tanpa perlu mempelajari bahasa pengaturcaraan.",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Apabila butang Space ditekan, animasi dan bunyi watak dimainkan. Jika bom menyentuh watak, kedua-duanya dimusnahkan.",
  "Export your game in one click": "Eksport permainan anda dalam satu klik",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Terbitkan permainan anda ke web, iOS, Android, Windows, Mac, Linux. Permainan yang dibuat dengan GDevelop berjalan di mana-mana sahaja dan anda pun boleh lakukan eksport satu klik untuk Android daripada aplikasi ini.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Buat permainan untuk iOS, Android, Windows, macOS dan Linux",
  "Get started with tutorials": "Mulakan dengan tutorial",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Pelajari langkah demi langkah cara menggunakan GDevelop atau dapatkan bantuan mengenai ciri-ciri khusus: wiki mempunyai tutorial untuk pemula dan dokumen yang lengkap untuk perisian."
}