{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop adalah pencipta permainan sumber terbuka. Ia boleh digunakan oleh sesiapa sahaja untuk membuat sebarang jenis permainan 2D.",
  "This website in your language": "Laman web ini dalam bahasa anda",
  "Download the editor": "Muat turun editor",
  "Online game editor": "Editor permainan dalam talian",
  "Community forums": "Forum komuniti",
  "Documentation & tutorials": "Dokumentasi & tutorial",
  "Features": "Ciri-ciri",
  "Facebook Instant Games": "Facebook Instant Games",
  "Game examples/starters": "Contoh Permainan / Permulaan",
  "Use JavaScript with the game engine": "Gunakan JavaScript dengan enjin permainan",
  "Make 8-bit games": "Buat permainan 8-bit",
  "Education": "Pendidikan",
  "Game editors": "Editor Game",
  "Games showcase": "Mempamerkan Permainan",
  "Contribute": "Sumbang",
  "Facebook page": "Laman Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop direka bersama cinta dari",
  "Thanks to the": "Terima kasih kepada",
  "contributors": "penyumbang",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "yang menambah ciri-ciri, membetulkan pepijat, menghantar contoh baru, menulis tutorial, dan membantu komuniti.",
  "by": "oleh",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB adalah salah satu dari jenis hidupan yang sangat istimewa(ianya merupakan seekor kucing yang paling menakjubkan di atas planet)... dan permainannya dibuat dengan GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Permainan ini adalah permainan 8-bit retro, dengan seni dan soundtrack yang indah, yang bergantian antara tahap platformer, dengan rahsia tersembunyi, dan tahap penembak dengan bos, pelbagai musuh dan bonus.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights adalah permainan jet-combat penuh aksi, di mana anda menembak, mengelak dan menerjah perjalanan anda yang di halang oleh musuh berteknologi yang ramai.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Apabila misi campur tangan intergalaksi anda berjalan, hyper-jet penyesuaian anda akan berubah menjadi sesuatu yang lebih kuat dan mengumpul dengan mengumpul beberapa beratus item yang ada dalam permainan.",
  "Buy on Steam": "Beli di Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Membuat permainan pertama anda",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Bayangkan dan terbitkan permainan anda bersama GDevelop.Diikat bersama tutorial dan contoh-contoh",
  "Try it online": "Cubanya atas talian",
  "Download": "Muat turun",
  "Games": "Permainan",
  "Tutorials": "Klip Langkah-langkah",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Menyumbang untuk GDevelop - Alat membina game HTML5 sumber terbuka",
  "Contribute to GDevelop": "Menyumbang kepada GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop adalah projek sumber terbuka (malah laman sesawang ini): sesiapa sahaja boleh menyumbang dan memperbaiki perisian tersebut!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Terdapat pelbagai cara yang anda boleh menyumbang kepada GDevelop, bergantung pada masa anda, kemahiran anda dan apa yang anda berminat.",
  "Help to translate GDevelop": "Bantuan untuk menterjemahkan GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop dan laman web boleh diterjemahkan dalam bahasa anda! Penterjemahan dilakukan di laman web di mana semua orang boleh mendapatkan terlibat.",
  "Help us by translating GDevelop!": "Bantu kami dengan menterjemah GDevelop!",
  "Translate the website": "Terjemah laman web",
  "Help to develop GDevelop": "Bantu membangunkan GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Ia adalah mudah untuk mendapat kod sumber GDevelop dan mula memperbaiki benda!",
  "Contribute on GitHub": "Menyumbang kepada Github",
  "Edit the website on GitHub": "Edit website di GitHub",
  "Check the development roadmap": "Semak pelan hala tuju pembangunan",
  "Get involved in the community": "Melibatkan diri kepada komuniti",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum dan Discord sembang adalah tempat untuk mendapatkan bantuan kepada pengguna GDevelop lain!",
  "Go to the community forum": "Pergi ke komuniti forum",
  "Open the Discord chat": "Buka Discord sembang",
  "Follow GDevelop on Facebook and Twitter:": "Ikuti GDevelop dalam Facebook dan Twitter:",
  "Write tutorials, record videos": "Tulis penerangan, rakam video",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Bagi kebanyakan pemula dan pengguna yang lebih maju, tutorial dan laman bantuan adalah sumber yang paling berharga untuk membuat permainan hebat dengan cepat. Di atas wiki, anda boleh menulis tutorial atau memperbaiki yang sedia ada.",
  "Contribute to the wiki": "Sumbang ke wiki",
  "Download GDevelop or try it online - create games without programming": "Muat turun GDevelop atau cubanya atas talian - cipta permainan tanpa pengaturcaraan",
  "Download GDevelop": "Muat turun GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop adalah percuma dan boleh dibuat untuk keuntungan atau tidak berasaskan keuntungan.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop berjalan atas Windows, macOS dan distro Linux yang terbaru. Anda boleh juga mencubanya atas talian menggunakan Chrome, Firefox atau pelayar sesawang yang lain.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Anda memerlukan **libgconf-2-4** pada sistem anda. Taip 'sudo apt-get install libgconf-2-4' didalam terminal atau memasang dari pengurus pakej anda.",
  "To create your first game, start by reading a tutorial:": "Untuk membuat permainan pertama anda, mulakan dengan membaca tutorial:",
  "Create a platformer game": "Buat permainan pelantar",
  "Create a tank shooter game": "Buat permainan penembak kereta kebal",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop adalah projek sumber terbuka. Anda boleh melibatkan diri dalam komuniti untuk memperbaikinya!",
  "Learn how to contribute": "Belajar cara untuk menyumbang",
  "GDevelop 4 (old version)": "GDevelop 4 (versi lama)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 masih boleh dimuat turun. GDevelop 5 adalah disyorkan untuk mana-mana pengguna baru kerana GDevelop 4 tidak akan dikemaskini lagi! Tiada sokongan akan diberikan untuk GDevelop 4 di masa akan datang: kami galakkan mana-mana pengguna GDevelop 4 untuk menaik taraf ke GDevelop 5.",
  "Windows (4.0.97)": "Windows(4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Walaupun GDevelop 4 menyokong permainan asli, kami mengesyorkan beralih ke GDevelop 5 dan HTML5, yang lebih baik disokong. Permainan asli akan ditambah kepada GDevelop 5 kemudian.",
  "GDevelop for the education - Teach game creation": "GDevelop untuk pembelajaran - mengajar membina game",
  "GDevelop for education": "GDevelop untuk pendidikan",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Menggunakan GDevelop dalam bilik darjah adalah peluang yang sempurna untuk mengajar pengaturcaraan, pembuatan permainan dan lepaskan kreativiti pelajar.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop telah digunakan dalam bilik darjah dan kursus-kursus atas talian, dengan pelajar media digital atau kanak-kanak dalam tahun pertama!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Sila hantarkan kami foto dan tweet anda jika anda menggunakan GDevelop untuk kursus!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "Membina Facebook Instant Game anda dengan GDevelop - terbitkan game anda di Messanger",
  "Make games for Facebook Messenger": "Bina game untuk Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Dengan GDevelop, anda boleh mengeksport permainan anda sebagai Facebook Instant Game dalam 2 klik.",
  "1) Create your app on Facebook Developers": "1) Buat app anda di Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:",
  "Go to Facebook Developers": "Pergi ke Facebook Developer",
  "Read the full tutorial": "Baca tutorial lengkap",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Open GDevelop and export for Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.",
  "More about exporting": "Lagi tentang mengexport",
  "3) Upload your game": "3) memuat naik permainan anda",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Kembali ke laman permainan anda di Facebook Developer, pilih Web Hosting dalam menu dan ** muat naik dalam fail ** yang dieksport dengan GDevelop.",
  "You can also add testers to let your friends try your game.": "Anda juga boleh menambah penguji bagi kawan anda mencuba permainan anda.",
  "More about uploading your game": "Lebih lanjut mengenai meng-upload permainan anda",
  "4) Try your game on Messenger": "4) cuba permainan anda di Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!",
  "5) Use Instant Games features and publish your game!": "5) Use Instant Games features and publish your game!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!",
  "Read the full step-by-step tutorial": "Read the full step-by-step tutorial",
  "Features of GDevelop - create any kind of games without coding": "Features of GDevelop - create any kind of games without coding",
  "Fully featured": "Sepenuhnya",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop didatangkan dengan berdozen ciri-ciri untuk membayangkan dan membuat apa-apa jenis permainan.",
  "Deploy your game everywhere": "Sebarkan permainan anda di mana-mana",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Terbitkan permainan anda di Kongregate, Itch.io dan laman permainan lain-lain!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Eksport sebagai permainan mandiri untuk Windows, macOS dan Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Belajar cara terbitkan permainan anda",
  "Objects for your games": "Objek untuk permainan anda",
  "**Sprites** with multiple animations": "**Sprites** with multiple animations",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Create explosions, fire and impressive effects with **Particle Emitters**",
  "\"9 patch\" and tiled sprites": "\"9 patch\" dan jubin sprite",
  "Text objects": "Objek teks",
  "Draw custom shapes on screen with Shape Painters": "Draw custom shapes on screen with Shape Painters",
  "Support for custom collision masks": "Sokongan untuk topeng perlanggaran adat",
  "Read the documentation for all objects": "Baca dokumentasi untuk semua objek",
  "Try the online examples": "Try the online examples",
  "Add behaviors to your game objects": "Tambah tingkah-laku untuk objek permainan anda",
  "Physics engine": "Enjin fizik",
  "Add realistic behavior to your objects": "Tambah tingkah-laku yang realistik untuk objek anda",
  "Pathfinding": "'Pathfinding'",
  "Have your objects move and avoiding obstacles": "Dapatkan objek anda bergerak dan mengelak halangan",
  "Top-down movement": "Pergerakan atas-bawah",
  "Platformer engine": "Enjin pelantar",
  "create platformer games in a breeze": "cipta permainan pelantar dengan segera",
  "Draggable objects": "Objek boleh seret",
  "quickly make your objects draggable with mouse/touch": "buat objek anda boleh diseret dengan cepat dengan tetikus/sentuhan",
  "And more, to automate current tasks and behaviors in a few clicks!": "Dan banyak lagi, untuk mengautomasikan tugas semasa dan tingkah laku dalam beberapa klik!",
  "Read the documentation for all behaviors": "Baca dokumentasi untuk semua tingkah-laku",
  "Design advanced levels and interfaces": "Tahap lanjutan rekabentuk dan antaramuka",
  "The scene editor lets you visually edit your levels": "Editor adegan membolehkan anda mengedit visual tahap anda",
  "Support for multiple layers": "Editor adegan membolehkan anda mengedit visual tahap anda",
  "Add interfaces and create parallax effects": "-Tambah antara muka dan cipta kesan paralaks",
  "Create your levels dynamically with external layouts": "Mencipta tahap anda secara dinamik dengan susun atur yang luar",
  "Design your assets with Piskel": "Design your assets with Piskel",
  "a powerful pixel art and sprite editor": "a powerful pixel art and sprite editor",
  "Debugger": "Penyahpepijat",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Inspect the content of your game and make dynamic changes while previewing your game",
  "Performance profiler": "Performance profiler",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game",
  "Discover GDevelop editors": "Discover GDevelop editors",
  "Make desktop & mobile-ready games": "Membuat desktop & Permainan mudah alih sedia",
  "Save player data in browser/local storage": "Simpan data pemain dalam simpanan pelayar/tempatan",
  "Full support for sound effects and musics": "Full support for sound effects and musics",
  "Support for touchscreens & multi-touch": "Sokongan untuk skrin sesentuh & multi-sentuhan",
  "Build ambitious games with advanced features": "Bina permainan bercita-cita tinggi dengan ciri-ciri lanjutan",
  "Communicate with external websites using HTTP requests": "Berhubung dengan laman sesawang luar menggunakan permintaan HTTP",
  "Use advanced events: loops, for-each and even functions": "Guna 'event' lebih maju: loop, for-each dan function",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipulasi pemboleh ubah dengan struktur kompleks arbitrari dan sokongan JSON",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!",
  "Read the documentation about events": "Baca dokumentasi berkenaan 'event'",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "All editors of GDevelop - make platformer, shooter, rpg, action games...",
  "The game editors": "The game editors",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "The interface of GDevelop is made of intuitive editors to design your own games from scratch.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "See how to use GDevelop to add a trigger in your game in 90 seconds",
  "Scene editor": "Scene editor",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Get started in 2 minutes: Try GDevelop in your browser",
  "Events editor": "Events editor",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.",
  "Learn more about events in the tutorials": "Learn more about events in the tutorials",
  "Create platformer games with GDevelop": "Buat permainan pelantar dengan GDevelop",
  "Develop space shooter games with GDevelop": "Develop space shooter games with GDevelop",
  "Create mario-like games with GDevelop": "Create mario-like games with GDevelop",
  "Make strategy games with GDevelop": "Make strategy games with GDevelop",
  "Objects editors": "Objects editors",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...",
  "Discover all the objects available in GDevelop": "Discover all the objects available in GDevelop",
  "Resources editor": "Resources editor",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.",
  "Learn everything about the editors in the documentation": "Learn everything about the editors in the documentation",
  "Open in GDevelop": "Open in GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Examples of GDevelop - make platformer, shooter, rpg, action games...",
  "Examples and Starters": "Examples and Starters",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.",
  "Get started with tutorials": "Mulakan dengan tutorial",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Pelajari langkah demi langkah cara menggunakan GDevelop atau dapatkan bantuan mengenai ciri-ciri khusus: wiki mempunyai tutorial untuk pemula dan dokumen yang lengkap untuk perisian.",
  "Showcase of the games created with GDevelop": "Showcase of the games created with GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Berikut adalah beberapa permainan yang dibuat dengan GDevelop. Seterusnya harus menjadi milik anda!",
  "Play": "Main",
  "Made a nice game with GDevelop?": "Cipta satu permainan yang bagus dengan GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Kami suka untuk mengetahui tentang permainan anda dan tambah di sini. Pastikan anda mempunyai skrinsyot tersedia indah dan permainan berkualiti tinggi :)",
  "Submit your game": "Hantar permainan anda",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, a game created with GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "A juicy jet-combat roguelike game, made with GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.",
  "History": "History",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Fierce and juicy 2d jet combat against masses of air and ground based enemies",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another",
  "High replayability, your will evolve a little different on each run": "High replayability, your will evolve a little different on each run",
  "Seven zones with distinct enemy composition to explore": "Seven zones with distinct enemy composition to explore",
  "10+ screen-fillingbosses": "10+ screen-fillingbosses",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 chilled, multi-layered music tracks by Enuit and Ole Toensen",
  "Official website": "Official website",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, a game created with GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.",
  "Beautiful original graphics and animation": "Beautiful original graphics and animation",
  "Parallaxing backgrounds": "Parallaxing backgrounds",
  "Unique level design": "Unique level design",
  "Huge variety of unique levels, bosses and enemies": "Huge variety of unique levels, bosses and enemies",
  "Complex gameplay and controls": "Complex gameplay and controls",
  "Unique storyline with twists and surprises": "Unique storyline with twists and surprises",
  "Item Inventory: collect items to be used strategically throughout the game": "Item Inventory: collect items to be used strategically throughout the game",
  "Completely original 8-bit soundtrack": "Completely original 8-bit soundtrack",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape Deck feature that allows you to select your favorite music from the game",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Ability to revisit and replay levels to further your progress and unlock achievements",
  "Truly innovative Easter Eggs throughout": "Truly innovative Easter Eggs throughout",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "Gdevelop - Cipta permainan tanpa pengekodan - Pencipta permainan asli dan HTML5 sumber terbuka",
  "Create your own games": "Cipta permainan anda sendiri",
  "GDevelop game maker software - create video games without coding": "GDevelop game maker software - create video games without coding",
  "Make your own games with GDevelop": "Make your own games with GDevelop",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop adalah pencipta permainan sumber terbuka dan rentas pelantar, direka untuk digunakan oleh semua orang - tiada kemahiran pengaturcaraan diperlukan.",
  "Create any game": "Cipta apa-apa permainan",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Dengan GDevelop, kamu boleh membuat projek yang ringkas atau membuat permainan bercita-cita tinggi seperti [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) dan [banyak lagi](/games-showcase)!",
  "Events - game creation for everyone": "Event - penciptaan permainan untuk semua orang",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Apa yang membuatkan GDevelop unik dan sangat mudah digunakan adalah 'event'. 'Event' adalah cara yang ampuh untuk menyatakan logik permainan anda, tanpa perlu mempelajari bahasa pengaturcaraan.",
  "Events enable easy game creation": "Events enable easy game creation",
  "Events being used in GDevelop to create the logic of a game": "Events being used in GDevelop to create the logic of a game",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Apabila butang Space ditekan, animasi dan bunyi watak dimainkan. Jika bom menyentuh watak, kedua-duanya dimusnahkan.",
  "Export your game in one click": "Eksport permainan anda dalam satu klik",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Buat permainan untuk iOS, Android, Windows, macOS dan Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablets or phone: games made with GDevelop can run everywhere",
  "Unlimited possibilities": "Unlimited possibilities",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "See how to add a trigger button to your platformer game in 90 seconds",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.",
  "Tutorials for GDevelop and documentation on the wiki": "Tutorials for GDevelop and documentation on the wiki",
  "Using JavaScript to make your games with GDevelop": "Using JavaScript to make your games with GDevelop",
  "Using JavaScript with GDevelop": "Using JavaScript with GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop supports JavaScript to create your game or extend the game engine.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript can be used to write part of a game, alongside with events",
  "Add JavaScript code blocks inside your game": "Add JavaScript code blocks inside your game",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.",
  "Learn more about using JavaScript": "Learn more about using JavaScript",
  "Extend GDevelop with JavaScript extensions": "Extend GDevelop with JavaScript extensions",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "How to write extensions",
  "Game engine JavaScript documentation": "Game engine JavaScript documentation",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!",
  "Make your own 8-bit and pixelart games": "Make your own 8-bit and pixelart games",
  "Make 8-bit and pixelart games": "Make 8-bit and pixelart games",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor and tools to make your own 8bit games with GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "See Piskel sprite editor being used inside GDevelop to make a 8bit game",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.",
  "Download GDevelop to try Piskel": "Download GDevelop to try Piskel",
  "Ready-made behaviors": "Ready-made behaviors",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...",
  "Learn more about behaviors": "Learn more about behaviors",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Read more about Lil BUB's game": "Read more about Lil BUB's game",
  "See other games made with GDevelop": "See other games made with GDevelop"
}
