{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop to otwarto źródłowe oprogramowanie do projektowania gier. Powstałe z myślą o szybkim i intuicyjnym tworzeniu gier.",
  "Download the editor": "Pobierz edytor",
  "Online game editor": "Edytor online",
  "Game examples/starters": "Przykładowe gry/startery",
  "Documentation": "Dokumentacja",
  "Tutorials": "Poradniki",
  "Community forums": "Forum społeczności",
  "Discord": "Discord",
  "Contribute": "Weź udział w rozwoju",
  "Facebook page": "Strona na facebooku",
  "Twitter": "Strona na twitterze",
  "This website in your language": "Ta strona jest w Twoim języku",
  "All GDevelop Features": "Wszystkie funkcje GDevelop",
  "Install new features with extensions": "Zainstaluj nowe funkcjonalności z rozszerzeniami",
  "Use JavaScript with the game engine": "Użyj JavaScript z silnikiem gry",
  "Ads with AdMob": "Reklamy z AdMob",
  "Create custom behaviors": "Stwórz własne zachowanie",
  "Game editors": "Edytory gier",
  "Games showcase": "Gablotka gier",
  "GDevelop for Game jams": "GDevelop do tworzenia gier z przyjaciółmi",
  "GDevelop for Education": "GDevelop dla Edukacji",
  "Make 8-bit games": "Twórz gry 8-bit",
  "Publish your web game on Poki": "Publish your web game on Poki",
  "Create for Facebook Instant Games": "Create for Facebook Instant Games",
  "GDevelop was created with love by": "GDevelop został stworzony z pasją przez",
  "Thanks to the": "Podziękowania dla",
  "contributors": "współtwórców",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "którzy dodali nowe funkcjonalności, naprawili błędy, przysłali nowe przykłady, tworzyli tutoriale i pomagali społeczności.",
  "by": "przez",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB jest bardzo wyjątkowy, jeden z rodzajów zwierzaków. Bardziej specyficzny, ona jest [najbardziej zdumiewającym kotem na tej planecie](http://lilbub.com)... i jej gra jest zrobiona z GDevelop !",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "To gra w stylu 8-bitowych gier retro z piękną oprawą audiowizualną, wieloma poziomami na których poukrywane są różne sekrety jak również z poziomami gdzie musisz pokonać głównego bosa, z wieloma innymi przeciwnikami i bonusami.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights to soczysta wojna odrzutowa jak roguel, w której będziesz strzelał, unikał i przecinał sobie drogę przez masy technologicznie gorszych wrogów.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "W miarę rozwoju misji intergalaktycznej, twój adaptacyjny hiper-jet będzie ewoluował w coś silniejszego i dziwniejszego, zbierając niektóre z setek przedmiotów dostępnych w grze.",
  "Buy on Steam": "Kup na Steamie",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Stwórz swoją pierwszą grę",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Wymyślaj i twórz swoje gry z GDevelop. Zawiera tutoriale i przykłady.",
  "Try it online": "Wypróbuj online",
  "Download": "Pobierz",
  "Features": "Funkcjonalności",
  "Games": "Gry",
  "Game studios & education": "Studia developerskie i edukacja",
  "Learn": "Ucz się",
  "Play Online": "Graj Online",
  "Learn More": "Learn More",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Dodaj reklamy do swojej gry z AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Użyj AdMob w swoich grach GDevelop, aby wyświetlać reklamy i filmy nagradzające grających",
  "1) Create your AdMob account": "1) Utwórz swoje konto AdMob",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Przejdź do [strony AdMob](https://www.google.com/admob/) i utwórz konto. Następnie utwórz nową aplikację z interfejsu Admob i jednostki reklam. Zapamiętaj identyfikatory zarówno dla aplikacji, jak i jednostki reklam, ponieważ będą one używane w Twojej grze.",
  "Read the detailed instructions": "Przeczytaj szczegółową instrukcję",
  "2) Configure AdMob in GDevelop": "2) Skonfiguruj AdMob w GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "W GDevelop, otwórz właściwości swojej gry i wklej AdMob **app id**. Zostanie to zidentyfikowane, aby użyć aplikacji dla AdMob do dostarczania reklam.",
  "3) Trigger ads display from events": "3) Wyświetlanie reklam wyzwalających od zdarzeń",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Dodaj wydarzenia w grze, aby załadować i pokazać reklamę, kiedy jest potrzebna (może to być, gdy poziom jest pomyślnie ukończony na przykład). Wklej w parametry akcji identyfikator jednostki reklamowej. Możesz również wprowadzić \"test\" dla załadowania reklamy testowej.",
  "4) Publish your game on Android": "4) Opublikuj swoją grę na systemie Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Możesz przetestować i opublikować swoją grę na Android bezpośrednio z GDevelop. W edytorze otwórz swoją grę, a następnie okno eksportu. Wybierz Android, kliknij na Eksportuj i poczekaj kilka minut.",
  "How to publish to Android in one click": "How to publish to Android in one click",
  "Read the full tutorial": "Przeczytaj pełen poradnik",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Contribute to GDevelop - Open-source HTML5 game making tool",
  "Contribute to GDevelop": "Pomóż w rozwoju",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop jest projektem open source (nawet ta strona): każdy może przyczynić się do jego ulepszania!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Możesz przyczynić się do rozwoju GDevelop na różne sposoby w zależności od tego ile czasu możesz poświęcić, od Twoich umiejętności i tego w jakim aspekcie chciałbyś ten produkt rozwijać.",
  "Help to translate GDevelop": "Pomóż w tłumaczeniu GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop oraz ta strona internetowa może być przetłumaczona na Twój język! Mamy do tego specjalną stronę gdzie każdy może dodać swoją cegiełkę tłumacząc część zasobów.",
  "Help us by translating GDevelop!": "Pomóż nam, tłumacząc GDevelop!",
  "Translate the website": "Pomóż w tłumaczeniu witryny",
  "Help to develop GDevelop": "Pomóż w rozwoju GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Możesz łatwo pobrać kod źródłowy GDevelop i go ulepszać!",
  "Contribute on GitHub": "Pomóż rozwijać aplikację na GitHub",
  "Edit the website on GitHub": "Edytuj witrynę na GitHub",
  "Check the development roadmap": "Sprawdź harmonogram prac",
  "Get involved in the community": "Zaangażuj się w społeczność",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum i czat Discord to miejsce, w którym można uzyskać pomoc i pomagać innym użytkownikom GDevelop!",
  "Go to the community forum": "Przejdź do forum społeczności",
  "Open the Discord chat": "Otwórz Discord (aplikacja do rozmów)",
  "Follow GDevelop on Facebook and Twitter:": "Śledź GDevelop na Facebook i Twitter:",
  "Write tutorials, record videos": "Twórz tutoriale, nagrywaj materiały wideo",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Dla większości początkujących, ale również i zaawansowanych użytkowników, tutoriale i strona pomocy to najbardziej wartościowe zasoby, żeby sprawnie tworzyć świetne gry. Na Wiki możesz pisać własne tutoriale lub poprawiać te, które już tam są.",
  "Contribute to the wiki": "Zaangażuj się na Wiki",
  "Create custom behaviors for your game objects in GDevelop": "Create custom behaviors for your game objects in GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink",
  "Create custom behaviors - directly from GDevelop editor": "Create custom behaviors - directly from GDevelop editor",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.",
  "Want enemies to automatically follow the player?": "Want enemies to automatically follow the player?",
  "Create a Follower behavior. 🏃‍♂️": "Create a Follower behavior. 🏃‍♂️",
  "Want some rockets to target the player?": "Want some rockets to target the player?",
  "Create a Missile behavior. 🚀": "Utwórz zachowanie dla pocisku. <unk>",
  "Want enemies and the players to have health and take damage?": "Want enemies and the players to have health and take damage?",
  "Create a Health behavior. 💊": "Utwórz zachowanie dla zdrowia. <unk>",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "An action is exposed by the behavior, and can be used like any other action in the events",
  "Read the documentation about custom behaviors": "Read the documentation about custom behaviors",
  "Download GDevelop": "Pobierz GDevelop",
  "Import new behaviors, created by the GDevelop community": "Import new behaviors, created by the GDevelop community",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.",
  "Create your game by assembling behaviors": "Create your game by assembling behaviors",
  "perfect for fast prototyping": "perfect for fast prototyping",
  "Progressively create custom behaviors for objects in your game": "Progressively create custom behaviors for objects in your game",
  "ideal for large games and keeping simple events.": "ideal for large games and keeping simple events.",
  "How to install community extensions": "How to install community extensions",
  "Learn more about extensions": "Learn more about extensions",
  "Search for new behaviors in the list of behaviors shared by the community": "Search for new behaviors in the list of behaviors shared by the community",
  "Download GDevelop or try it online - create games without programming": "Pobierz GDevelop lub spróbuj online - twórz gry bez umiejętności programowania",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop jest darmowy i może być używany do tworzenia zarówno darmowych jak i komercyjnych gier.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop działa na Windows, macOS i najnowszych dystrybucjach Linuksa. Możesz także wypróbować go online używając Chrome, Firefox lub innej nowoczesnej przeglądarki stron.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).",
  "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.": "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.",
  "To create your first game, start by reading a tutorial:": "Aby utworzyć swoją pierwszą grę, zacznij od przeczytania tutoriala:",
  "Create a platformer game": "Stwórz grę platformową",
  "Create a tank shooter game": "Stwórz grę o czołgach",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop jest projektem open-source. Możesz zaangażować się w społeczność, aby ją poprawić!",
  "Learn how to contribute": "Jak możesz pomóc w rozwoju",
  "GDevelop 4 (old version)": "GDevelop 4 (stara wersja)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Mimo, że GDevelop 4 nadal można pobrać to GDevelop 5 jest zalecane dla każdego nowego użytkownika, ponieważ GDevelop 4 nie będzie już aktualizowane! Nie przewidujemy wsparcia w przyszłości dla GDevelop 4, dlatego też zalecamy, aby każdy użytkownik GDevelop 4 uaktualnił go do GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Nawet jeśli GDevelop 4 obsługuje natywne gry, zalecamy przejście na GDevelop 5 i gry w HTML5, który jest lepiej wspierany. Natywne gry będą dodane to GDevelop później.",
  "GDevelop for the education - Teach game creation": "GDevelop dla edukacji - Naucz tworzyć gry",
  "GDevelop for education": "GDevelop dla edukacji",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "GDevelop w szkole jest doskonałą okazją, aby uczyć programowania, tworzenia gier i uwolnić kreatywność uczniów.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop stosowano już w szkołach i kursach online, używali go zarówno studenci mediów cyfrowych jak i dzieci w pierwszej klasie!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Przyślij nam zdjęcia albo puść tweeta jeśli używasz GDevelop do prowadzenia kursu!",
  "Install new extensions in GDevelop and share yours": "Install new extensions in GDevelop and share yours",
  "Install new extensions and share them": "Install new extensions and share them",
  "Search and add new features to your game in a few clicks.": "Search and add new features to your game in a few clicks.",
  "Search in the library of extensions, ready to be installed in one click": "Search in the library of extensions, ready to be installed in one click",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.",
  "Read how to install extensions": "Read how to install extensions",
  "Learn about creating custom behaviors": "Learn about creating custom behaviors",
  "Export your own extensions and share them": "Export your own extensions and share them",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).",
  "How to start a new extension": "How to start a new extension",
  "How to share your extension": "How to share your extension",
  "Extensions can provide new behaviors that can be added to your game objects.": "Extensions can provide new behaviors that can be added to your game objects.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Make Facebook Instant Games with GDevelop - publish your games on Messenger",
  "Make games for Facebook Messenger": "Make games for Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.",
  "1) Create your app on Facebook Developers": "1) Create your app on Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:",
  "Go to Facebook Developers": "Przejdź do deweloperów Facebooka",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Otwórz GDevelop i wyeksportuj do Natychmiastowych Gier Facebook-a",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Otwórz swoją grę w GDevelop, a następnie wybierz pozycję Eksport. Wybierz **Facebook Instant Games**, kliknij Eksportuj i poczekaj kilka sekund.",
  "More about exporting": "Więcej o eksportowaniu",
  "3) Upload your game": "3) Prześlij swoją grę",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Wróć na stronę swojej gry na stronie dla twórców Facebooka, wybierz Web Hosting (hosting w sieci) w menu i **prześlij plik**, który wyeksportowałeś w GDevelop.",
  "You can also add testers to let your friends try your game.": "You can also add testers to let your friends try your game.",
  "More about uploading your game": "More about uploading your game",
  "4) Try your game on Messenger": "4) Wypróbuj swoją gre na Messengerze",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!",
  "5) Use Instant Games features and publish your game!": "Użyj funkcji Gier Błyskawicznych i opublikuj swoją grę!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop daje Ci dostęp do specyficznych funkcji Gier Błyskawicznych, jak imię gracza, dla lepszej integracji twojej gry z rozmowami w aplikacji Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!",
  "Read the full step-by-step tutorial": "Read the full step-by-step tutorial",
  "Features of GDevelop - create any kind of games without coding": "Features of GDevelop - create any kind of games without coding",
  "Fully featured": "W pełni funkcjonalny",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop jest wyposażony w dziesiątki funkcji pozwalając tworzyć dowolne gry jakie sobie wyobrazisz.",
  "Deploy your game everywhere": "Twoja gra może działać wszędzie",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!": "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Eksportuj jako plik wykonywalny gry dla Windows, macOS lub Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Dowiedz się, jak publikować gre",
  "Objects for your games": "Obiekty do użycia w grze",
  "**Sprites** with multiple animations": "**Sprites** with multiple animations",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Create explosions, fire and impressive effects with **Particle Emitters**",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** sprites, perfect for platforms",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Tiled sprites**, to create mosaics, floors and repeating patterns",
  "**Text** objects": "**Text** objects",
  "Formatted rich text with **BB Text** objects": "Formatted rich text with **BB Text** objects",
  "Embed videos with **Video** objects": "Embed videos with **Video** objects",
  "Draw custom shapes on screen with **Shape Painters**": "Draw custom shapes on screen with **Shape Painters**",
  "Support for custom collision masks": "Nakładaj własne maski kolizji",
  "Read the documentation for all objects": "Przeczytaj dokumentację dla wszystkich obiektów",
  "Try the online examples": "Try the online examples",
  "Use visual effects (\"shaders\")": "Use visual effects (\"shaders\")",
  "Dozens of visual effects are bundled with GDevelop": "Dozens of visual effects are bundled with GDevelop",
  "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...": "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...",
  "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).": "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).",
  "Learn how to use effects in GDevelop": "Learn how to use effects in GDevelop",
  "Add behaviors to your game objects": "Dodaj zachowania do obiektów gry",
  "Physics engine": "Silnik fizyki",
  "Add realistic behavior to your objects": "Dodaj realistyczne zachowanie do obiektów",
  "Pathfinding": "Znajdowanie ścieżki",
  "Have your objects move and avoiding obstacles": "Niech obiekty poruszają się unikając przeszkód",
  "Top-down movement": "Poruszanie się góra-dół",
  "Platformer engine": "Silnik platformowy",
  "create platformer games in a breeze": "twórz gry platformowe w mgnieniu oka",
  "Draggable objects": "Przeciąganie obiektów",
  "quickly make your objects draggable with mouse/touch": "z łatwościom nadaj obiektom możliwość przeciągania myszką/palcem",
  "Anchor": "Anchor",
  "support multiple screen sizes by ensuring controls stay at the right position": "support multiple screen sizes by ensuring controls stay at the right position",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "smoothly animate object positions, sizes, opacity and colors",
  "And more, to automate current tasks and behaviors in a few clicks!": "I wiele więcej rzeczy, które pozwolą jeszcze bardziej zautomatyzować wszystkie zadania w kilka kliknięć!",
  "Read the documentation for all behaviors": "Przeczytaj dokumentację wszystkich zachowań",
  "Create your own custom behaviors": "Create your own custom behaviors",
  "Make desktop & mobile-ready games": "Twórz gry komputerowe & mobilne",
  "Save player data in the browser storage or on their devices": "Save player data in the browser storage or on their devices",
  "Full support for sound effects and musics": "Full support for sound effects and musics",
  "Support for touchscreens & multi-touch": "Obsługa ekranów dotykowych & multi-touch",
  "Design advanced levels and interfaces": "Zaprojektuj zaawansowane poziomy i interfejsy",
  "The scene editor lets you visually edit your levels": "Edytor scen pozwala wizualnie edytować poziomy",
  "Support for multiple layers": "Obsługa wielu warstw",
  "Add interfaces and create parallax effects": "Dodawaj interfejsy i twórz efekty paralaksy",
  "Create your levels dynamically with external layouts": "Utwórz poziomy dynamicznie za pomocą zewnętrznych układów",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Design your assets with [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "a powerful pixel art and sprite editor",
  "Generate [sound effects with Jfxr](/game-jams)": "Generate [sound effects with Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "create effects and customize them in a few clicks",
  "Debugger": "Debugger",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Inspect the content of your game and make dynamic changes while previewing your game",
  "Performance profiler": "Performance profiler",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game",
  "Discover GDevelop editors": "Discover GDevelop editors",
  "Build ambitious games with advanced features": "Tworzenie ambitnych gier z zaawansowanymi funkcjami",
  "Communicate with external websites or services using HTTP requests.": "Communicate with external websites or services using HTTP requests.",
  "Use advanced events: loops, for-each...": "Use advanced events: loops, for-each...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game",
  "a powerful feature never seen in other game creation tools.": "a powerful feature never seen in other game creation tools.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "You can [use JavaScript to code](/javascript-game-engine) parts of your game",
  "use it for a few functions, to write extensions or the majority of your game.": "use it for a few functions, to write extensions or the majority of your game.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Search and [install new features with extensions](/extensions-and-sharing), built by the community",
  "get new, ready to use features for your game in a few clicks": "get new, ready to use features for your game in a few clicks",
  "Read the documentation about events": "Przeczytaj dokumentację dotyczącą zdarzeń",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "All editors of GDevelop - make platformer, shooter, rpg, action games...",
  "The game editors": "The game editors",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "The interface of GDevelop is made of intuitive editors to design your own games from scratch.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "See how to use GDevelop to add a trigger in your game in 90 seconds",
  "Scene editor": "Scene editor",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Get started in 2 minutes: Try GDevelop in your browser",
  "Events editor": "Events editor",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.",
  "Learn more about events in the tutorials": "Learn more about events in the tutorials",
  "Create platformer games with GDevelop": "Twórz gry platformowe z GDevelop",
  "Develop space shooter games with GDevelop": "Develop space shooter games with GDevelop",
  "Create mario-like games with GDevelop": "Create mario-like games with GDevelop",
  "Make strategy games with GDevelop": "Make strategy games with GDevelop",
  "Objects editors": "Objects editors",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...",
  "Discover all the objects available in GDevelop": "Discover all the objects available in GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Resources editor, sprite editor and sound effect generator",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Learn everything about the editors in the documentation",
  "Open in GDevelop": "Open in GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Examples of GDevelop - make platformer, shooter, rpg, action games...",
  "Examples and Starters": "Examples and Starters",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.",
  "Get started with tutorials": "Zacznij od samouczków (tutoriali)",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Ucz się krok po kroku jak używać GDevelop lub przeczytaj o konkretnej funkcji programu: Wiki zawiera tutoriale dla początkujących oraz kompletną dokumentację.",
  "Make games for Game jams": "Make games for Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop is a perfect fit for quickly making games during game jams.",
  "Make your assets with Piskel": "Make your assets with Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.",
  "Read more about making 8-bit and pixelart games": "Read more about making 8-bit and pixelart games",
  "Generate sounds effects in one click": "Generate sounds effects in one click",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.",
  "Read about all features available in GDevelop": "Read about all features available in GDevelop",
  "Ready-made behaviors": "Ready-made behaviors",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...",
  "Learn more about behaviors": "Learn more about behaviors",
  "GDevelop for Game studios, indies and Education": "GDevelop for Game studios, indies and Education",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop is a fast and flexible game engine that can be used for different use cases.",
  "Professional and Game Studios": "Professional and Game Studios",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT license: extend and contribute to the engine source code",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Adaptable editor based on JavaScript, React.js and WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integrate GDevelop in your team, use events or JavaScript according to your needs",
  "Get game designers, artists and developers to work on the same environment": "Get game designers, artists and developers to work on the same environment",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Game projects are human readable and support version control systems like Git or Mercurial",
  "GDevelop on GitHub": "GDevelop on GitHub",
  "Commercial support": "Commercial support",
  "Companies can provide commercial or free support for GDevelop:": "Companies can provide commercial or free support for GDevelop:",
  "See GDevelop support and promotion website": "See GDevelop support and promotion website",
  "Indie game developers": "Indie game developers",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.",
  "Free to use: download GDevelop and start making a game today": "Free to use: download GDevelop and start making a game today",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrated editors allowing to make game assets directly from GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Super fast prototyping with open-source community extensions and behaviors",
  "Custom behaviors make your game logic reusable and shareable": "Custom behaviors make your game logic reusable and shareable",
  "See all features": "See all features",
  "GDevelop for game jams": "GDevelop for game jams",
  "Education and game making": "Education and game making",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.",
  "Learn more about GDevelop and education": "Learn more about GDevelop and education",
  "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app": "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app",
  "Make games with a fast, intuitive game engine": "Make games with a fast, intuitive game engine",
  "Showcase of the games created with GDevelop": "Showcase of the games created with GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Oto kilka gier stworzonych z GDevelop. Następna powinien być Twoja!",
  "Show me more!": "Show me more!",
  "Made a nice game with GDevelop?": "Udało Ci się zrobić fajną grę w GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Będzie nam bardzo miło jeśli powiadomisz nas o swojej grze i dodasz ją tutaj. Przygotuj ciekawy zrzut ekranowy w dobrej jakości i upewnij się, że gra którą stworzyłeś jest na odpowiednio wysokim poziomie ;)",
  "Submit your game": "Prześlij swoją grę",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, a game created with GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "A juicy jet-combat roguelike game, made with GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.",
  "History": "History",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Fierce and juicy 2d jet combat against masses of air and ground based enemies",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another",
  "High replayability, your will evolve a little different on each run": "High replayability, your will evolve a little different on each run",
  "Seven zones with distinct enemy composition to explore": "Seven zones with distinct enemy composition to explore",
  "10+ screen-fillingbosses": "10+ screen-fillingbosses",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 chilled, multi-layered music tracks by Enuit and Ole Toensen",
  "Official website": "Official website",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, a game created with GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.",
  "Beautiful original graphics and animation": "Beautiful original graphics and animation",
  "Parallaxing backgrounds": "Parallaxing backgrounds",
  "Unique level design": "Unique level design",
  "Huge variety of unique levels, bosses and enemies": "Huge variety of unique levels, bosses and enemies",
  "Complex gameplay and controls": "Complex gameplay and controls",
  "Unique storyline with twists and surprises": "Unique storyline with twists and surprises",
  "Item Inventory: collect items to be used strategically throughout the game": "Item Inventory: collect items to be used strategically throughout the game",
  "Completely original 8-bit soundtrack": "Completely original 8-bit soundtrack",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape Deck feature that allows you to select your favorite music from the game",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Ability to revisit and replay levels to further your progress and unlock achievements",
  "Truly innovative Easter Eggs throughout": "Truly innovative Easter Eggs throughout",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Stwórz grę bez zbędnego programowania - Open Source Kreator gier natywnych oraz technologi HTML5",
  "The game engine for everyone": "The game engine for everyone",
  "GDevelop game maker software - create video games without coding": "GDevelop game maker software - create video games without coding",
  "Make your own games with GDevelop": "Make your own games with GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.",
  "Create any game": "Stwórz dowolną grę",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!",
  "Make 8-bit or pixel art games with GDevelop": "Make 8-bit or pixel art games with GDevelop",
  "Make adventure and point'n'click games with GDevelop": "Make adventure and point'n'click games with GDevelop",
  "Events: game creation, intuitive for all": "Events: game creation, intuitive for all",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Tym co sprawia, że GDevelop jest tak wyjątkowy i łatwy w użyciu są zdarzenia. Dzięki tak potężnemu narzędziu bez problemu przedstawisz logikę swojej gry, bez potrzeby uczenia się jakiegokolwiek języka programowania.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.",
  "Events enable easy game creation": "Events enable easy game creation",
  "Events being used in GDevelop to create the logic of a game": "Events being used in GDevelop to create the logic of a game",
  "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.": "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.",
  "Export your game anywhere, in one click": "Export your game anywhere, in one click",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Twórz gry dla iOS, Android, Windows, macOS i Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablets or phone: games made with GDevelop can run everywhere",
  "Unlimited possibilities": "Unlimited possibilities",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "See how to add a trigger button to your platformer game in 90 seconds",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.",
  "Create a platform game": "Create a platform game",
  "Create a casual mobile game": "Create a casual mobile game",
  "Tutorials for GDevelop and documentation on the wiki": "Poradniki dla GDevelop i dokumentacja na Wiki",
  "Start making games": "Start making games",
  "Using JavaScript to make your games with GDevelop": "Using JavaScript to make your games with GDevelop",
  "Using JavaScript with GDevelop": "Using JavaScript with GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop supports JavaScript to create your game or extend the game engine.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript can be used to write part of a game, alongside with events",
  "Add JavaScript code blocks inside your game": "Add JavaScript code blocks inside your game",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.",
  "Learn more about using JavaScript": "Learn more about using JavaScript",
  "Extend GDevelop with JavaScript extensions": "Extend GDevelop with JavaScript extensions",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "How to write extensions",
  "Game engine JavaScript documentation": "Game engine JavaScript documentation",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!",
  "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ": "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ",
  "Make your own 8-bit and pixelart games": "Make your own 8-bit and pixelart games",
  "Make 8-bit and pixelart games": "Make 8-bit and pixelart games",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor and tools to make your own 8bit games with GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "See Piskel sprite editor being used inside GDevelop to make a 8bit game",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.",
  "Download GDevelop to try Piskel": "Download GDevelop to try Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Read more about Lil BUB's game": "Read more about Lil BUB's game",
  "See other games made with GDevelop": "See other games made with GDevelop",
  "Your GDevelop game on the Poki web platform": "Your GDevelop game on the Poki web platform",
  "Join the Poki web platform": "Join the Poki web platform",
  "Get an audience of 30 million gamers from all over the world for your game.": "Get an audience of 30 million gamers from all over the world for your game.",
  "Discover what Poki can do for your game": "Discover what Poki can do for your game",
  "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.": "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.",
  "Browse games on Poki.com": "Browse games on Poki.com",
  "Poki Developers page": "Poki Developers page",
  "Export your game as an HTML5 game": "Export your game as an HTML5 game",
  "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.": "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.",
  "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.": "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.",
  "Export your game as HTML5": "Export your game as HTML5",
  "Submit your game on Poki": "Submit your game on Poki",
  "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.": "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "You can now **go back to GDevelop** to use the additional online exports and services."
}
