{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop é um editor de jogos de código aberto, feito para criar jogos de maneira rápida e intuitiva.",
  "Download the editor": "Baixe o editor",
  "Online game editor": "Editor de jogo on-line",
  "Game examples/starters": "Jogos de exemplo",
  "Documentation": "Documentação",
  "Tutorials": "Tutoriais",
  "Community forums": "Fóruns da Comunidade",
  "Discord": "Discord",
  "Contribute": "Contribua",
  "Facebook page": "Página no Facebook",
  "Twitter": "Twitter",
  "This website in your language": "Este site no seu idioma",
  "All GDevelop Features": "Todos os recursos do GDevelop",
  "Install new features with extensions": "Instale novos recursos com extensões",
  "Use JavaScript with the game engine": "Use JavaScript com a engine do jogo",
  "Ads with AdMob": "Anúncios com AdMob",
  "Create custom behaviors": "Crie  comportamentos customizados ",
  "Game editors": "Editores de jogo",
  "Games showcase": "Vitrine de jogos",
  "GDevelop for Game jams": "GDevelop para Game jams",
  "GDevelop for Education": "GDevelop para Educação",
  "Make 8-bit games": "Faça jogos em 8 bit",
  "Publish your web game on Poki": "Publish your web game on Poki",
  "Create for Facebook Instant Games": "Create for Facebook Instant Games",
  "GDevelop was created with love by": "GDevelop foi criado com amor por",
  "Thanks to the": "Obrigado aos",
  "contributors": "colaboradores",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "que adicionaram funcionalidades, corrigiram bugs, enviaram novos exemplos, escreveram tutoriais e que ajudaram a Comunidade.",
  "by": "por",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB é um bicho muito especial e único. Mais especificamente, ela é a [gata mais incrível do planeta](http://lilbub.com)... e seu jogo é feito com o GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "É um jogo retro de 8 bits, com belas artes e trilha sonora, que alterna entre níveis de plataforma, com segredos ocultos e níveis de tiro com chefes, vários inimigos e bônus.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights é um sensacional jogo de combate a jato em que você vai explodir, desviar e abrir caminho através de massas de inimigos tecnologicamente inferiores.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "À medida que sua missão de intervenção intergalática avança, seu hiper-jato adaptável evoluirá para algo mais forte e mais estranho, reunindo algumas das centenas de itens disponíveis no jogo.",
  "Buy on Steam": "Comprar na Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Faça o seu primeiro jogo",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Imagine e publique os seus jogos com GDevelop. Junto com tutoriais e exemplos.",
  "Try it online": "Testar online",
  "Download": "Download",
  "Features": "Funcionalidades",
  "Games": "Jogos",
  "Game studios & education": "Estúdio de Jogos & Educação",
  "Learn": "Aprenda",
  "Play Online": "Jogar On-line",
  "Learn More": "Learn More",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Adicione anúncios ao seu jogo com AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Use o AdMob em seus jogos GDevelop para exibir anúncios e vídeos para recompensar seus jogadores",
  "1) Create your AdMob account": "1) Crie sua conta do AdMob",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Vá no [site do AdMob](https://www.google.com/admob/) e crie uma conta. Então, crie um novo aplicativo no painel do Admob e um bloco de anúncio. Anote o ID do aplicativo e do bloco de anúncio, pois eles serão usados em seu jogo.",
  "Read the detailed instructions": "Leia as instruções",
  "2) Configure AdMob in GDevelop": "2) Configurar o AdMob no GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "No GDevelop, abra as propriedades do seu jogo e cole o **ID do aplicativo**. Isto será usado para o seu aplicativo mostrar anúncios do AdMob.",
  "3) Trigger ads display from events": "3) Use eventos para mostrar anúncios",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Adicione eventos em seu jogo para carregar e mostrar o anúncio quando necessário (isto pode ser quando o jogador passar de fase, por exemplo). Cole nos parâmetros da ação ID do block de anúncio. Você também pode inserir \"test\" para carregar um anúncio de teste.",
  "4) Publish your game on Android": "4) Publicar seu jogo para Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Você pode testar e publicar seu jogo para Android diretamente do GDevelop. No editor, abra seu jogo e em seguida na janela de exportação. Escolha Android, clique na Exportar e aguarde alguns minutos.",
  "How to publish to Android in one click": "Como publicar para Android em um clique",
  "Read the full tutorial": "Leia o tutorial completo",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Contribuia para a GDevelop - Ferramenta gratuita para criação de jogos HTML5",
  "Contribute to GDevelop": "Contribua para o GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop é um projeto open-source (até mesmo este site): qualquer um pode contribuir e melhorar o software!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Existem várias maneiras de você poder contribuir para GDevelop, dependendo do seu tempo, suas habilidades e no que você está interessado.",
  "Help to translate GDevelop": "Ajude a traduzir o GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop e o site podem ser traduzidos no seu idioma! As traduções são feitas em um site onde todos podem interagir.",
  "Help us by translating GDevelop!": "Ajude-nos, traduzindo o GDevelop!",
  "Translate the website": "Traduza o site",
  "Help to develop GDevelop": "Ajude a desenvolver o GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "É fácil de obter o código fonte do GDevelop e começar a melhorar as coisas!",
  "Contribute on GitHub": "Contribuir no GitHub",
  "Edit the website on GitHub": "Edite o site no GitHub",
  "Check the development roadmap": "Verifique o mapa de desenvolvimento",
  "Get involved in the community": "Envolva-se na Comunidade",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "O fórum e o chat do Discord são os lugares para obter e fornecer ajuda a outros utilizadores GDevelop!",
  "Go to the community forum": "Ir para o fórum da Comunidade",
  "Open the Discord chat": "Abrir o chat do Discord",
  "Follow GDevelop on Facebook and Twitter:": "Siga o GDevelop no Facebook e no Twitter:",
  "Write tutorials, record videos": "Escrever tutoriais, gravar vídeos",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Para a maioria dos iniciantes e utilizadores avançados, a página de ajuda e tutoriais tem os recursos mais valiosos para criar rapidamente jogos incríveis. Na wiki, você pode escrever tutoriais ou melhorar os existentes.",
  "Contribute to the wiki": "Contribuir para a wiki",
  "Create custom behaviors for your game objects in GDevelop": "Crie seus próprios comportamentos para seus objetos no GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "Em alguns cliques, você pode criar novos comportamentos para seus objetos - usando eventos ou JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash é um comportamento que é criado diretamente no GDevelop - ele permite que um objeto fique piscando",
  "Create custom behaviors - directly from GDevelop editor": "Criar seus próprios comportamentos - diretamente do GDevelop",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop permite que você crie novos comportamentos, usando os mesmos eventos que você está usando para criar as regras do seu jogo.",
  "Want enemies to automatically follow the player?": "Quer que os inimigos sigam automaticamente o jogador?",
  "Create a Follower behavior. 🏃‍♂️": "Crie um comportamento Perseguidor. 🏃‍♂️",
  "Want some rockets to target the player?": "Quer que alguns foguetes acertem o jogador?",
  "Create a Missile behavior. 🚀": "Crie um comportamento Foguete. 🚀",
  "Want enemies and the players to have health and take damage?": "Quer que os inimigos e jogadores tenham vida e tomem dano?",
  "Create a Health behavior. 💊": "Crie um comportamento Vida. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Comportamentos podem ser criados para qualquer tipo de objeto, e você pode criar suas próprias ações e condições associadas ao seu novo comportamento.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Uma ação é exposta pelo comportamento e pode ser usada como qualquer outra ação nos eventos",
  "Read the documentation about custom behaviors": "Leia a documentação sobre comportamentos personalizados",
  "Download GDevelop": "Baixar o GDevelop",
  "Import new behaviors, created by the GDevelop community": "Importe novos comportamentos, criados pela comunidade do GDevelop",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Comportamentos, assim como as extensões, podem ser compartilhados entre projetos. Você pode **exportar e importá-los** com alguns cliques. Se seu comportamento é genérico e reutilizável em vários jogos, você pode até mesmo envia-lo para ser integrado na lista de comportamentos personalizados, compartilhados pela comunidade.",
  "Create your game by assembling behaviors": "Crie seu jogo montando comportamentos",
  "perfect for fast prototyping": "perfeito para testar ideias",
  "Progressively create custom behaviors for objects in your game": "Crie, progressivamente, seus próprios compartamentos para os objetos do seu jogo",
  "ideal for large games and keeping simple events.": "ideal para jogos grandes e para manter eventos simples.",
  "How to install community extensions": "Como instalar extensões da comunidade",
  "Learn more about extensions": "Saiba mais sobre as extensões",
  "Search for new behaviors in the list of behaviors shared by the community": "Procure por novos comportamentos na lista de comportamentos compartilhados pela comunidade",
  "Download GDevelop or try it online - create games without programming": "Baixe GDevelop ou experimentá-lo on-line - crie jogos sem programação",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop é gratuito e pode ser usado para criar jogos com fins lucrativos ou não.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop roda em Windows, macOS e nas distribuições mais recentes de Linux. Você também pode experimentar on-line usando o Chrome, Firefox ou outro navegador recente.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Pensando o que há de novo nas versões mais recentes? Procure pelas notas de lançamento no programa ou veja [on-line](https://github.com/4ian/GDevelop/releases).",
  "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.": "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.",
  "To create your first game, start by reading a tutorial:": "Para criar seu primeiro jogo, comece lendo um tutorial:",
  "Create a platformer game": "Crie um jogo de plataforma",
  "Create a tank shooter game": "Crie um jogo de tiro com tanques",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop é um projeto open-source. Você pode-se envolver na Comunidade para melhorá-lo!",
  "Learn how to contribute": "Saiba como contribuir",
  "GDevelop 4 (old version)": "GDevelop 4 (versão antiga)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 ainda pode ser baixado. GDevelop 5 é recomendado para qualquer novo usuário pois o GDevelop 4 não será atualizado mais! Não será fornecido suporte no futuro para GDevelop 4: recomendamos qualquer usuário do 4 GDevelop a atualizar para o GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Mesmo que o GDevelop 4 suporte jogos nativos, recomendamos mudar para o GDevelop 5 e jogos HTML5, que são melhor suportados. Os jogos nativos serão adicionados ao GDevelop 5 posteriormente.",
  "GDevelop for the education - Teach game creation": "GDevelop para a educação - Ensine criação de jogos",
  "GDevelop for education": "GDevelop para educação",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Usar o GDevelop em sala de aula é uma oportunidade perfeita para ensinar programação, criação de jogos e liberar a criatividade dos alunos.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "O GDevelop já foi usado em salas de aula e cursos online, com estudantes de mídia digital ou crianças na primeira série!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Por favor, envie-nos suas fotos e tweets se você estiver usando o GDevelop para um curso!",
  "Install new extensions in GDevelop and share yours": "Instale novas extensões em GDevelop e compartilhe as suas",
  "Install new extensions and share them": "Instale novas extensões e compartilhe-as",
  "Search and add new features to your game in a few clicks.": "Pesquise e adicione novas funcionalidades para o seu jogo em alguns cliques.",
  "Search in the library of extensions, ready to be installed in one click": "Procure na biblioteca de extensões, pronto para ser instalado num clique",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Diretamente do editor, você pode explorar a **biblioteca on-line de extensões** (também chamada de \"gerenciador de pacotes\" ou uma \"loja de extensões\"). Extensões podem trazer *novos comportamentos* para os seus objetos do jogo, ou *ações, condições* ou expressões que estejam prontas para serem usadas nos eventos.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Extensões em destaque** são analisadas pelos pares. Eles são ideais para adicionar novos recursos a um ritmo rápido ao seu jogo, tornando ambos os protótipos de novos jogos um processo muito rápido e permitindo que jogos maiores sejam construídos por extensões de montagem.",
  "Read how to install extensions": "Leia como instalar extensões",
  "Learn about creating custom behaviors": "Aprenda sobre a criação de comportamentos personalizados",
  "Export your own extensions and share them": "Exportar suas próprias extensões e compartilhe-as",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Todas as extensões podem ser exportadas para um arquivo. Elas podem ser facilmente compartilhadas e integradas a outro projeto. Melhor ainda, se você tiver criado uma extensão útil, você pode enviá-la para ser integrada à biblioteca de [open-source, extensões da comunidade](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Como as extensões são construídas usando as folhas intuitivas de eventos GDevelop, eles podem ser compostos por eventos, [JavaScript ou uma mistura de ambos](/javascript-game-engine).",
  "How to start a new extension": "Como iniciar uma nova extensão",
  "How to share your extension": "Como compartilhar sua extensão",
  "Extensions can provide new behaviors that can be added to your game objects.": "Extensões podem fornecer novos comportamentos que podem ser adicionados aos seus objetos de jogo.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Faça seus próprios Jogos Instantâneos para Facebook com o GDevelop - publique seus jogos no Messenger",
  "Make games for Facebook Messenger": "Faça jogos para o Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Com o GDevelop, você pode exportar seu jogo como um Jogo Instantâneo do Facebook em dois cliques.",
  "1) Create your app on Facebook Developers": "1) Crie seu app no Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Primeira coisa, certifique-se de ter uma conta de * *desenvolvedor do Facebook* *. Crie um aplicativo e configure-o para a categoria \"Jogos\" e permita Instant Games em produtos:",
  "Go to Facebook Developers": "Ir para Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "Abra o GDevelop e exporte para os Instant Games do Facebook",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "No GDevelop, abra seu jogo e então a janela Exportar. Escolha **Jogos instantâneos do Facebook**, clique em Exportar e espere alguns segundos.",
  "More about exporting": "Mais sobre exportação",
  "3) Upload your game": "3) Envie seu jogo",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Volte para a página do seu jogo no Facebook Developers, escolha Web Hosting no menu e ** upload the file ** que foi exportado pelo GDevelop.",
  "You can also add testers to let your friends try your game.": "Você também pode adicionar testadores para que seus amigos experimentem seu jogo.",
  "More about uploading your game": "Mais sobre como enviar seu jogo",
  "4) Try your game on Messenger": "4) Tente o seu jogo no Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Agora, pegue seu telefone e ** abra o messenger **. Abra uma conversa, escolha Jogos e clique no ícone do seu jogo para começar a jogar!",
  "5) Use Instant Games features and publish your game!": "5) Use os recursos do Instant Games e publique seu jogo!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "O GDevelop deu-lhe acesso a funcionalidades específicas do Instant Games, como o nome do jogador, para melhor integrar o seu jogo nas conversas do Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Quando o seu jogo estiver pronto, envie-o para revisão pelo Facebook para que fique ** disponível em todo o mundo **!",
  "Read the full step-by-step tutorial": "Leia o tutorial passo-a-passo completo",
  "Features of GDevelop - create any kind of games without coding": "Características do GDevelop - cria qualquer tipo de jogo sem codificação",
  "Fully featured": "Completamente equipado",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop é acompanhado com dezenas de recursos para imaginar e criar qualquer tipo de jogos.",
  "Deploy your game everywhere": "Implantar seu jogo em todos os lugares",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Exportação de um clique para [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Um clique exportar para [Facebook Games](/facebook-instant-games) para jogar no Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Exportar seu jogo [para a web] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) em um clique",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Exportar seu jogo para iOS (com [compilação PhoneGap ou Cordova] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!": "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exportar como um jogo autônomo executável para Windows, macOS e Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[em um clique!] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Mostre [anúncios e recompense vídeos](/ads-in-your-your-game-with-admob) para os seus jogadores usando [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Aprenda como publicar o seu jogo",
  "Objects for your games": "Objetos para os seus jogos",
  "**Sprites** with multiple animations": "* * Sprites * * com várias animações",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Criar explosões, fogo e efeitos impressionantes com * * emissores de partícula * *",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** sprites, perfeito para plataformas",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Tiled sprites**, para criar mosaicos, andares e padrões repetidos",
  "**Text** objects": "Objetos **Texto**",
  "Formatted rich text with **BB Text** objects": "Formatted rich text with **BB Text** objects",
  "Embed videos with **Video** objects": "Incorporar vídeos com objetos **Video**",
  "Draw custom shapes on screen with **Shape Painters**": "Desenhar formas personalizadas no tela com o **Pintor de forma**",
  "Support for custom collision masks": "Suporte para máscaras de colisão personalizadas",
  "Read the documentation for all objects": "Leia a documentação para todos os objetos",
  "Try the online examples": "Experimente os exemplos on-line",
  "Use visual effects (\"shaders\")": "Use visual effects (\"shaders\")",
  "Dozens of visual effects are bundled with GDevelop": "Dozens of visual effects are bundled with GDevelop",
  "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...": "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...",
  "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).": "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).",
  "Learn how to use effects in GDevelop": "Learn how to use effects in GDevelop",
  "Add behaviors to your game objects": "Adicionar comportamentos para os objetos do jogo",
  "Physics engine": "Motor de física",
  "Add realistic behavior to your objects": "- Adicione um comportamento realista aos seus objetos",
  "Pathfinding": "Encontrar o caminho",
  "Have your objects move and avoiding obstacles": "Tenha os seu objetos em movimento e evitando obstáculos",
  "Top-down movement": "Movimento de cima para baixo",
  "Platformer engine": "Motor de jogo de plataformas",
  "create platformer games in a breeze": "- Crie jogos de plataformas num piscar de olhos",
  "Draggable objects": "Objetos arrastáveis",
  "quickly make your objects draggable with mouse/touch": "crie rapidamente os seus objetos arrastáveis com o mouse ou touch",
  "Anchor": "Âncora",
  "support multiple screen sizes by ensuring controls stay at the right position": "suporte múltiplos tamanhos de tela, garantindo que os controles permaneçam na posição certa",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "anime tranquilamente posições, tamanhos, opacidade e cores do objeto",
  "And more, to automate current tasks and behaviors in a few clicks!": "E mais, para automatizar as tarefas e comportamentos atuais em poucos cliques!",
  "Read the documentation for all behaviors": "Leia a documentação para todos os objetos",
  "Create your own custom behaviors": "Crie seus próprios comportamentos personalizados",
  "Make desktop & mobile-ready games": "Crie jogos para desktop e dispositivos móveis",
  "Save player data in the browser storage or on their devices": "Salve os dados do jogador no armazenamento do navegador ou nos dispositivos deles",
  "Full support for sound effects and musics": "Suporte completo para efeitos sonoros e música",
  "Support for touchscreens & multi-touch": "Suporte para telas sensíveis ao toque e multi-toque",
  "Design advanced levels and interfaces": "Níveis avançados de desenho e interfaces",
  "The scene editor lets you visually edit your levels": "O editor de cena permite que você edite visualmente seus níveis",
  "Support for multiple layers": "Suporte para múltiplas camadas",
  "Add interfaces and create parallax effects": "Adicione interfaces e crie efeitos de paralaxe",
  "Create your levels dynamically with external layouts": "Crie os seus níveis dinamicamente com layouts externos",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Crie seus arquivos com [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "um poderoso pixel art e sprite editor",
  "Generate [sound effects with Jfxr](/game-jams)": "Gere [efeitos sonoros com Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "crie efeitos e personalize-os em alguns cliques",
  "Debugger": "Depurador",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Inspecionar o conteúdo do seu jogo e fazer mudanças dinâmicas enquanto visualiza o seu jogo",
  "Performance profiler": "Perfil de desempenho",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[monitorar as manchas caro recurso] (http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) em seu jogo",
  "Discover GDevelop editors": "Descubra os editores do GDevelop",
  "Build ambitious games with advanced features": "Construa jogos ambiciosos com recursos avançados",
  "Communicate with external websites or services using HTTP requests.": "Comunique-se com sites externos usando solicitações HTTP.",
  "Use advanced events: loops, for-each...": "Use eventos avançados: ciclos, para-cada...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Crie **funções reutilizáveis** usando eventos, que podem ser usados como ações, condições ou expressões em seu jogo",
  "a powerful feature never seen in other game creation tools.": "um recurso poderoso nunca antes visto em outras ferramentas de criação de jogos.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipule variáveis com estruturas complexas arbitrárias, com suporte para leitura/escrita JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "Você pode [usar JavaScript para programar](/javascript-game-engine) partes do seu jogo",
  "use it for a few functions, to write extensions or the majority of your game.": "use-o para algumas funções, para escrever extensões ou a maioria do seu jogo.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Exiba anúncios em seu jogo com [AdMob](/ads-in-seu-your-game-with-admob) ou link para produtos de sua [Loja de lojas](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Pesquisar e [instalar novos recursos com extensões](/extensions-and-sharing), construídos pela comunidade",
  "get new, ready to use features for your game in a few clicks": "crie novos recursos prontos para serem usados em seu jogo em alguns cliques",
  "Read the documentation about events": "Leia a documentação sobre eventos",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Todos os editores de GDevelop - fazer jogo de plataformas, tiro, rpg, jogos de ação...",
  "The game editors": "Os editores de jogos",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "A interface de GDevelop é feita com editores intuitivos para projetar seus próprios jogos do zero.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Veja como usar o GDevelop para adicionar um gatilho no seu jogo em 90 segundos",
  "Scene editor": "Editor de cena",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Crie seus próprios níveis com o editor de cena: você pode escolher objetos, coloque-os na cena, ajustar a posição e tamanho. Totalmente, você pode projetar seus níveis com o editor de cena. Se você deseja criar níveis complexos ou interfaces, os layouts externos permitem que você criar peças de um nível e reutilizá-los em outras cenas.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Começar em 2 minutos: Teste GDevelop no seu navegador",
  "Events editor": "Editor de eventos",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imaginando e criando as regras do seu jogo não implicam aprender a sintaxe de uma linguagem de programação complexa. O editor de eventos exibe uma folha de eventos: cada um dos eventos é composto por condições e ações. Quando as condições são preenchidas, as ações são executadas. É tão simples.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Todas as condições e ações estão disponíveis em uma lista, assim você pode facilmente descobrir e encontrar o que você quer fazer as regras do seu jogo.",
  "Learn more about events in the tutorials": "Saiba mais sobre eventos em tutoriais",
  "Create platformer games with GDevelop": "Crie jogos de plataforma com GDevelop",
  "Develop space shooter games with GDevelop": "Criar jogo de nave com o GDevelop",
  "Create mario-like games with GDevelop": "Criar jogos estilo Mário (Plataforma) com GDevelop",
  "Make strategy games with GDevelop": "Crie jogos de estratégia com GDevelop",
  "Objects editors": "Editor de objetos",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Tudo o que é exibido na tela do seu jogo é um objeto. A maioria dos objetos são chamados sprites: eles são compostos de animações e pode ser usados para qualquer elemento animado. Por exemplo, seu jogador, inimigos ou bônus para escolher.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Outro objeto também estão disponíveis para criar interfaces ou adicionar efeitos para o seu jogo: textos, partículas, azulejos sprites...",
  "Discover all the objects available in GDevelop": "Descubra todos os objetos disponíveis em GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Editor de recursos, editor de sprite e gerador de efeitos sonoros",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Todas as imagens e arquivos de áudio usados em seu jogo estão listados no Editor de recursos. É uma maneira simples de gerenciar os ativos de seus jogos.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop vem empacotado com ativos gratuitos para começar! Para protótipo rápido e crie seus próprios ativos, GDevelop também é empacotado com um poderoso editor de arte chamado Piskel. Você também pode criar efeitos sonoros com um único clique usando o gerador de som integrado. É perfeito para [congestionamentos de jogo](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Aprenda tudo sobre os editores na documentação",
  "Open in GDevelop": "Abrir no GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Exemplos de GDevelop - fazer jogo de plataformas, tiro, rpg, jogos de ação...",
  "Examples and Starters": "Exemplos e Iniciadores",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "O GDevelop é fornecido com mais de 80 exemplos e iniciantes para que você inicie, aprenda ou experimente rapidamente um recurso específico.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Estes são os exemplos incluídos no GDevelop. Curioso? Você pode abrir e experimentá-los diretamente do seu navegador. O GDevelop é rápido para começar e você estará jogando com os exemplos em segundos.",
  "Get started with tutorials": "Começar com os tutoriais",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Aprenda passo a passo como usar o GDevelop, ou obtenha ajuda sobre uma funcionalidade específica: A wiki tem tutoriais para iniciantes e uma documentação completa sobre o software.",
  "Make games for Game jams": "Faça jogos para jams",
  "Game jams": "Jogo com jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop é perfeito para fazer jogos rapidamente durante as game jams.",
  "Make your assets with Piskel": "Faça suas artes com Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop vem com o **Piskel**, um editor de pixel-art que é perfeito para desenhar rapidamente seus sprites.",
  "Read more about making 8-bit and pixelart games": "Leia mais sobre como fazer jogos de 8 bits e pixel-art",
  "Generate sounds effects in one click": "Crie efeitos sonoros com um clique",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "Gdevelop tem um gerador de efeito de som,**Jfxr**. Voçê pode criar efeitos de som como explosões, pulo, moedas, \"power ups\" em um único clicke e customizar-los como quiser.",
  "Read about all features available in GDevelop": "Leia sobre todos os recursos disponíveis no GDevelop",
  "Ready-made behaviors": "Comportamentos já-feitos",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Quer criar um jogo de plataforma retrô? GDevelop tem comportamentos pré-criados que você pode anexar a seu personagem e suas plataformas. Em poucos segundos, você tem um jogo de plataforma básico funcionando e pronto para ser personalizado e aprimorado! Outros comportamentos, condições e ações também podem ser usadas para criar qualquer tipo de jogos 2D: shmup, \"Bullet Hell\", jogos de arcade...",
  "Learn more about behaviors": "Saiba mais sobre comportamentos",
  "GDevelop for Game studios, indies and Education": "GDevelop para estúdios de jogos, indies e educação",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop é um motor de jogo rápido e flexível que pode ser usado para diferentes casos de uso.",
  "Professional and Game Studios": "Estúdios Profissionais e de Jogos",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop é um editor de jogos que é leve, cuidadosamente projetado e de código aberto. O design único do editor foi explicado durante [talks em conferências internacionais](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "Licença MIT: altere e melhore o código fonte do editor",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Editor adaptável baseado em JavaScript, React.js e WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integre o GDevelop com sua equipe, use eventos ou JavaScript, de acordo com suas necessidades",
  "Get game designers, artists and developers to work on the same environment": "Obtenha designers, artistas e desenvolvedores de jogos para trabalhar no mesmo ambiente",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Projetos de jogos são humanos legíveis e suportam sistemas de controle de versões como Git ou Mercurial",
  "GDevelop on GitHub": "GDevelop no GitHub",
  "Commercial support": "Commercial support",
  "Companies can provide commercial or free support for GDevelop:": "Companies can provide commercial or free support for GDevelop:",
  "See GDevelop support and promotion website": "See GDevelop support and promotion website",
  "Indie game developers": "Desenvolvedores de jogos independentes",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Acessível e fácil de aprender, GDevelop é ideal para desenvolvedores de jogos indianos. Você será capaz de começar rapidamente um jogo e iterar usando eventos, comportamentos e novas extensões.",
  "Free to use: download GDevelop and start making a game today": "Gratuito: baixe o GDevelop e comece a fazer um jogo hoje",
  "Integrated editors allowing to make game assets directly from GDevelop": "Editores integrados que permitem fazer ativos de jogos diretamente do GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Protótipos super rápidos com extensões e comportamentos em código aberto feitos pela comunidade",
  "Custom behaviors make your game logic reusable and shareable": "Comportamentos personalizados tornam a lógica do seu jogo reutilizável e compartilhável",
  "See all features": "Ver todas as funcionalidades",
  "GDevelop for game jams": "GDevelop para game jams",
  "Education and game making": "Educação e criação de jogos",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Ensinando a criação ou programação de jogos para crianças ou alunos? GDevelop foi usado por dezenas de escolas, universidades e programas de bootcamp para todas as idades.",
  "Learn more about GDevelop and education": "Saiba mais sobre GDevelop e educação",
  "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app": "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app",
  "Make games with a fast, intuitive game engine": "Make games with a fast, intuitive game engine",
  "Showcase of the games created with GDevelop": "Monstruário dos jogos criados com GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Aqui estão alguns jogos criados com GDevelop. O próximo pode ser o seu!",
  "Show me more!": "Mostrar mais!",
  "Made a nice game with GDevelop?": "Fez um jogo legal no GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Nós vamos adorar saber sobre o seu jogo e adicioná-lo aqui. Verifique se tem boas capturas de tela prontas e que o jogo é de alta qualidade :)",
  "Submit your game": "Enviar seu jogo",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, jogo criado com GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Um suculento jogo roguelike de combate a jato, feito com o GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hiperespaço Dogfights é um suculento jato-combate roguelike em que você vai explodir, dodge e cortar o seu caminho através de massas de inimigos tecnologicamente inferiores. Como seu progride de missão intergaláctica de intervenção, o hiperjato adaptável irá evoluir para algo mais forte e mais estranho por reunir algumas das centenas de itens disponíveis no jogo.",
  "History": "História",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hiperespaço Dogfights começaram como um projeto paralelo para a exploração do espaço agora cancelados roguelike almirantes de hiperespaço. HDog estava com protótipo em 2016 atrasado, depois que ele recebeu um limitado acesso cedo lançamento na itch.io. Ao longo de 2017, a maioria de seu conteúdo foi desenvolvida e feedback contínuo de alfa foi tida em conta. O jogo foi característica-completo em 2018, depois que foi anunciado o lançamento de março.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Jatos 2D Ferozes e Suculentos combatem contra muitos inimigos do ar e do solo",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Centenas de passivos empilháveis, mais de cinquenta armas e ativos; Todos voltados á produzer estranhas sinergias com outras",
  "High replayability, your will evolve a little different on each run": "Alta rejogabilidade, você se desenvolverá um pouco diferentemente a cada jogada",
  "Seven zones with distinct enemy composition to explore": "Sete zonas com composição inimiga distinta para explorar",
  "10+ screen-fillingbosses": "10+ Chefões de Tela-Preenchida",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Jogadores híper-jatos para voar, todos vindo com pacotes Mk2 desbloqueáveis",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 faixas de música multi-camadas, refrigerados por Enuit e Ole Toensen",
  "Official website": "Site oficial",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "HELLO EARTH de Lil BUB, um jogo criado com GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Um jogo de 8-bit retro, com belas artes e trilha sonora, feita com GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Usando GDevelop, o jogo foi feito disponível para iOS, Android, Windows, macOS, Linux e até mesmo publicado como um verdadeiro jogo de Arcade.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "O jogo foi anunciado para o 5º aniversário do BUB. Para ajudar a tornar isso uma realidade, um Kickstarter foi lançado para que amigos do BUB todos ao redor do mundo podem contribuir. O kickstarter foi inicialmente lançado com $100.000 como meta, mas atingiu $148.000! BOM TRABALHO AMIGO.",
  "Beautiful original graphics and animation": "Animação e belos gráficos originais",
  "Parallaxing backgrounds": "Fundos parallaxing",
  "Unique level design": "Design de nível único",
  "Huge variety of unique levels, bosses and enemies": "Enorme variedade de níveis únicos, chefes e inimigos",
  "Complex gameplay and controls": "Controles e jogabilidade complexa",
  "Unique storyline with twists and surprises": "Enredo original, com reviravoltas e surpresas",
  "Item Inventory: collect items to be used strategically throughout the game": "Item de inventário: coletar itens para ser usado estrategicamente ao longo do jogo",
  "Completely original 8-bit soundtrack": "Trilha sonora de 8-bit completamente original",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape-Deck recurso que permite que você selecione sua música favorita do jogo",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Capacidade de rever e repetir os níveis para promover seu progresso e desbloquear conquistas",
  "Truly innovative Easter Eggs throughout": "Easter Eggs verdadeirament inovador entre",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Crie jogos sem programação - Plataforma para construção de jogos",
  "The game engine for everyone": "O editor de jogos para todos",
  "GDevelop game maker software - create video games without coding": "Software de criação de jogos GDevelop - crie video games sem programação",
  "Make your own games with GDevelop": "Faça seus próprios jogos com GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop é um motor de jogo open-source, multi-plataforma, projetado para todos - é extensível, rápido e fácil de aprender.",
  "Create any game": "Crie qualquer jogo",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Liberte sua criaticidade com GDevelop e crie qualquer tipo de jogo: plataformas, quebra-cabeças, atire neles, estratégia, [Jogos 8-Bit](/Faça jogos de pixelart 8-Bit)... Aprenda com exemplos ou começe um novo projeto do zero.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Com GDevelop, você pode fazer projetos simples por diversão ou criar jogos indie ambiciosos como [HELLO EARTH de Lil BUB](/games/lil-bub-hello-earth), [Briga-de-Cães Híperespaciais](/games/hyperspace-dogfights) e [toneladas de outros jogos](/games-showcase)!",
  "Make 8-bit or pixel art games with GDevelop": "Make 8-bit or pixel art games with GDevelop",
  "Make adventure and point'n'click games with GDevelop": "Make adventure and point'n'click games with GDevelop",
  "Events: game creation, intuitive for all": "Eventos: criação de jogos, intuitivo para todos",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "GDevelop é único e muito fácil de usar por causa dos \"eventos\". Eventos são um jeito incrível de traduzir a lógica que você que para o seu jogo, sem ter que falar a língua da sua máquina.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop dá a programação visual para o próximo passo, permitindo que você adicione [comportamentos prontos](/recursos) aos objetos do seu jogo e [faça novos comportamentos](/custom-behaviors) usando esses eventos intuitivos e fáceis de aprender.",
  "Events enable easy game creation": "Eventos habilitam a criação fácil de games",
  "Events being used in GDevelop to create the logic of a game": "Eventos snedo usados no GDevelop para criar a lógica de um jogo",
  "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.": "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.",
  "Export your game anywhere, in one click": "Exporte seu jogo em qualquer aparelho, em um clique",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publique os seus jogos na web, iOS, Android, Windows, Mac, Linux. Os jogos criados com GDevelop funcionam em qualquer lugar e até podem ser exportados com um clique para Android a partir do app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Crie jogos para iOS, Android, Windows, macOS e Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablets ou Smartphones: jogos feitos no GDevelop funcionam em qualquer lugar",
  "Unlimited possibilities": "Possibilidades infinitas",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Expresse suas ideias, pequenas ou grandes: você pode projetar novas características em minutos, e refinar elas sem limite. [Criando jogos](/games-showcase) nunca foi tão fácil e rápido, com [os editores visuais](/game-editors) fornecido pelo GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Quer ir ainda mais longe? Você pode extender o [motor de jogo com Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Veja como adicionar um botão de gatilho ao seu jogo de plataforma em 90 segundos",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Toneladas de exemplos](/game-examples-starters) também estão disponíveis e prontos para ser testados em um clique.",
  "Create a platform game": "Create a platform game",
  "Create a casual mobile game": "Create a casual mobile game",
  "Tutorials for GDevelop and documentation on the wiki": "Tutoriais para GDevelop e documentação na Wiki",
  "Start making games": "Comece a fazer jogos",
  "Using JavaScript to make your games with GDevelop": "Usando JavaScript para fazer seus jogos com o GDevelop",
  "Using JavaScript with GDevelop": "Usando JavaScript com GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop suporta JavaScript para criar seu jogo ou extender o motor de jogo.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript pode ser usado para escrever parte de um jogo, juntamente com eventos",
  "Add JavaScript code blocks inside your game": "Adicione blocos de código JavaScript dentro de seu jogo",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop suporta adicionar blocos de código JavaScript em qualquer momento nos eventos do seu jogo. É uma boa maneira de implementar um algoritmo complexo ou reutilizar funções de bibliotecas de código aberto. Eventos e blocos de código podem perfeitamente ser misturados juntos - para que você possa implementar partes ou até mesmo todo o seu jogo com JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "O editor JavaScript é baseado no super poderoso Editor de Mónaco, extraído do [Código Visual Studio](https://code.visualstudio.com/). As autocompleções Intellisenses são fornecidas e o editor suporta recursos avançados como multi-seleção para codificação mais rápida.",
  "Learn more about using JavaScript": "Aprenda mais usando JavaScript",
  "Extend GDevelop with JavaScript extensions": "Estenda GDevelop com extensões JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop é modular e pode ser estendido às suas necessidades. Em particular, todos os recursos disponíveis para jogos (objetos, comportamentos, eventos) são baseados no sistema de extensão. Você pode criar rapidamente novas extensões para seu jogo ou contribuir para as existentes como GDevelop é [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Como escrever extensões",
  "Game engine JavaScript documentation": "Documentação do motor de jogos JavaScript",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "O tema escuro sendo usado no GDevelop. O editor de código também vem agrupado com vários temas bonitos!",
  "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ": "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ",
  "Make your own 8-bit and pixelart games": "Faça seus próprios jogos 8-bit e de pixelart",
  "Make 8-bit and pixelart games": "Crie jogos 8-bit e pixelados",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Editor de Sprites e ferramentas para fazer seus próprios jogos 8-bit com GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Veja o editor de sprite Piskel sendo usado dentro do GDevelop para fazer um jogo 8-bit",
  "Piskel sprite editor": "Editor de sprite Piskel",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop está empacotado com [Piskel](https://www.piskelapp.com/), um poderoso e fácil de usar editor de sprite 2D. É a ferramenta perfeita para criar arquivos de arte de pixel para dar um sentimento retro ao seu jogo! Você pode criar objetos com múltiplas animações, editar a qualquer momento os sprites e ver o resultado através do lançamento de uma prévia do seu jogo.",
  "Download GDevelop to try Piskel": "Baixe GDevelop para experimentar o Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: um jogo de 8 bits com GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "É um jogo retro de 8 bits, com belas artes e trilha sonora, que alterna entre níveis de plataforma, com segredos ocultos e níveis de tiro com chefes, vários inimigos e bônus.",
  "Read more about Lil BUB's game": "Leia mais sobre o jogo Lil BUB",
  "See other games made with GDevelop": "Ver jogos feitos com GDevelop",
  "Your GDevelop game on the Poki web platform": "Your GDevelop game on the Poki web platform",
  "Join the Poki web platform": "Join the Poki web platform",
  "Get an audience of 30 million gamers from all over the world for your game.": "Get an audience of 30 million gamers from all over the world for your game.",
  "Discover what Poki can do for your game": "Discover what Poki can do for your game",
  "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.": "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.",
  "Browse games on Poki.com": "Browse games on Poki.com",
  "Poki Developers page": "Poki Developers page",
  "Export your game as an HTML5 game": "Export your game as an HTML5 game",
  "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.": "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.",
  "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.": "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.",
  "Export your game as HTML5": "Export your game as HTML5",
  "Submit your game on Poki": "Submit your game on Poki",
  "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.": "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "Houve um erro ou você cancelou a assinatura. Se você deseja obter uma assinatura para apoiar GDevelop e desbloquear serviços online, tente novamente para escolher uma do menu GDevelop (*My Perfile*).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "Como um software de código aberto, o GDevelop requer tempo e dinheiro para ser desenvolvido e sustentável. Obrigado pela sua contribuição! Se você quer se envolver mais, você também pode [ler todas as maneiras](/contribute) para contribuir para o ecossistema GDevelop.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Agora você pode **voltar para o GDevelop** para usar as exportações e serviços on-line adicionais."
}
