{
  "BUB is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with GDevelop!": "<b>BUB</b> é uma criatura gentil e muito especial. Mais especificamente, ela é a gata mais incrível do planeta... e o jogo é feito com <b>GDevelop</b>!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "O jogo é um jogo de 8-bit retro, com belas artes e trilha sonora, que alterna entre os níveis de jogos de plataforma, com segredos escondidos e níveis de atirador com chefes, vários inimigos e bônus.",
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop é um criador de jogo aberto. Ele pode ser usado por qualquer pessoa para criar qualquer tipo de jogos 2D.",
  "This website in your language": "Este site na sua língua",
  "Download the editor": "Baixe o editor",
  "Online game editor": "Editor de jogo on-line",
  "Community forums": "Fóruns da Comunidade",
  "Documentation & tutorials": "Documentação e tutoriais",
  "Features": "Caraterísticas",
  "Education": "Educação",
  "Games showcase": "Vitrine de jogos",
  "Contribute": "Contribua",
  "Facebook page": "Página no Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop foi criado com amor por",
  "Thanks to the": "Graças ao",
  "contributors": "contribuintes",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "quem adicionou funcionalidadess, corrigio bugs, enviou novos exemplos, escreveu tutoriais e ajudou a Comunidade.",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Faça o seu primeiro jogo",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Imagine e publique os seus jogos com GDevelop. Junto com tutoriais e exemplos.",
  "Try it online": "Experimente-o on-line",
  "Download": "Descarregar",
  "Games": "Jogos",
  "Tutorials": "Tutoriais",
  "LANG_CODE": "LANG_CODE",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Crie jogos sem programar - Criador de jogos nativos de código aberto em HTML5",
  "Contribute to GDevelop": "Contribua para o GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop é um projeto open-source (mesmo este site): qualquer um pode contribuir e melhorar o software!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Existem várias maneiras de você poder contribuir para GDevelop, dependendo do seu tempo, suas habilidades e o que você está interessado em.",
  "Help to translate GDevelop": "Ajude-nos, traduzindo o GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop e o site podem ser traduzidos na sua língua! As traduções são feitas num site onde todos podem interagir.",
  "Help us by translating GDevelop!": "Ajude-nos, traduzindo o GDevelop!",
  "Translate the website": "Traduza o site",
  "Help to develop GDevelop": "Ajude no desenvolvimento do GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "É fácil de obter o código fonte do GDevelop e começar a melhorar as coisas!",
  "Contribute on GitHub": "Contribua no GitHub",
  "Edit the website on GitHub": "Edite o site no GitHub",
  "Check the development roadmap": "Verifique o mapa de desenvolvimento",
  "Get involved in the community": "Envolva-se na Comunidade",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "O fórum e o chat de discórdia são o lugar para obter e fornecer ajuda a outros utilizadores GDevelop!",
  "Go to the community forum": "Ir para o fórum da Comunidade",
  "Open the Discord chat": "Abrir o chat de discórdia",
  "Follow GDevelop on Facebook and Twitter:": "Siga o GDevelop no Facebook e no Twitter:",
  "Write tutorials, record videos": "Escrever tutoriais, gravar vídeos",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Para a maioria dos iniciantes e utilizadores avançados, a página de ajuda e tutoriais tem os recursos mais valiosos para criar rapidamente grandes jogos. No wiki, você pode escrever tutoriais ou melhorar os existentes.",
  "Contribute to the wiki": "Contribuir para a wiki",
  "Download GDevelop": "Descarregar o GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop é gratuito e pode ser usado para criar jogos com fins lucrativos ou não.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop roda em Windows, macOS e nas distribuições de Linux mais recentes. Você também o pode o pode experimentar on-line usando o Chrome, Firefox ou outro navegador da web recentes.",
  "To create your first game, start by reading a tutorial:": "Para criar seu primeiro jogo, comece lendo um tutorial:",
  "Create a platformer game": "Criar um jogo de plataformas",
  "Create a tank shooter game": "Criar um jogo de tiro com tanques",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop é um projeto open-source. Você pode-se envolver na Comunidade para melhorá-lo!",
  "Learn how to contribute": "Saiba como contribuir",
  "GDevelop 4 (old version)": "GDevelop 4 (versão antiga)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 ainda pode ser descarregado. GDevelop 5 é recomendado para qualquer novo utilizador uma vez que o GDevelop 4 não vai ser mais atualizado! Não será fornecido suporte no futuro para o GDevelop 4: recomendamos a qualquer utilizador do 4 GDevelop para atualizar para o GDevelop 5.",
  "Windows": "Windows",
  "OpenSUSE/Fedora/Arch": "OpenSUSE/Fedora/Arch",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Mesmo se GDevelop 4 suporta jogos nativos, recomendamos mudar para GDevelop 5 e HTML5 jogos, que são melhor suportados. Jogos nativos serão adicionados a 5 GDevelop mais tarde.",
  "GDevelop for education": "GDevelop para a educação",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Usar GDevelop em sala de aula é uma oportunidade perfeita para ensinar programação, liberta a criatividade dos alunos fazendo jogos.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop já tem sido usado em salas de aulas e cursos on-line, com alunos do secundário ou crianças do ensino básico!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Por favor, envie-nos suas fotos e tweets se você estiver usando o GDevelop para um curso!",
  "Fully featured": "Completamente equipado",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop é acompanhado com dezenas de recursos para imaginar e criar qualquer tipo de jogos.",
  "Objects for your games": "Objetos para os seus jogos",
  "Sprites": "Sprites",
  "with multiple animations": "com várias animações",
  "\"9 patch\" and tiled sprites": "\"9 patch\" e sprites em mosaico",
  "Text objects": "Objetos de texto",
  "Draw custom shapes on screen with the Shape Painter": "Desenhar formas personalizadas no ecran com o pintor de forma",
  "Support for custom collision masks": "Suporte para máscaras de colisão personalizadas",
  "Read the documentation for all objects": "Leia a documentação para todos os objetos",
  "Add behaviors to your game objects": "Adicionar comportamentos para os objetos do jogo",
  "Physics engine": "Mecanismo de Física",
  "Add realistic behavior to your objects": "- Adicione um comportamento realista aos seus objetos",
  "Pathfinding": "Encontrar o caminho",
  "Have your objects move and avoiding obstacles": "Tenha os seu objetos em movimento e evitando obstáculos",
  "Top-down movement": "Movimento de cima para baixo",
  "Platformer engine": "Mecanismo de Plataformas",
  "create platformer games in a breeze": "crie jogos de plataformas num abrir e fechar de olhos",
  "Draggable objects": "Objetos arrastáveis",
  "quickly make your objects draggable with mouse/touch": "crie rapidamente os seus objetos arrastáveis com o rato e ecrã tátil",
  "And more, to automate current tasks and behaviors in a few clicks!": "E mais, para automatizar as tarefas e comportamentos atuais em poucos cliques!",
  "Read the documentation for all behaviors": "Leia a documentação para todos os objetos",
  "Design advanced levels and interfaces": "Níveis avançados de desenho e interfaces",
  "The scene editor lets you visually edit your levels": "O editor de cena deixa-o editar visualmente os seus níveis",
  "Support for multiple layers": "Suporte para múltiplas camadas",
  "Add interfaces and create parallax effects": "Adicione interfaces e crie efeitos de paralaxe",
  "Create your levels dynamically with external layouts": "Crie os seus níveis dinamicamente com layouts externos",
  "Integrated debugger and performance profilers": "Depurador integrado e controlo do desempenho",
  "coming soon!": "brevemente!",
  "Read the documentation for editors": "Leia a documentação para editores",
  "Make desktop & mobile-ready games": "Crie jogos para pc ou dispositivos móveis",
  "Save player data in browser/local storage": "Salvar dados do jogador no armazenamento do navegador/local",
  "Full support for sound effects and music": "Suporte completo para efeitos sonoros e música",
  "Support for touchscreens & multi-touch": "Suporte para telas sensíveis ao toque e multitoque",
  "Build ambitious games with advanced features": "Crie jogos ambiciosos com recursos avançados",
  "Communicate with external websites using HTTP requests": "Comunique com sítios da Web externos, usando pedidos HTTP",
  "Use advanced events: loops, for-each and even functions": "Uso avançado de eventos: loops, funções para cada um e até mesmo",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Manipular variáveis com estruturas complexas arbitrárias e até mesmo suporte a JSON",
  "You can even use JavaScript to code some parts of your game!": "Você ainda pode usar JavaScript para codificar algumas partes do seu jogo!",
  "Read the documentation about events": "Leia a documentação sobre eventos",
  "Deploy your game everywhere": "Implantar seu jogo em todos os lugares",
  "One click export for Android": "Um clique para exportar para o Android",
  "Export your game for the web in one click": "Exportar seu jogo para a web com um clique",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "Exportar seu jogo para iOS (com PhoneGap Build ou Cordova)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Publique seu jogo no Kongregate, Itch.io e outro site de jogos!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Exportar como um jogo autônomo executável para Windows, macOS e Linux",
  "Coming Soon!": "Brevemente!",
  "Learn how to publish your game": "Aprenda como publicar o seu jogo",
  "Here are a few games created with GDevelop. The next one should be yours!": "Aqui estão alguns jogos criados com GDevelop. O próximo deve ser o teu!",
  "by": "por",
  "Play": "Jogar",
  "Made a nice game with GDevelop?": "Fez um bom jogo com GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Nós vamos adorar saber sobre o seu jogo e adicioná-lo aqui. Verifique se tem bons screenshots prontos e que o jogo é de alta qualidade :)",
  "Submit your game": "Enviar seu jogo",
  "Create your own games": "Crie os seus próprios jogos",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop é um criador de jogo aberto, multi-plataforma, projetado para ser usado por todos - nenhuma habilidade de programação é necessária.",
  "Create any game": "Criar qualquer jogo",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "Liberte a sua criatividade com GDevelop e criar qualquer tipo de jogo: jogos de plataforma, quebra-cabeças, atire-em-, estratégia... Vá através de exemplos ou começar um novo projeto do zero.",
  "Create platformer games with GDevelop": "Criar jogos de plataforma com GDevelop",
  "Create space shooter games with GDevelop": "Criar jogos de tiro no espaço com GDevelop",
  "Create strategy games with GDevelop": "Criar jogos de estratégia com GDevelop",
  "Create games with GDevelop": "Crie jogos com GDevelop",
  "Events - game creation for everyone": "Eventos: criação de jogos para todos",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "O que faz GDevelop original e tão fácil de usar são os eventos. Eventos são uma forma poderosa para expressar a lógica do seu jogo, sem ter que aprender uma linguagem de programação.",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Quando a tecla de espaços for pressionada, a animação da personagem e som são executados. Se uma bomba toca no personagem, eles são ambos destruídos.",
  "Export your game in one click": "Exportar o seu jogo com um clique",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publique os seus jogos para a web, iOS, Android, Windows, Mac, Linux. Os jogos criados com GDevelop correm em qualquer lugar e até podem exportar com um clique para Android a partir da app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Crie jogos para iOS, Android, Windows, macOS e Linux",
  "Get started with tutorials": "Começar com os tutoriais",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Quer aprender passo a passo como usar o GDevelop, ou precisa de ajuda sobre uma característica específica? O wiki tem tutoriais para iniciantes e uma documentação completa sobre o software."
}