{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop - это создатель игр с открытым исходным кодом, с приоритетом быстрого и интуитивного создания игр.",
  "Download the editor": "Скачать редактор",
  "Online game editor": "Игровой онлайн редактор",
  "Game examples/starters": "Игровые примеры",
  "Documentation": "Документация",
  "Tutorials": "Руководство",
  "Community forums": "Форум сообщества",
  "Contribute": "Помощь",
  "Facebook page": "Страница на Facebook",
  "Twitter": "Твиттер",
  "This website in your language": "Этот сайт на вашем языке",
  "All GDevelop Features": "Все возможности GDevelop",
  "Install new features with extensions": "Устанавливаете новые возможности с помощью дополнений",
  "Facebook Instant Games": "Мгновенные игры Facebook",
  "Use JavaScript with the game engine": "Использовать JavaScript с игровым движком",
  "Ads with AdMob": "Рекламы с помощью AdMob",
  "Create custom behaviors": "Создание особых поведений",
  "Game editors": "Редакторы игры",
  "Games showcase": "Игровой показ",
  "GDevelop for Game jams": "GDevelop для игровых соревнований",
  "GDevelop for Education": "GDevelop для образования",
  "Make 8-bit games": "Создавайте 8-битные игры",
  "GDevelop was created with love by": "GDevelop был создан с любовью от",
  "Thanks to the": "Благодаря",
  "contributors": "участники",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "кто добавили нововведения, чинят ошибки/баги, присылают новые примеры, пишут руководство, и помогают сообществу.",
  "by": "от",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB - это очень особенная, одна из зверушек. В частности, она [самая удивительная кошка на планете](http://lilbub.com)... и ее игра сделана с GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Это 8-битная ретро игра, с красивой графикой и музыкальным оформлением, которое сменяется между платформенными уровнями, скрытыми секретами и шутерными уровнями с боссами, множеством врагов и бонусов.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights - это сочная реактивно-боевая, \"rogue-like\" игра, в которой вы будете взрывать, уклонятся и прорезать свой путь, сквозь массу технологически низших врагов.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "По мере продвижения вашей межгалактического продвижения миссии, ваш адаптивный гипер-реактивный самолет превратится во что-то более сильное и странное, собрав несколько сотен предметов доступных в игре.",
  "Buy on Steam": "Приобрести в Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Создай свою первую игру",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Придумывай и опубликуй свои игры с Gdevelop. Включает туториалы и примеры.",
  "Try it online": "Опробовать онлайн",
  "Download": "Скачать",
  "Features": "Особенности",
  "Games": "Игры",
  "Game studios & education": "Игровые студии и образование",
  "Learn": "Научится",
  "Play Online": "Играть онлайн",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Добавьте свою рекламу в игру через AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Используете AdMob в своих GDevelop-ых играх что бы выводить рекламу и/или показывать видео после просмотра который игрок получит награду",
  "1) Create your AdMob account": "1) Создайте свой AdMob аккаунт",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Перейдите на [сайт AdMob](https://www.google.com/admob/) и создайте акканут. После, создайте новое приложение из интерфейса Admob и добавьте рекламный блок. Учтите что идентификаторы как для приложения так и для рекламного блока будут использоваться в вашей игре.",
  "Read the detailed instructions": "Прочтите детальную инструкцию",
  "2) Configure AdMob in GDevelop": "2) Настройка AdMob в GDevelop-е",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "В GDevelop откройте настройки вашей игры и вставьте AdMob **app id** (идентификатор приложения). Это будет идентификация для вашего приложения что бы AdMob мог доставлять рекламу.",
  "3) Trigger ads display from events": "3) Показать рекламу если что то случится",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Добавьте события в своей игре для загрузки и показа рекламы когда надо (как пример - когда уровень успешно пройдет). Вставьте в параметр действия идентификатор вашего рекламного блока. Вы так же можете ввести \"test\" для загрузки тестовой рекламы.",
  "4) Publish your game on Android": "4) Публикация вашей игры под Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Вы можете протестировать и опубликовать вашу игру на Android на прямую из GDevelop. В редакторе, откройте свою игру и после окно экспорта приложения. Выберите Android, кликните по \"Экспортировать\" и подождите несколько минут.",
  "How to publish to Android in one click": "Публикация под Android в один клик",
  "Read the full tutorial": "Прочитать полное обучение",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Помогай GDevelop - инструмент с открытым исходным кодом для создания HTML5 игр",
  "Contribute to GDevelop": "Сделай свой вклад в GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop это проект с открытым кодом (в том числе и этот сайт): каждый может внести свой вклад в улучшение программы!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Существует несколько способов помочь GDevelop, в зависимости от вашего времени, ваших навыков и того, что вас интересует.",
  "Help to translate GDevelop": "Помоги перевести GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop и веб-сайт могут быть переведены на ваш язык! Переводы проводятся на веб-сайте, где каждый может принять участие.",
  "Help us by translating GDevelop!": "Помочь с переводом GDevelop!",
  "Translate the website": "Перевести страницу",
  "Help to develop GDevelop": "Помоги развивать GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Начать улучшать или просто скачать исходный код GDevelop легко!",
  "Contribute on GitHub": "Помощь на github",
  "Edit the website on GitHub": "Редактировать веб-сайт на GitHub",
  "Check the development roadmap": "Посмотрите планы разработки",
  "Get involved in the community": "Присоединись к сообществу",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "На форуме и в Discord-чате вы можете получить помощь и помочь другим GDevelop пользователям!",
  "Go to the community forum": "Перейти на форум сообщества",
  "Open the Discord chat": "Открыть чат Discord",
  "Follow GDevelop on Facebook and Twitter:": "Подпишитесь на GDevelop в Facebook и Twitter:",
  "Write tutorials, record videos": "Пишите обучение, записываете видео",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Для большинства новичков и даже продвинутых пользователей, учебники и справочная страница, являются наиболее ценными ресурсами для быстрого создания отличных игр. В вики вы можете написать учебники или улучшить существующие.",
  "Contribute to the wiki": "Внести вклад в wiki",
  "Create custom behaviors for your game objects in GDevelop": "Создание особых поведений для ваших игр в GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "В насколько кликов вы можете создать новые поведения для ваших внутриигровых объектов - с помощью событий или JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Мерцание - это особое поведение которое сделано прямо в GDevelop - позволяет объекту мерцать",
  "Create custom behaviors - directly from GDevelop editor": "Создайте особые поведение - прямо в GDevelop-ом редакторе",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop разрешает вам создавать новые поведения, используя те же события что вы использовали для создания привил вашей игры.",
  "Want enemies to automatically follow the player?": "Хотите что бы враги автоматически следовали за игроком?",
  "Create a Follower behavior. 🏃‍♂️": "Создайте поведение \"Преследования\" 🏃‍♂️",
  "Want some rockets to target the player?": "Хотите что бы ракеты целились в игрока?",
  "Create a Missile behavior. 🚀": "Создать поведение нацеленной ракеты",
  "Want enemies and the players to have health and take damage?": "Хотите что бы враги и игроки имели здоровье и получали урон?",
  "Create a Health behavior. 💊": "Создайте поведение \"Здоровье\" 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Поведения могут быть созданы для любых объектов, и вы можете создать свои действия и состояние ассоциируемые с новым поведением.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Действия вызываются поведением, и могут быть использованы как иное действие в событиях",
  "Read the documentation about custom behaviors": "Прочесть документацию о особых поведениях",
  "Download GDevelop": "Скачать GDevelop",
  "Import new behaviors, created by the GDevelop community": "Импортируете новые поведения, созданные обществом GDevelop",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Поведения, как и расширения, могут быть использованы из проекта в проект. Вы можете **export and import** (экспортировать и импортировать) в несколько кликов. Если ваше поведение обобщённое и переиспользовано в множестве игр, вы даже можете попросить интегрировать его в растущий лист особых поведений от общества.",
  "Create your game by assembling behaviors": "Создайте собственные игры собрав поведения",
  "perfect for fast prototyping": "идеально для быстрого прототипирования",
  "Progressively create custom behaviors for objects in your game": "Прогрессивно создавайте свои поведения для объектов в своей игре",
  "ideal for large games and keeping simple events.": "идеально для больших игр и поддержки малых событий.",
  "How to install community extensions": "Как устанавливать расширения от сообщества",
  "Learn more about extensions": "Узнайте больше о расширениях",
  "Search for new behaviors in the list of behaviors shared by the community": "Поиск новых поведения в списке поведения от общества",
  "Download GDevelop or try it online - create games without programming": "Скачайте GDevelop или попробуйте его онлайн - создание игр без программирования",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop бесплатен и может быть использован в коммерческих и некоммерческих целях.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop запускается на Windows, macOS и на большинстве дистрибутивов Linux-а. Вы так же можете попробовать его веб версию используя Chrome, Firefox или иной браузер.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Интересуетесь что в новейшей версии? Найдите релизные замечания в приложении или [онлайн](https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Вам нужно ** libgconf-2-4 ** в вашей системе. Введите `sudo apt-get install libgconf-2-4` в терминал или установите его из диспетчера пакетов.",
  "To create your first game, start by reading a tutorial:": "Чтобы создать свою первую игру, начните с чтения учебника:",
  "Create a platformer game": "Создать игру типа \"платформер\"",
  "Create a tank shooter game": "Создайте танковый шутер",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop - проект с открытым исходным кодом. Вы можете участвовать в сообществе, чтобы улучшить его!",
  "Learn how to contribute": "Узнайте, как внести свой вклад",
  "GDevelop 4 (old version)": "GDevelop 4 (старая версия)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 всё ещё остаётся доступным для скачивания. GDevelop 5 рекомендуется для новых пользователей ибо GDevelop 4 больше не будет обновляться! В будущем не будет осуществляться поддержка GDevelop 4: мы рекомендуем всем пользователям GDevelop 4 обновится до GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Даже то что GDevelop поддерживал нативные игры, мы рекомендуем перейти на GDevelop 5 и HTML5 игры, которые лучше поддерживаются. Нативные игры будут добавлены в GDevelop позже.",
  "GDevelop for the education - Teach game creation": "GDevelop для образования - Учитесь делать игры",
  "GDevelop for education": "GDevelop для образования",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Использование GDevelop в классе это прекрасная возможность научить программированию, разработке игр и дать свободу творчеству обучающегося.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop используется в школах и на онлайн-курсах, студентами информационных технологий и даже первоклассниками!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Пожалуйста отправьте нам свои фото и твитните если вы используете GDevelop на курсах!",
  "Install new extensions in GDevelop and share yours": "Устанавливаете новые дополнения в GDevelop или поделитесь своими",
  "Install new extensions and share them": "Устанавливаете новые дополнения и делитесь ими",
  "Search and add new features to your game in a few clicks.": "Ищите и добавляете новые возможности в вашу игру в несколько кликов.",
  "Search in the library of extensions, ready to be installed in one click": "Искать в библиотеке расширения, готовы к установке в один клик",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.",
  "Read how to install extensions": "Read how to install extensions",
  "Learn about creating custom behaviors": "Learn about creating custom behaviors",
  "Export your own extensions and share them": "Export your own extensions and share them",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).",
  "How to start a new extension": "How to start a new extension",
  "How to share your extension": "How to share your extension",
  "Extensions can provide new behaviors that can be added to your game objects.": "Extensions can provide new behaviors that can be added to your game objects.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Make Facebook Instant Games with GDevelop - publish your games on Messenger",
  "Make games for Facebook Messenger": "Сделать игры для Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "С GDevelop вы можете экспортировать вашу игру в Facebook Instant Game в 2 клика.",
  "1) Create your app on Facebook Developers": "1) Создайте приложение на Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Первое, что вам нужно, это убедиться, что у вас есть учетная запись на **Facebook Developers**. Создайте приложение и настройте его, чтобы выбрать «Игры» в качестве своей категории и включить Instant Games in Products:",
  "Go to Facebook Developers": "Перейти на Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Откройте GDevelop и экспортируйте для Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Откройте вашу игру в GDevelop, а затем окно «Экспорт». Выберите ** Facebook Instant Games **, нажмите «Экспорт» и подождите несколько секунд.",
  "More about exporting": "Подробнее об экспортировании",
  "3) Upload your game": "3) Загрузите вашу игру",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Вернитесь на страницу вашей игры в Facebook Developers, выберите Веб-Хостинг в меню и ** загрузите файл **, который был экспортирован GDevelop.",
  "You can also add testers to let your friends try your game.": "Вы также можете добавить тестеров, дать возможность друзьям попробовать вашу игру.",
  "More about uploading your game": "Подробнее о распространение вашей игры",
  "4) Try your game on Messenger": "4) Попробуй вашу игру в Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Теперь возьмитее ваш телефон и ** откройте мессенджер **. Откройте разговор, выберите Игры и нажмите на значок вашей игры, чтобы начать играть на нем!",
  "5) Use Instant Games features and publish your game!": "5) Используйте функции Мгновенных Игр и опубликуйте вашу игру!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop предоставляет вам доступ к функциям Instant Games, таким как имя игрока, чтобы лучше интегрировать вашу игру в разговоры Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Когда ваша игра будет готова, отправьте ее на рассмотрение Facebook, чтобы она стала доступна ** во всем мире **!",
  "Read the full step-by-step tutorial": "Прочтите полноценное пошаговое обучение",
  "Features of GDevelop - create any kind of games without coding": "Особенности GDevelop - создание любых игр без программирования",
  "Fully featured": "Полнофункциональный",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop поставляется с множеством функций, для того чтобы вообразить и создать любые игры.",
  "Deploy your game everywhere": "Разместите свою игру повсюду",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Один клик для экспорт в [Facebook Instant Games] (/ facebook-instant-games), чтобы играть в Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Экспортируйте свою игру [для Интернета] (http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) в один клик",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Публикуйте свою игру на Kongregate, Itch.io и другых игровых сайтах!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Экспорт в виде автономной исполняемой игры для Windows, MacOS и Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[в один клик!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Изучите более о публикации вашей игры",
  "Objects for your games": "Объекты для вашей игры",
  "**Sprites** with multiple animations": "**Спрайты** с несколькими анимациями",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Создавайте взрывы, огонь и впечатляющие эффекты с помощью ** Излучателей частиц **",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** sprites, perfect for platforms",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Tiled sprites**, to create mosaics, floors and repeating patterns",
  "**Text** objects": "**Text** objects",
  "Embed videos with **Video** objects": "Embed videos with **Video** objects",
  "Draw custom shapes on screen with **Shape Painters**": "Draw custom shapes on screen with **Shape Painters**",
  "Support for custom collision masks": "Поддержка пользовательских масок столкновений",
  "Read the documentation for all objects": "Прочитайте документацию по всем видам поведения",
  "Try the online examples": "Попробуйте онлайн-примеры",
  "Add behaviors to your game objects": "Добавляйте поведения к вашим игровым объектам",
  "Physics engine": "Физический движок",
  "Add realistic behavior to your objects": "Добавляйте реалистичное поведение к вашим объектам",
  "Pathfinding": "Поиск пути",
  "Have your objects move and avoiding obstacles": "Двигайте свои объекты и избегайте препятствий",
  "Top-down movement": "Движение с видом сверху",
  "Platformer engine": "Движок платформера",
  "create platformer games in a breeze": "создавайте платформеры на лету",
  "Draggable objects": "Перетаскиваемые объекты",
  "quickly make your objects draggable with mouse/touch": "быстро перетаскивайте ваши объекты с помощью мыши / касания",
  "Anchor": "Anchor",
  "support multiple screen sizes by ensuring controls stay at the right position": "support multiple screen sizes by ensuring controls stay at the right position",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "smoothly animate object positions, sizes, opacity and colors",
  "And more, to automate current tasks and behaviors in a few clicks!": "И еще больше, для автоматизации текущих задач и создания поведений в несколько кликов!",
  "Read the documentation for all behaviors": "Прочитайте документацию по всем видам поведения",
  "Create your own custom behaviors": "Create your own custom behaviors",
  "Make desktop & mobile-ready games": "Создавайте компьютерные и мобильные игры",
  "Save player data in the browser storage or on their devices": "Save player data in the browser storage or on their devices",
  "Full support for sound effects and musics": "Полная поддержка звуковых эффектов и музыки",
  "Support for touchscreens & multi-touch": "Поддержка сенсорных экранов и функции мультитач",
  "Design advanced levels and interfaces": "Дизайн сложных уровней и интерфейсов",
  "The scene editor lets you visually edit your levels": "Редактор сцен позволяет визуально редактировать уровни",
  "Support for multiple layers": "Поддержка нескольких слоев",
  "Add interfaces and create parallax effects": "Добавляйте интерфейсы и создавайте эффекты параллакса",
  "Create your levels dynamically with external layouts": "Делайте свои уровни динамичней, с помощью внешних макетов",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Design your assets with [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "мощный редактор пиксель-артов и спрайтов",
  "Generate [sound effects with Jfxr](/game-jams)": "Generate [sound effects with Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "create effects and customize them in a few clicks",
  "Debugger": "Отладчик",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Осмотрите содержимое своей игры и сделайте динамические изменения при просмотре своей игры",
  "Performance profiler": "Профайлер производительности",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[отслеживать дорогие места ресурса] (http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) в вашей игре",
  "Discover GDevelop editors": "Откройте для себя редакторы GDevelop",
  "Build ambitious games with advanced features": "Создание амбициозных игр с расширенными функциями",
  "Communicate with external websites or services using HTTP requests.": "Communicate with external websites or services using HTTP requests.",
  "Use advanced events: loops, for-each...": "Use advanced events: loops, for-each...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game",
  "a powerful feature never seen in other game creation tools.": "a powerful feature never seen in other game creation tools.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "You can [use JavaScript to code](/javascript-game-engine) parts of your game",
  "use it for a few functions, to write extensions or the majority of your game.": "use it for a few functions, to write extensions or the majority of your game.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Search and [install new features with extensions](/extensions-and-sharing), built by the community",
  "get new, ready to use features for your game in a few clicks": "get new, ready to use features for your game in a few clicks",
  "Read the documentation about events": "Прочтите документацию о событиях",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Все редакторы GDevelop - создают платформеры, шутеры, RPG, экшн-игры...",
  "The game editors": "Редакторы игр",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Интерфейс GDevelop сделан из интуитивно понятных редакторов для разработки собственных игр с нуля.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Узнайте, как использовать GDevelop для добавления триггера в игру за 90 секунд",
  "Scene editor": "Редактор сцены",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Создайте собственные уровни с помощью редактора сцен: вы можете выбрать объекты, поместить их на сцену, отрегулировать их положение и размер. Вы можете полностью сконструировать свои уровни с помощью редактора сцен. Если вы хотите создавать сложные уровни или интерфейсы, внешние макеты позволяют создавать части уровня, а затем повторно использовать их в других сценах.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Начало работу за 2 минуты: попробуйте GDevelop в своем браузере",
  "Events editor": "Редактор событий",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Все условия и действия доступны в списке, чтобы вам было проще узнавать и находить то, что хотите сделать правилами вашей игры.",
  "Learn more about events in the tutorials": "Узнайте больше о событиях в обучающих материалах",
  "Create platformer games with GDevelop": "Создавай платформеры с GDevelop",
  "Develop space shooter games with GDevelop": "Создавай космические стрелялки с GDevelop",
  "Create mario-like games with GDevelop": "Создавайте мариоподобные игры с GDevelop",
  "Make strategy games with GDevelop": "Создавай стратегические игры с GDevelop",
  "Objects editors": "Редакторы объектов",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Все, что отображается на экране вашей игры, является объектом. Большинство объектов называются спрайтами: они состоят из анимаций и могут использоваться для любого анимированного элемента. Например, ваш игрок, враги или бонусы.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Другие объекты также доступны для создания интерфейсов или добавления эффектов в вашу игру: тексты, частицы, плиточные спрайты...",
  "Discover all the objects available in GDevelop": "Откройте для себя все объекты, доступные в GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Resources editor, sprite editor and sound effect generator",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Все изображения и аудиофайлы, используемые в вашей игре, перечислены в редакторе ресурсов. Это простой способ управлять игровыми активами/ассетами.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Узнайте все о редакторах в документации",
  "Open in GDevelop": "Открыть в GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Примеры созданных в GDevelop - платформеров, стрелялок, ролевых игр, экшн-игр...",
  "Examples and Starters": "Примеры",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop поставляется с более чем 80 примерами и запусками, чтобы быстро начать, узнать или попробовать определенную функцию.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Это примеры, связанные с GDevelop. Любопытно? Вы можете открыть и попробовать их прямо из своего браузера. GDevelop работает быстро, и вы будете играть с примерами за считанные секунды.",
  "Get started with tutorials": "Начать изучение с обучающими материалами",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Изучите пошаговые инструкции по использованию GDevelop или получите справки об определенной функции: в вики есть учебные пособия для начинающих и полная документация для программного обеспечения.",
  "Make games for Game jams": "Make games for Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop is a perfect fit for quickly making games during game jams.",
  "Make your assets with Piskel": "Make your assets with Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.",
  "Read more about making 8-bit and pixelart games": "Read more about making 8-bit and pixelart games",
  "Generate sounds effects in one click": "Generate sounds effects in one click",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop имеет интегрированный генератор звуковых эффектов, **Jfxr**. Вы можете создать звуковой эффект подобный взрыву, монетки, бонуса в один клик или редактировать их как вам захочется.",
  "Read about all features available in GDevelop": "Прочесть о всех возможностях доступных в GDevelop",
  "Ready-made behaviors": "Готовые поведения",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Хотите создать ретро-платформерную игру? GDevelop имеет заранее подготовленное поведение, которое вы можете прикрепить к своему персонажу и вашим платформам. Через несколько секунд у вас есть базовый платформер, запущенный и готовый к настройке и расширению! Другие виды поведения, условия и действия могут также использоваться для создания любых 2D-игр: shmup, «Bullet Hell», аркадных игр...",
  "Learn more about behaviors": "Подробнее о поведениях",
  "GDevelop for Game studios, indies and Education": "GDevelop для игровых студий, инди проектов и образования",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop is a fast and flexible game engine that can be used for different use cases.",
  "Professional and Game Studios": "Professional and Game Studios",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT license: extend and contribute to the engine source code",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Adaptable editor based on JavaScript, React.js and WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integrate GDevelop in your team, use events or JavaScript according to your needs",
  "Get game designers, artists and developers to work on the same environment": "Get game designers, artists and developers to work on the same environment",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Game projects are human readable and support version control systems like Git or Mercurial",
  "GDevelop on GitHub": "GDevelop на GitHub",
  "Indie game developers": "Малым разработчикам игр",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.",
  "Free to use: download GDevelop and start making a game today": "Free to use: download GDevelop and start making a game today",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrated editors allowing to make game assets directly from GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Super fast prototyping with open-source community extensions and behaviors",
  "Custom behaviors make your game logic reusable and shareable": "Custom behaviors make your game logic reusable and shareable",
  "See all features": "Ознакомится со всеми возможностями",
  "GDevelop for game jams": "GDevelop для игровых соревнований",
  "Education and game making": "Образование и создание игр",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Обучение созданию игр или программированию детям или студентам? GDevelop используется множеством школ, университетами и учебными лагерями для всех возрастов.",
  "Learn more about GDevelop and education": "Узнайте больше о GDevelop и образовании",
  "Showcase of the games created with GDevelop": "Примеры игр сделанных в GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Вот несколько игр, созданных с помощью GDevelop. Следующая должна быть вашей!",
  "Show me more!": "Покажите мне больше!",
  "Made a nice game with GDevelop?": "Сделали хорошую игру с GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Мы будем рады узнать о вашей игре и добавить ее здесь. Удостоверьтесь, что у вас готовые красивые скриншоты и игра высокого качества :)",
  "Submit your game": "Предложите свою игру",
  "Hyperspace Dogfights, a game created with GDevelop": "Гиперпространственные собачьи бои, игра созданная в GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Сочная, реактивно-боевая \"roguelike-подобная игра\", сделанная в GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights - сочный реактивный roguelike, в котором вы будете взрывать, уклоняться и прорезать свой путь через массы технически уступающих врагов. По мере продвижения вашей межгалактической миссии вмешательства, ваш адаптивный гипер-стрит превратится, во что-то более сильное и странное, собрав несколько сотен предметов доступных в игре.",
  "History": "История",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights начались как побочный проект для нашего теперь отмененного космического исследования roguelike Hyperspace Admirals. HDOG был прототипирован в конце 2016 года, после чего получил ограниченный ранний доступ на itch.io. В течение 2017 года большая часть его контента была разработана, и была учтена непрерывная альфа-обратная связь. Игра была завершена в марте 2018 года, после чего был анонсирован релиз.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Жестокий и сочный 2d реактивный бой против масс воздушных и наземных врагов",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Сотни наращиваемых пассивов, более пятидесяти видов оружия и активов; все они направлены на создание странного синергизма с другим",
  "High replayability, your will evolve a little different on each run": "Высокая воспроизводимость, вы будете немножко прогрессировать при каждом запуске",
  "Seven zones with distinct enemy composition to explore": "Семь зон с отличным составом противника для изучения",
  "10+ screen-fillingbosses": "10+ экраное наполнение",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Игровых гипер-реактивных самолётов для полетов, появляются с разблокируемыми загрузками mk2",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 расслабляющих, многослойных музыкальных треков от Enuit и Ole Toensen",
  "Official website": "Официальный сайт",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "LEL BUB's HELLO EARTH, игра, созданная с помощью GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "8-битная ретро игра с прекрасной графикой и саундтреком, сделанная с GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Используя GDevelop, игра была доступна для iOS, Android, Windows, MacOS, Linux и даже опубликована как настоящая аркадная игра.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Игра была объявлена ​​для 5-го дня рождения BUB. Чтобы воплотить это в реальность, Kickstarter был запущен так, чтобы все друзья BUB по всему миру могли внести свой вклад. Первоначально запуск kickstarter начинался с 100 000 долларов в качестве цели, но достиг 148 000 долларов! ХОРОШАЯ РАБОТА\n BUB.",
  "Beautiful original graphics and animation": "Красивая оригинальная графика и анимация",
  "Parallaxing backgrounds": "Параллакс-фоны",
  "Unique level design": "Уникальный дизайн уровней",
  "Huge variety of unique levels, bosses and enemies": "Огромное разнообразие уникальных уровней, боссов и врагов",
  "Complex gameplay and controls": "Комплексный геймплей и управление",
  "Unique storyline with twists and surprises": "Уникальная история с сюжетными поворотами и сюрпризами",
  "Item Inventory: collect items to be used strategically throughout the game": "Инвентарь: собирать предметы, которые будут использоваться стратегически на протяжении всей игры",
  "Completely original 8-bit soundtrack": "Оригинальный 8-битный саундтрек",
  "Tape Deck feature that allows you to select your favorite music from the game": "Функция Лента, позволяет вам выбирать свою любимую музыку из игры",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Возможность пересматривать и воспроизводить уровни, чтобы продвинуть ваш прогресс и разблокировать достижения",
  "Truly innovative Easter Eggs throughout": "Истинно инновационные пасхалки повсюду",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Создавай игры без программирования - конструктор HTML5 и нативных игр с открытым исходным кодом",
  "The game engine for everyone": "Игровой движок для каждого",
  "GDevelop game maker software - create video games without coding": "Программное обеспечение GDevelop для создания игр - создавайте видеоигры без программирования",
  "Make your own games with GDevelop": "Делайте ваши собственные игры с GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.",
  "Create any game": "Создайте любую игру",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Выпустите свою креативность с помощью GDevelop и создайте любую игру: платформеры, головоломки, шуте'м'апы, стратегии, [8-битные игры] (/ make-8bit-pixelart-games)... Пройдите примеры или запустите новый проект с нуля.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "С GDevelop вы можете создавать простые проекты для развлечения или создавать амбициозные инди-игры, такие как [LIL BUB's HELLO EARTH] (/ games / lil-bub-hello-earth), [Hyperspace Dogfights] (/ games / hyperspace-dogfights) и [тонны других игр] (/ games-showcase)!",
  "Events: game creation, intuitive for all": "Events: game creation, intuitive for all",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Что делает GDevelop уникальным и простым в использовании - так это события. События - мощное средство для выражения логики вашей игры, без необходимости изучения языка программирования.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.",
  "Events enable easy game creation": "События позволяют легко создавать игры",
  "Events being used in GDevelop to create the logic of a game": "В GDevelop, для создания логики игры \n используются события",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Когда нажат Space/Пробел, воспроизводятся анимация персонажа и звук. Если персонаж касается бомбы, они оба уничтожаются.",
  "Export your game anywhere, in one click": "Экспортируете вашу игру куда угодно, в один клик",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Публикуйте ваши игры в Интернете, iOS, Android, Windows, Mac, Linux и даже [Facebook Messenger] (/ facebook-instant-games). Игры, созданные с помощью GDevelop, запускаются где угодно, и вы даже можете экспортировать их на Андроид в один клик.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Делайте игры для iOS, Android, Windows, MacOS и Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Ноутбук, планшеты или телефон: игры, выполненные с помощью GDevelop, могут работать везде",
  "Unlimited possibilities": "Бесконечные возможности",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Хотите пойти еще дальше? Вы можете расширить [игровой движок с помощью Javascript] (/ javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Узнайте, как добавить триггерную кнопку в свою платформенную игру за 90 секунд",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Тонны примеров] (/ игры/примеры/стартеры) также доступны и готовы к проверке в один клик.",
  "Tutorials for GDevelop and documentation on the wiki": "Учебники по GDevelop и документация на вики",
  "Start making games": "Начните делать игры",
  "Using JavaScript to make your games with GDevelop": "Использование JavaScript для создания игр с помощью GDevelop",
  "Using JavaScript with GDevelop": "Использование JavaScript с GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop поддерживает JavaScript для создания вашей игры или расширения игрового движка.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript может использоваться для написания части игры, наряду с событиями",
  "Add JavaScript code blocks inside your game": "Добавить кодовые блоки JavaScript внутри вашей игры",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop поддерживает добавление блоков кода JavaScript в события вашей игры в любой момент. Это хороший способ реализовать сложный алгоритм или функции повторного использования из библиотек с открытым исходным кодом. События и блоки кода могут быть смешаны вместе - так что вы можете реализовать части или даже всю свою игру с помощью JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "Редактор JavaScript основан на супер мощном редакторе Monaco, извлеченном из [Visual Studio Code] (https://code.visualstudio.com/). Предусмотрены автозаполнения Intellisense, и редактор поддерживающий расширенные функции, такие как множественный выбор для более быстрого кодирования.",
  "Learn more about using JavaScript": "Подробнее об использовании JavaScript",
  "Extend GDevelop with JavaScript extensions": "Расширение GDevelop с помощью JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop является модульным и может быть расширен в соответствии с вашими потребностями. В частности, все функции, доступные для игр (объекты, поведение, события), основаны на системе расширения. Вы можете быстро создать новые расширения для своей игры или внести свой вклад в существующие, поскольку GDevelop - это [Открытое программное обеспечение] (https://github.com/4ian/GD).",
  "How to write extensions": "Как написать расширения",
  "Game engine JavaScript documentation": "Документация по движку JavaScript",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "В GDevelop используется Темная тема. Редактор кода также поставляется в комплекте с несколькими красивыми темами!",
  "Make your own 8-bit and pixelart games": "Создавайте свои собственные 8-битные и пиксельные игры",
  "Make 8-bit and pixelart games": "Делайте 8-битные и пиксельные игры",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Спрайтовый редактор и инструменты для создания собственных 8-битных игр с GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Посмотрите редактор спрайтов Piskel, который используется внутри GDevelop для создания 8-битной игры",
  "Piskel sprite editor": "Спрайтовый редактор Piskel",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop поставляется с [Piskel] (https://www.piskelapp.com/), мощным и простым в использовании 2D-редактором спрайтов. Это идеальный инструмент для создания пиксельной графики, чтобы дать ощущение ретро вашей игре! Вы можете создавать объекты с несколькими анимациями, редактировать в любое время спрайты и видеть результат, запустив предварительный просмотр вашей игры.",
  "Download GDevelop to try Piskel": "Загрузите GDevelop, чтобы попробовать Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "LELL BUB HELLO EARTH: 8-битная игра, сделанная с GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "LELL BUB's HELLO EARTH - это ретро-8-битная игра с прекрасной графикой и саундтреком, которая чередуется между уровнями платформеров, со скрытыми секретами и уровнями шутера с боссами, множеством врагов и бонусами.",
  "Read more about Lil BUB's game": "Узнайте больше о Lil BUB",
  "See other games made with GDevelop": "Посмотреть другие игры, сделанные с GDevelop",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Теперь вы можете **вернутся обратно к GDevelop** что бы использовать онлайн экспорт и сервисы."
}
