{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop je odprtokodni program za ustvarjanje iger. Usmerjen je v hitro in intuitivno ustvarjanje iger.",
  "Download the editor": "Prenesi urejevalnik",
  "Online game editor": "Spletni urejevalnik",
  "Game examples/starters": "Primeri iger/osnov",
  "Documentation": "Dokumentacija",
  "Tutorials": "Vodiči",
  "Community forums": "Forum skupnosti",
  "Contribute": "Prispevaj",
  "Facebook page": "Facebook stran",
  "Twitter": "Twitter",
  "This website in your language": "Ta stran v vašem jeziku",
  "All GDevelop Features": "Vse GDevelop funkcije",
  "Install new features with extensions": "Z razširitvami dodajte nove funkcije",
  "Facebook Instant Games": "Facebook instant igre",
  "Use JavaScript with the game engine": "Uporabite JavaScript s pogonom igre",
  "Ads with AdMob": "Oglasi z AdMob",
  "Create custom behaviors": "Ustvarite lastna obnašanja",
  "Game editors": "Urejevalniki iger",
  "Games showcase": "Izložba iger",
  "GDevelop for Game jams": "GDevelop za Game jam-e",
  "GDevelop for Education": "GDevelop za izobraževanje",
  "Make 8-bit games": "Ustvarite 8 bitne igre",
  "GDevelop was created with love by": "GDevelop je z ljubeznijo razvil",
  "Thanks to the": "Hvala vsem",
  "contributors": "sodelavcem",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "ki so dodali funkcije, popravljali hrošče, pošiljali nove primere, pisali vodiče in pomagali skupnosti.",
  "by": "s strani",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB zelo posebno bitje. Bolj natančno - ona je [najbolj neverjetna mačka na svetu](http://lilbub.com)... in njena igra je ustvarjena z GDevelop-om!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Gre za 8 bitno retro igro, ki ima čudovito grafiko in glasbo. Prehaja med platformskimi nivoji, ki vsebujejo skrivnosti in strelskimi nivoji s šefi, številnimi sovražniki in bonusi.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights je sočna reaktivna borba v kateri se boste prebijali skozi mase tehnološko manj naprednih sovražnikov.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Med napredovanjem po vaši medgalaktični misiji, se bo vaša adaptivni hyper-jet razvijal v nekaj močnejšega in čudnega, ko boste zbirali na stotine predmetov, ki so na voljo v igri.",
  "Buy on Steam": "Kupi na Steam-u",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Ustvarite svojo prvo igro",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "GDevelop omogoča, da igro razvijete od zamisli do objave. Vsebuje vodnike in primere.",
  "Try it online": "Preizkusite ga na spletu",
  "Download": "Prenesi",
  "Features": "Značilnosti",
  "Games": "Igre",
  "Game studios & education": "Studii iger & izobraževanje",
  "Learn": "Učenje",
  "Play Online": "Igranje na spletu",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Svoji igri dodajte AdMob oglase",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Uporabite AdMob v svoji GDevelop igri za prikazovanje oglasov in nagrad",
  "1) Create your AdMob account": "1) Ustvarite svoj AdMob račun",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Pojdite na [AdMob spletno stran](https://www.google.com/admob/) in ustvarite račun. Potem ustvarite novo aplikacijo s pomočjo AdMob vmesnika in oglasno enoto. Zapomnite si identifikatorja za oboje - aplikacijo in oglasno enoto, ker ju boste rabili v vaši igri.",
  "Read the detailed instructions": "Preberite natančna navodila",
  "2) Configure AdMob in GDevelop": "2) Nastavite AdMob v GDevelop-u",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "V GDevelop odprite nastavitve za vašo igro in prilepite **app id** iz AdMob-a. Ta bo služila za prenos oglasov preko AdMob v vašo aplikacijo.",
  "3) Trigger ads display from events": "3) Sprožite prikaz oglasov preko dogodkov",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "V svojo igro dodajte dogodke, ki bodo po potrebi naložili in prikazali oglasde (npr. ko igralec uspešno konča stopnjo). V parametre akcije prenesite identifikator oglasne enote. Za nalaganje testnega oglasa lahko vnesete tudi \"test\".",
  "4) Publish your game on Android": "4) Izdajte svojo igro za Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "Svojo igro lahko preizkusite in izdate za Android in to nesporedno iz GDevelop-a. V urejevalniku odprite svojo igro in nato okno za izvoz. Izberite Android in kliknite na Izvozi, potem pa počakajte nekaj minut.",
  "How to publish to Android in one click": "Kako izdati igro za Android z enim klikom?",
  "Read the full tutorial": "Preberite celoten vodnik",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Prispevajte k GDevelop-u - odprtokodnemu orodju za razvoj HTML5 iger",
  "Contribute to GDevelop": "Prispevajte h GDevelop-u",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop je odprtokodni projekt (tudi ta spletna stran): vsakdo lahko prispeva in izboljša to prgramsko opeemo!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Obstajajo številni načini, na katere lahko prispevate programu GDevelop, odvisno od vašega časa, vašega znanja in vašega zanimanja.",
  "Help to translate GDevelop": "Pomagajte prevesti GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop in spletno stran lahko prevedete v vaš jezik! Prevaja se na spletni strani, ki omogoča sodelovanje vsem.",
  "Help us by translating GDevelop!": "Pomagajte nam prevesti GDevelop!",
  "Translate the website": "Prevedite spletno stran",
  "Help to develop GDevelop": "Pomagajte razvijati GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Preprosto je pridobiti GDevelop izvorno kodo in začeti izboljševati stvari!",
  "Contribute on GitHub": "Prispevaj na GitHub-u",
  "Edit the website on GitHub": "Uredi spletno stran na GitHub-u",
  "Check the development roadmap": "Preveri razvojni plan",
  "Get involved in the community": "Povežite se s skupnostjo",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum in Discord klepet sta mesti, kjer se dobi in ponuja pomoč za uproabnike programa GDevelop!",
  "Go to the community forum": "Pojdite na forum skupnosti",
  "Open the Discord chat": "Odprite Discord klepet",
  "Follow GDevelop on Facebook and Twitter:": "Sledite projektu GDevelop na Facebooku ali Twitterju:",
  "Write tutorials, record videos": "Pišite vodnike, snemajte videe",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Večini začetnikov, pa tudi naprednejšim uporabnikom, so vodniki in strani s pomočjo zelo koristen vir za hitrejše ustvarjanje iger. Na wikiju lahko pišete vodnike ali izboljšate obstoječe.",
  "Contribute to the wiki": "Prispevajte na wiki",
  "Create custom behaviors for your game objects in GDevelop": "Ustvarite lastna obnašanja za objekte vaše igre v GDevelop-u",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "Z le nekaj kliki lahko ustvarite nova obnašanja za vašo igro, tako da uporabite dogodke ali JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash je lastno obnašanje, ki je ustvarjeno neposredno iz GDevelop-a in omoghoča objektu za utripne",
  "Create custom behaviors - directly from GDevelop editor": "Ustvarite lastna obnašanja - neposredno iz urejevalnika GDevelop",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop omogoča ustvarjanje novih obnašanj iz istih dogodkov, kot so tista, ki jih uproabljate pri ustvarjanju pravil vaše igre.",
  "Want enemies to automatically follow the player?": "Ali bi radi, da sovražniki samodejno sledijo igralcu?",
  "Create a Follower behavior. 🏃‍♂️": "Ustvarite obnašanje Sledilec. 🏃‍♂️",
  "Want some rockets to target the player?": "Ali bi radi, da rakete merijo na igralca?",
  "Create a Missile behavior. 🚀": "Ustvarite obnašanje Projektil. 🚀",
  "Want enemies and the players to have health and take damage?": "Ali bi radi, da imajo igralci zdravje in da se lahko poškodujejo?",
  "Create a Health behavior. 💊": "Ustvarite obnašanje Zdravje. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Obnašanja so lahko ustvarjena za poljuben objekt. Lahko pa ustvarite tudi lastne akcije in pogoje, ki so dodana novemu obnašanju.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "Akcije so izvedene s strani obnašanja in jih lahko uporabljamo, kot druge akcije v dogodkih",
  "Read the documentation about custom behaviors": "Preberite dokumentacijo o lastnih obnašanjih",
  "Download GDevelop": "Prenesite GDevelop",
  "Import new behaviors, created by the GDevelop community": "Uvozite nova obnašanja, ki jih je ustvarila GDevelop skupnost",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Obnašanja lahko, tako kot razširitve, delite med projekti. **Uvoziti in izvoziti** jih je mogoče z le nekaj kliki. Če je vaše obnašanje generično in ponovno uporabno v več igrah, ga lahko tudi posredujete, da bo integrirano v seznam lastnih obnašanj, ki jih deli skupnost in ki se hitro povečuje.",
  "Create your game by assembling behaviors": "Ustvarite svojeo igro z sestavljanjem obnašanj",
  "perfect for fast prototyping": "perfektno za ustvarjanje prototipov",
  "Progressively create custom behaviors for objects in your game": "Progresivno ustvarite lastna obnašanja za objekte v svoji igri",
  "ideal for large games and keeping simple events.": "idealno za velike igre in ohranjanje enostavnih dogodkov.",
  "How to install community extensions": "Kako namestiti razširitve skupnosti?",
  "Learn more about extensions": "Naučite se več o razširitvah",
  "Search for new behaviors in the list of behaviors shared by the community": "Poiščite nova obnašanja v seznamu obnašanj, ki jih deli skupnost",
  "Download GDevelop or try it online - create games without programming": "Prenesite GDevelop ali ga preizkusite na spletu - ustvarite igre brez programiranja",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop je brezplačen in je lahko uporabljen tako za profitno, kot ne-profitno ustvarjanje iger.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop teče na sistemih Windows, macOS in zadnjih različicah Linux. Lahko preizkusite tudi spletno različico na Chrome, Firefox ali drugih sodobnih brskalnikih.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Vas zanima, kaj je novega v zadnji različici? Poiščite opombe k izdaji v aplikaciji ali na [online](https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Na vašem sistemu potrebujete **libgconf-2-4**. Vtipkajte `sudo apt-get install libgconf-2-4` v terminal ali ga namestitet iz upravljalnika paketov.",
  "To create your first game, start by reading a tutorial:": "Pri ustvarjanju vaše prve igre, začnite tako, da preberete enega od vodnikov:",
  "Create a platformer game": "Ustvarite platformsko igro",
  "Create a tank shooter game": "Ustvarite tankovsko streljačino",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop je odprtokodni projekt. Lahko se pridružite skupnosti, da ga izboljšate!",
  "Learn how to contribute": "Naučite se prispevati",
  "GDevelop 4 (old version)": "GDevelop 4 (stara različica)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 je še vedno mogoče prenesti. Za nove uporabnike je pripročen GDevelop 5, ker GDevelop 4 ne bo več posodabljan! V prihodnosti ne bo več podpore za GDevelop 4: vsem uproabnikom GDevelop 4 priporočamo prehod na GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Četudi GDevelop 4 podpira lastni format iger, priporočamo prehod na GDevelop 5 in HTML 5 igre, ki so bolje podprte. Lastni format iger bo naknadno dodan v GDevelop 5.",
  "GDevelop for the education - Teach game creation": "GDevelop 5 za izobraževanje - Učite ustvarjanje iger",
  "GDevelop for education": "GDevelop za izobraževanje",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Uporaba GDevelop-a v razredu je popolna priložnost za poučevanje programiranja, ustvarjanja iger in razvoj kreativnosti učencev.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop se že uporablja, tako v razredih, kot tudi v spletnih tečajih; tako s študenti digitalnih medijev, kot tudi s prvošolci!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Prosimo, pošljite nam slike in tweete, če uporabljate GDevelop za izobraževanje!",
  "Install new extensions in GDevelop and share yours": "Namestite novo razširitev v GDevelop in delite svoje",
  "Install new extensions and share them": "Namestite nove razširitve in jih delite",
  "Search and add new features to your game in a few clicks.": "Poiščite nove funkcije in jih dodajte v svojo igro z le nekaj kliki.",
  "Search in the library of extensions, ready to be installed in one click": "Iščite po knjižnici razširitev, ki so pripravljene za namestitev z enim klikom",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Neposredno iz urejevalnika lahko raziskujete **spletno knjižnico razširitev** (imenovano tudi \"upravljalnik paketov\" ali \"trgovina z razširitvami\"). Razširitve prinašajo *nova obnašanja* vašim igralnim objektom ali *akcije, pogoje* in izraze, ki so pripravljeni za uporabo v dogodkih.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Izbrane razširitve** so strokovno ocenjene. So idealne za dodajanje hitro novih funkcij v vašo igro, kar zelo pospeši izdelovanje prototipov novih iger ter ustvarjanje zahtevnejših iger, s kombiniranjem razširitev.",
  "Read how to install extensions": "Preberite, kako namestiti razširitve",
  "Learn about creating custom behaviors": "Naučite se ustvarjati lastna obnašanja",
  "Export your own extensions and share them": "Izvozite svoje razširitve in jih delite z drugimi",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "Vse razširitve je mogoče izvoziti kot datoteko. Preprosto jih je mogoče deliti ali uporabiti v drugih projektih. Še bolje, če ste ustvarili uporabno razširitevm jo lahko posredujete, da bo dodana v knjižnico [odprtkodnih razširitev skupnosti](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "Ker so razširitve zgrajene s pomočjo intuitivne GDevelop tabele dogodkov, jih je mogoče zgraditi iz dogodkov [JavaScript ali mešanico obojega] (/javascript-game-engine).",
  "How to start a new extension": "Kako začeti novo razširitev?",
  "How to share your extension": "Kako deliti svojo razširitev?",
  "Extensions can provide new behaviors that can be added to your game objects.": "Razširitve lahko dodajo nova obnašanja, ki jih je mogoče uporabiti v vaši igri.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Ustvarite Facebook Instant Games z uporabo GDevelop-a - objavite svoje igre na Messenger-ju",
  "Make games for Facebook Messenger": "Ustvarite igre za Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Le dva klika potrebujete, da Gdevelop izvozi vašo igro kot Facebook Instant Game.",
  "1) Create your app on Facebook Developers": "1) Ustvarite svojo aplikacijo na Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Najprej se preričajte, da imate račun na **Facebook Developers**. Ustvarite aplikacijo in ga nastavite tako, da izbere \"Games\", kot njeno kategorijo in omogoči Instant Games v Products:",
  "Go to Facebook Developers": "Pojdite na Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Odprite GDevelop in izvozite igro za FAcebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "V Gdevelop-u odprite igro in nato okno Izvozi. Izberite **Facebook Instant Games**, kliknite na Izvozi in počakajte nekaj sekund.",
  "More about exporting": "Več o izvažanju",
  "3) Upload your game": "3) Naložite svojo igro",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Vrnite se na stran igre na Facebook Developers, izberite Web Hosting v meniju in **naložite datoteko**, ki jo je izvozil Gdevelop.",
  "You can also add testers to let your friends try your game.": "Lahko dodate tudi preizkuševalce, tako da bodo vaši prijatelji lahko preizkusili vašo igro.",
  "More about uploading your game": "Več o nalaganju vaše igre",
  "4) Try your game on Messenger": "4) Preizkusite svojo igro v Messengerju",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Vzemite pametni telefon in **odprite Messenger**. Zaženite pogovor, izberite Games in kliknite na ikono vaše igre, da jo začnete igrati!",
  "5) Use Instant Games features and publish your game!": "5) Uporabite funkcije, ki jih Instant Games ponuja, da objavite svojo igro!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop vam je dal dostop do specifičnih funkciji za Instant Games, koto so ime igralca, da se vaša igra bolje integrira v pogovore na Messengerju.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Ko je vaša igra prirpavljena, jo posrdujte za Facebook recenzijo, kar omogoča, da postane **na voljo po celem svetu**!",
  "Read the full step-by-step tutorial": "Preberite celoten vodnik po posameznih korakih",
  "Features of GDevelop - create any kind of games without coding": "Funkcionalnost GDevelop-a - ustvarite kakršnokoli igro brez kodiranja",
  "Fully featured": "Polna funkcionalnost",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop vsebuje številne funkcije, ki omogočajo ustvarjanje poljubnih vrst iger.",
  "Deploy your game everywhere": "Ditribuirajte svojo igro povsod",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "Izvoz za [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios) z le enim klikom.",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Izvoz za [Facebook Instant Games](/facebook-instant-games), za igranje v Messengerju, z le enim klikom.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Izvoz za [splet](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) z le enim klikom",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Izvoz za iOS (z uporabo programa [PhoneGap Build ali Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Objavite svojo igro na Kongregate, Itch.io ali drugem igralnem spletišču!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Izvoz samostojne igre za Windows, macOS ali Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[z enim klikom!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Vašim igralcem prikažite [video oglase in nagrade](/ads-in-your-game-with-admob) z uporabo [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Naučite se, kako objaviti svojo igro",
  "Objects for your games": "Objekti za vašo igro",
  "**Sprites** with multiple animations": "**Figure** z več animacijami",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Ustvarite eksplozije, ogenj in impresivne učinke s **sevalniki delcev**",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** figure, ki so idealne za platformske igre",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Ponavljajoče figure** za ustvarjanje mozaikov, tal ali ponavljajočih se vzorcev",
  "**Text** objects": "**Tekstovni** objekti",
  "Embed videos with **Video** objects": "Vključite video z **video** objekti",
  "Draw custom shapes on screen with **Shape Painters**": "Narišite lastne slike na zaslon s pomočjo **risarja likov**",
  "Support for custom collision masks": "Podpora za lastne maske trkov",
  "Read the documentation for all objects": "Preberite dokumentacijo za vse objekte",
  "Try the online examples": "Preizkusite primere na spletu",
  "Add behaviors to your game objects": "Vašim objektom v igri dodajte obnašanja",
  "Physics engine": "Fizikalni pogon",
  "Add realistic behavior to your objects": "Vašim objektom dodajte realistično obnašanje",
  "Pathfinding": "Iskanje poti",
  "Have your objects move and avoiding obstacles": "Vaši objekti naj se pri premikanju izogibajo oviram",
  "Top-down movement": "Gibanje od zgoraj navzdol",
  "Platformer engine": "Platformski pogon",
  "create platformer games in a breeze": "ustvarite platformske igre v zelo kratkem času",
  "Draggable objects": "Vlečljivi objekti",
  "quickly make your objects draggable with mouse/touch": "hitro prilagodite svoje objekte, da jih boste lahko vlekli z miško ali dotikom",
  "Anchor": "Sidranje",
  "support multiple screen sizes by ensuring controls stay at the right position": "podprto je delo na več zaslonih, ob čemer je zagotovljeno, da bodo kontrole ostale na pravih mestih",
  "Tweens": "Interpolirane animacije",
  "smoothly animate object positions, sizes, opacity and colors": "ustvarite mehke animacije objektove pozicije velikosti, neprosojnosti in barv",
  "And more, to automate current tasks and behaviors in a few clicks!": "Še več za avtomatizacijo trenutnih dejanj in obnašanj z le nekaj kliki!",
  "Read the documentation for all behaviors": "Preberite dokumentacijo za vse vrste obnašanja",
  "Create your own custom behaviors": "Ustvarite vaša lastna obnašanja",
  "Make desktop & mobile-ready games": "Usvarite igre za namizje in miblne naprave",
  "Save player data in the browser storage or on their devices": "Shranite podatke o igralcu v pomnilnik spletnega brskalnika ali naprave",
  "Full support for sound effects and musics": "Polna podpora za zvočne učinke in glasbo",
  "Support for touchscreens & multi-touch": "Podpora za zaslone na dotik in več-dotikov (multitouch)",
  "Design advanced levels and interfaces": "Oblikujte napredne stopnje in vmesnike",
  "The scene editor lets you visually edit your levels": "Urejevalnik scene omogoča vizualno urejanje vaših stopenj",
  "Support for multiple layers": "Podpora za več ravnin",
  "Add interfaces and create parallax effects": "Dodajte vmesnike in ustvarite učinek paralakse",
  "Create your levels dynamically with external layouts": "Ustvarite dinamične stopnje z uporabo zunanjih razporeditev",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Oblikujte svoje stvari z [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "močan urejevalnik figur in piksel-umetnosti",
  "Generate [sound effects with Jfxr](/game-jams)": "Ustvarite [zvočne učinke z Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "ustvarite učinke in jih prilagodite v le nekaj klikih",
  "Debugger": "Razhroščevalnik",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Opazujte vsebino svoje igre in izvedite diamične spremembe, kar med predogledom vaše igre",
  "Performance profiler": "Profilator zmogljivosti",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[nadzorujte, kaj obremenjuje vaše vire](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) vaše igre",
  "Discover GDevelop editors": "Odkrijte GDevelop urejevalnike",
  "Build ambitious games with advanced features": "Ustvarite ambiciozne igre z naprednimi funkcijami",
  "Communicate with external websites or services using HTTP requests.": "Komunicirajte z zunanjimi spletnimi stranmi, z uporabo HTTP zahtevkov.",
  "Use advanced events: loops, for-each...": "Uporabite napredne dogodke: ponavljanja, 'for' zanke...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Ustvarite ponovno uporabne **funkcije**, z uporabo dogodkov, ki jih lahko v svoji igri uporabite kot akcije, pogoje ali izraze",
  "a powerful feature never seen in other game creation tools.": "to je zmogljiva funkcionalnost, ki jo ne ponuja nobeno durgo orodje za ustvarjanje iger.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Spreminjajte spremenljivke s poljubno kompleksnimi strukturami ob podpori zapisovanju in branju JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "Lahko uporabljate [JavaScript kodo](/javascript-game-engine) za ustvarjanje delov vaše igre",
  "use it for a few functions, to write extensions or the majority of your game.": "uporabite jo za le nekaj funkcij, za pisanje razširitev ali za glavnino vaše igre.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "V vaši igri objavljajte oglase z [AdMob](/ads-in-your-game-with-admob) ali ustvarite povezave na svojo [Shopify trgovino](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Poiščite in [namestite nove funkcije preko razširitev]](/extensions-and-sharing), ki jih ustvarja skupnost",
  "get new, ready to use features for your game in a few clicks": "pridobite nove funkcionalnosti, ki so takoj na voljo za rabo v vaši igri, z le nekaj kliki",
  "Read the documentation about events": "Preberite dokumentacijo o dogodkih",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Vsi urejevalniki GDevelop-a - ustvari platformsko igro, streljačino, RPG, akcijsko igro...",
  "The game editors": "Urejevalniki iger",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Vmesnik programa GDevelop sestavljajo intuitivni urejevalniki za oblikovanje vaše igre iz nič.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Oglejte si, kako lahko s pomočjo GDevelop-a dodate stikalo v vašo igro, v le 90 sekundah",
  "Scene editor": "Urejevalnik scene",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Oblikujte svoje lastne stopnje s pomočjo urejavalnika scene: lahko izberete objekte, jih dodate na sceno, jim določite pozicijo in velikost, ... Z urejevalnikom scene lahko svoje stopnje oblikujete v celoti. Če bi radi ustvarili kompleksne stopnje ali vmesnike, vam bodo v pomoč zunanje razporeditve, ki omogočajo ustvarjenaje delov stopnje, ki jih lahko ponovno uporabite v drugih scenah.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Začnite z delom v dveh minutah: Preizkusite GDeveloper v svojem brskalniku",
  "Events editor": "Urejevalnik dogodkov",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Za snovanje in izvedbo pravil vaše igre, ne potrebujete znanja o sintaksi kakšnega kompleksnega programskega jezika. urejevalnik dogodkov prikazuje tabelo dogodkov: vsak dogodek je sestavljen iz pogojev in akcij. Ko so pogoji izpolnjeni, se akcije izvedejo. Tako preprosto je to.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Vsi pogoji in akcije so na voljo v seznamu, tako da jih lahko enostavno odkrijete in najdete tisto, kar bi radi storili v pravilih svoje igre.",
  "Learn more about events in the tutorials": "Naučite se več o dogodkih v vodnikih",
  "Create platformer games with GDevelop": "Ustvarite platformske igre z GDevelop-om",
  "Develop space shooter games with GDevelop": "Ustvarite vesoljske streljačine s pomočjo GDevelop-a",
  "Create mario-like games with GDevelop": "Naredite igre podobne Mariu z uporabo GDevelop-a",
  "Make strategy games with GDevelop": "Izdelajte strategije z GDevelop-om",
  "Objects editors": "Urejevalniki objektov",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Vse, kar je prikazano na zaslonu vaše igre, je objekt. Večina objektov se imenuje figure: sestavljene so iz animacij, ki jih je mogoče uporabiti za poljuben animirani element, kot je denimo vaš igralec, sovražniki ali bonusi, ki jih je potrebno pobrati.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Na voljo so tudi drugi objekti za ustvarjanje vmesnikov ali dodajanje učinkov v vašo igro: napise, delce, mozaike...",
  "Discover all the objects available in GDevelop": "Odkrijte vse objekte, ki jih ponuja GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Urejevalnik virov, urejevalnik figur in generator zvočnih učinkov",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Vse slike in zvočne datoteke, ki so uporabljene v vaši igri, so navedene v urejevalniku virov. Gre za preprost način, da upravljate elemente svoje igre.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop ima dodane brezplačne elemente, ki vam pomagajo začeti! Da bi lahko čim hitreje razvijali in ustvarili lastne elemente, ima GDevelop dodan zmogljiv urejevalnik piksel umetnosti, ki se imenuje Piskel. Z le enim klikom pa lahko ustvarjate tudi zvočne učinke, s pomočjo vgrajenega zvočnega generatorja. Prefektno za [igralne jame](/game-jams/)!",
  "Learn everything about the editors in the documentation": "V dokumentaciji se naučite vsega o urejevalnikih",
  "Open in GDevelop": "Odprite v GDevelop-u",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Primeri za GDevelop - ustvarite platformsko igro, streljačino, rpg, akcijsko igro...",
  "Examples and Starters": "Primeri in začetne predloge",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop ima dodanih več kot 80+ primerov in začetnih predlog, ki vam omogočajo hiter začetek, učenje in preizkušanje določenih funkcij.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "To so primeri, ki pridejo z GDevelop-om. Radovedni? Lahko jih odprete in preizkusite neposredno v vašem brskalniku. GDevelop se hitro zažene, tako da boste lahko začeli igranje v le nekaj sekundah.",
  "Get started with tutorials": "Seznanite se z vodniki",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Učite se uporabe GDevelop-a korak po koraku ali poiščite pomoč o določeni funkcij: na wikiju se nahajajo vodniki za začetnike in celotna dokumentacija programske opreme.",
  "Make games for Game jams": "Ustvarite igre za igralne džeme",
  "Game jams": "Igralni džemi",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop je popolnoma ustrezen za hitro ustvarjanje iger na igralnih džemih.",
  "Make your assets with Piskel": "Izdelajte svoje elemente s Piskel-om",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop ima dodan **Piskel**, urejevalnik figur, ki je perfekten za hitro risanje figur in piksel-umetnosti.",
  "Read more about making 8-bit and pixelart games": "Prebrite si več o ustvarjanju 8-bitnih in piksel-umetniških igrah",
  "Generate sounds effects in one click": "Ustvarite zvočne učinke z le enim klikom",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop ima integriran zvočni generator **Jfxr**. Lahko ustvarite zvočne učinke, kot so eksplozije, skoki, kovanci, povečanja moči z le enim klikom in jih prilagodite po želji.",
  "Read about all features available in GDevelop": "Preberite več o vseh funkcijah, ki so na voljo v GDevelop-u",
  "Ready-made behaviors": "Obnašanja, pripravljena za uporabo",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Ali bi radi ustvarili retro platformsko igro? GDevelop ima vnaprej narejena obnašanja, ki jih lahko dodate svojemu liku in vašim platformam. V nekaj sekundah imate narejeno platformsko igro, ki jo lahko prilagajate in dopolnjujete! Druga obnašanja, pogoje ali akcije lahko prav tako uporabite za ustvarjanje poljubnih 2D iger: arkadne igre, strelske pekle,...",
  "Learn more about behaviors": "Naučite se več o obnašanjih",
  "GDevelop for Game studios, indies and Education": "GDevelop za igralne studie, neodvisne razvijalce in izobraževalce",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop je hiter in fleksibilen igralni pogn, ki se lahko uporablja za različne primere.",
  "Professional and Game Studios": "Profesionalci in igralni studii",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop je lahek igralni pogon, ki je skrbno načrtovan kot odprtokodni. Unilkaten dizajn urejevalnika je bil predstavljen v [govorih na mednarodnih konferencah](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT licenca: razširite in prispevajte k izvorni kodi pogona",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Prilagodljiv urejevalnik, ki temelji na JavaScript-u, React.js in WebAssembly-ju",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integrirajte GDevelop z vašo skupino, uporabite dogodke ali JavaScript, glede na to, kar potrebujete",
  "Get game designers, artists and developers to work on the same environment": "Omogočite oblikovalcem, umetnikom in razvijalcem delo v istem okolju",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Projekti iger so naravno berljivi in omogočajo podporo sistemom za nadzor različic, kot so Git ali Mercurial",
  "GDevelop on GitHub": "GDevelop na GitHub-u",
  "Indie game developers": "Neodvisni razvijalci iger",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Dostopen in enostaven za učenje. GDevelop je idealen za neodvisne razvijalce iger. Hitro boste lahko zagnali igro in jo izpopolnili z uporabo dogodkov, obnašanj in novih razširitev.",
  "Free to use: download GDevelop and start making a game today": "Brezplačen za uporabo: prenesite GDevelop in začnite že danes ustvarjati svojo igro",
  "Integrated editors allowing to make game assets directly from GDevelop": "Vgrajeni urejevalniki omogočajo izdelavo elementov neposredno v GDevelopu-u",
  "Super fast prototyping with open-source community extensions and behaviors": "Super hitro izdelovanje prototipov z razširitvami in obnašanji odprtokodne skupnosti",
  "Custom behaviors make your game logic reusable and shareable": "Lastna obnašanja omogočajo ponovno uporabo vaše logike igre in njihovo deljenje z drugimi",
  "See all features": "Oglejte si vse značilnosti",
  "GDevelop for game jams": "GDevelop za igralne džeme",
  "Education and game making": "Izobraževanje in ustvarjanje iger",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Poučujete otroke ali študente v ustvarjanju iger ali programiranju? GDevelop je bil uporabljen v številnih šolah, univerzah in tečajih za vse starostne skupine.",
  "Learn more about GDevelop and education": "Izvejte več o GDevelop-u in izobraževanju",
  "Showcase of the games created with GDevelop": "Razstava iger, ki so bile ustvarjene z GDevelop-om",
  "Here are a few games created with GDevelop. The next one should be yours!": "Tukaj je nekaj iger, ki so bile ustvarjene s pomočjo programa GDevelop. Naslednja naj bo vaša!",
  "Show me more!": "Prikaži več!",
  "Made a nice game with GDevelop?": "Ste ustvarili lepo igro z GDevelop-om?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Radi bi izvedeli več o vaši igri in jo dodali sem. Pri roki imejte čim lepše posnetke zaslonov in poskrbite, da bo igra visoke kakovosti :)",
  "Submit your game": "Posredujte svojo igro",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, igra ustvarjena z GDevelop-om",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Sočna reaktivna bitka, ustvarjena z GDevelop-om.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights je sočna reaktivna borba v kateri se boste prebijali skozi mase tehnološko manj naprednih sovražnikov. Med napredovanjem po vaši medgalaktični misiji, se bo vaša adaptivni hyper-jet razvijal v nekaj močnejšega in čudnega, ko boste zbirali na stotine predmetov, ki so na voljo v igri.",
  "History": "Zgodovina",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights se je začel kot stranski projekt našega opuščenega projekta Hyperspace Admirals. HDog je bil načrtovan v zadnjem delu leta 2016, ko je bil deležen omejene zgodnje izdaje na itch.io. Preko leta 2017 je bila razvita večina vsebine in različica alfa. Igra je bila dokončana marca 2018, ko je bila tudi uradno izdana.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Srdita in sočna 2d rekativna bitka proti masam zračnih in zemejskih sovražnikov",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Na stotine različnih delov, preko petdeset orožji in dodatkov; vse usmerjeno k ustvarjanju nenavadnih sinergij med različnimi deli",
  "High replayability, your will evolve a little different on each run": "Odlična igralnost - vsakič se zgodi nekaj drugega",
  "Seven zones with distinct enemy composition to explore": "Sedem con z različnimi sestavami sovražnikov, ki jih je potrebno raziskati",
  "10+ screen-fillingbosses": "10+ šefov preko zaslona",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ hiper-reaktivcev za letenje igralca - vsak z mk2 opremo, ki jo je potrebno odkleniti",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 chill, gradiranih glasbenih skladb izvajalcev Enuit in Ole Toensen",
  "Official website": "Uradna spletna stran",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUBin HELLO EARTH - igra, ustvarjena z GDevelop-om",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "8 bitna retro igra, ki ima čudovito grafiko in glasbo. Ustvarjena z GDevelop-om.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "S pomočjo GDevelop-a je bila igra izdana za iOS, Android, Windows, macOS, Linux in celo izdana kot resnična arkadna igra.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Igra je bila objavljena za BUBov peti rojstni dan. Za uresničenje projekta je bil zagnan Kickstarter, tako da so lahko prispevali vsi prijatelji BUBa po svetu. začetni cilj 100.000 doalrjev je bil presežen s 148.000 dolarji! Odlično, BUB.",
  "Beautiful original graphics and animation": "Prelepa izvirna grafika in animacije",
  "Parallaxing backgrounds": "Paralaksna ozadja",
  "Unique level design": "Enkratno oblikovanje stopenj",
  "Huge variety of unique levels, bosses and enemies": "Velik nabvor stopenj, šefov in sovražnikov",
  "Complex gameplay and controls": "Kompleksno igranje in kontrole",
  "Unique storyline with twists and surprises": "Enkratni zapleti z obrati in presenečenji",
  "Item Inventory: collect items to be used strategically throughout the game": "Inventar predmetov: zbirajte predmete, ki se strateško uporabljajo preko celotne igre",
  "Completely original 8-bit soundtrack": "Povsem izvirna 8-bitna glasba",
  "Tape Deck feature that allows you to select your favorite music from the game": "Kasetnik, ki omogoča izbiro najljubšo glasbo iz igre",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Možnost ponovnega igranja stopenj, da bi izboljšali napredek in odklenili dosežke",
  "Truly innovative Easter Eggs throughout": "Resnično inovativna velikonočna jajčka",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop- ustvarite igre brez programiranje - odprtokoden ustvarjalec HTML5 in samostoječih iger",
  "The game engine for everyone": "Igralni pogon za vsakogar",
  "GDevelop game maker software - create video games without coding": "GDevelop program za ustvarjanje iger - ustvarite video igre brez kodiranja",
  "Make your own games with GDevelop": "Ustvarite lastne igre z GDevelop-om",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop je odprtokodni, večplatformski igralni pogon, oblikovan za vsakogar - je razširljiv, hiter in enostaven za učenje.",
  "Create any game": "Ustvarite poljubno igro",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Sprostite svojo kreativnost z Gdevelop-om in ustvarite poljubno vrsto igre: platformsko, puzzle, strelsko, strategijo, [8 bitno](/make-8bit-pixelart-games)... Sprehodite se skozi primere ali začnite z novim projektom iz nič.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Z Gdevelop-om lahko ustvarite preproste projekte za zabavo, ali ustvarite ambiciozne neodvisne igre, kot npr. [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) in [na tone drugih iger](/games-showcase)!",
  "Events: game creation, intuitive for all": "Dogodki: intuitivno ustvarjanje iger za vsakogar",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Kar naredi GDevelop tako edinstven in enostaven so dogodki. Dogodki so močan način za izražanje logike vaše igre, ne da bi se morali učiti programskega jezika.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "Gdevelop pripelje vizualno programiranje na naslednjo stopnjo, ko omogoča dodajanje [izdelanih obnašanj](/features) vašim objektom v igri in [ustvarjanje novih obnašanj](/custom-behaviors), ob uporabi teh intuitivnih in enostavno razumljivih dogodkov.",
  "Events enable easy game creation": "Dogodki omogočajo preprosto ustvarjanje iger",
  "Events being used in GDevelop to create the logic of a game": "Dogodki se v GDevelop uporabljajo za ustvarjanje logike igre",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Ko pritisnete presledek, se predvaja animacija in zvok lika. Če se bomba dotakne lika, sta oba uničena.",
  "Export your game anywhere, in one click": "Izvozite svojo igro kamorkoli z le enim klikom",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Objavite svojo igro za splet, iOS, Android, Windows, Mac, Linux in celo [Facebook Messenger](/facebook-instant-games). GDevelop igre lahko izvajate kjerkoli, za Android pa jih je mogoče izvoziti kar z enim klikom iz aplikacije.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Ustvarite igre za iOS, Android, Windows, macOS in Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Prenosniki, tablice ali telefoni: igre, narejen z GDevelop-om lahko poganjate kjerkoli",
  "Unlimited possibilities": "Neomejene možnosti",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Izrazite vaše majhne in velike ideje: nove domislice lahko v svoji igri oblikujete v minutah in jih dopolnjujete brez omejitev. [Ustvarjanje iger](/games-showcase) še nikoli ni bilo tako enostavno in hitro, kot z [vizualnimi urejevalniki](/game-editors), ki jih ponuja GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Ali bi radi šli še dlje? Razširite [igralni pogon z Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Oglejte si, kako lahko dodate sprožilec v svojo platformsko igro v le 90 sekundah",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Na tone primerov](/game-examples-starters) je prav tako na voljo in je prirpavljenih za preizkus v enem kliku.",
  "Tutorials for GDevelop and documentation on the wiki": "Vodniki za GDevelop in dokumentacija na wikiju",
  "Start making games": "Začnite ustvarjati igre",
  "Using JavaScript to make your games with GDevelop": "Uporaba JavaSript-a za ustvarjanje iger z GDevelop-om",
  "Using JavaScript with GDevelop": "Uporaba JavaScript-a z GDevelop-om",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop podpira JavaScript za ustvarjanje iger ali razširitev igralnega pogona.",
  "JavaScript can be used to write part of a game, alongside with events": "Za pisanje delov igre se lahko uporabi JavaScript, skupaj z dogodki",
  "Add JavaScript code blocks inside your game": "Dodajte JavaScript bloke v svojo igro",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop podpira dodajanje JavaScript blokov kode v katerikoli del vaših dogodkov v igri. Gre za dober način implementacije zahtevnih algoritmov ali ponovne uporabe funkcij iz odprtokodnih knjižnic. Dogodke in kodo lahko enostavno mešate med seboj - tako lahko implementirate dele ali celoto vaše igre z JavaScriptom!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "Urejevalnik za JavaScript temelji na super močnem Monaco urejevalniku in je vzet iz [Visual Studio Code](https://code.visualstudio.com/). Intellisense samodejno dopolnjevanje je omogočeno in urejevalnik podpira napredne funkcije, kot je možnost več hkratnih izbir, kar omogoča hitrejše kodiranje.",
  "Learn more about using JavaScript": "Naučite se več o uporabi JavaScript-a",
  "Extend GDevelop with JavaScript extensions": "Razširite GDevelop z JavaScript razširitvami",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop je modularen in ga je mogoče razširiti, da ustreza vašim potrebam. Še posebej vsa funkcionalnost, ki je na voljo igram (objekti, obnašanja, dogodki), temeljijo na sistemu razširitev. Hitro lahko ustvarite nove razširitve za vašo igro ali prispevate obstoječim, saj je GDevelop [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Kako pisati razširitve?",
  "Game engine JavaScript documentation": "Dokumentacija za JavaScript igralnega pogona",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Temna tema, ki jo uporablja GDevelop. Urejevalnik kode vsebuje tudi številne prelepe teme!",
  "Make your own 8-bit and pixelart games": "Ustvarite svoje lastne 8-bitne igre s piksel-umetnostjo",
  "Make 8-bit and pixelart games": "Ustvarite 8-bitne piksel-umetnost igre",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Urejevalnik figur in orodja za ustvarjanje 8-bitnih iger z GDevelop-om",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Oglejte si, kako se uporablja Piskel urejevalnik figur znotraj GDevelop-a, za ustvarjanje 8-bitnih iger",
  "Piskel sprite editor": "Piskel urejevalnik figur",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop vsebuje [Piskel](https://www.piskelapp.com/), zmogljiv in enostaven 2D urejevalnik figur. Je popolno orodje za ustvarjanje piksel umetniških izdelkov, ki vaši igro podarijo retro videz! Lahko ustvarjate objekte z več animacijami, kadatrkoli urejate figure in si ogledate rezultate, tako da zaženete predogled vaše igre.",
  "Download GDevelop to try Piskel": "Prenesite GDevelop, da preizkusite Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUBin HELLO EARTH: 8 bitna igra ustvarjena z GDevelop-om ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUBin HELLO EARTH je 8 bitna retro igra, ki ima čudovito grafiko in glasbo. Prehaja med platformskimi nivoji, ki vsebujejo skrivnosti in strelskimi nivoji s šefi, številnimi sovražniki in bonusi.",
  "Read more about Lil BUB's game": "Preberite več o igri Lil BUB's",
  "See other games made with GDevelop": "Poglejte si druge igre, ki so bile narejen z GDevelop-om",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "Zgodila se je napaka ali pa je bila naročnina preklicana. Če želite skleniti naročnino za podporo GDevelop-a in odklepanje spletnih storitev, poskusite znova izbrati eno iz programa GDevelop (*Moj profil* meni).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "Kot odprtokodni program, GDevelop poteebuje čas in denar za razvoj in vzdrževanje. Hvala za vaš prispevek! Če se želite bolj angažirati, lahko [preberete o vseh načinih](/contribute), s katerimi lahko prispevate k Gdevelop okolju.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "Sedaj se lahko **vrnete na Gdevelop** in uporabljate dodatne spletne možnosti izvoza in storitve."
}
