{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop is an open-source game creator, tailored for fast and intuitive game making.",
  "Download the editor": "Preuzmite editor",
  "Online game editor": "Online editor za igrice",
  "Game examples/starters": "Primeri igara i osnova za razvoj",
  "Documentation": "Documentation",
  "Tutorials": "Tutorijali",
  "Community forums": "Forumi zajednice",
  "Contribute": "Doprinesite",
  "Facebook page": "Facebook stranica",
  "Twitter": "Twitter",
  "This website in your language": "Podržani jezici",
  "All GDevelop Features": "All GDevelop Features",
  "Install new features with extensions": "Install new features with extensions",
  "Facebook Instant Games": "Facebook Instant Igrice",
  "Use JavaScript with the game engine": "Koristi JavaScript uz engine igrice",
  "Ads with AdMob": "Ads with AdMob",
  "Create custom behaviors": "Create custom behaviors",
  "Game editors": "Editori za igrice",
  "Games showcase": "Primeri igrica",
  "GDevelop for Game jams": "GDevelop for Game jams",
  "GDevelop for Education": "GDevelop for Education",
  "Make 8-bit games": "Napravite 8-bitne igrice",
  "GDevelop was created with love by": "GDevelop je sa puno ljubavi napravio",
  "Thanks to the": "Zahvaljujemo se",
  "contributors": "saradnicima",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "koji su dodali funkcije, ispravili greške, poslali nove primere, napisali tutorijale i pomogli zajednici.",
  "by": "od strane",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB je nešto posebno, ona je jedinstveno stvorenje. Preciznije, ona je [najneverovatnija mačka na planeti](http://lilbub.com)... i njena igra je napravljena pomoću GDevelop-a!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Igrica je retro, 8-bitna, sa prelepim umetničkim stilom i zvučnom pozadinom. Odlikuju je promene između nivoa, skrivene tajne i nivoi sa puno pucanja, gazdama, neprijateljima i bonusima.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights je sjajna igrica, po stilu nalik na igrice sa borbenim avionima u kojoj ćete izbegavati mase tehnološki zaostalih neprijatelja i probijati se kroz njihove redove.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Kako Vaša intergalaktička misija napreduje, Vaš adaptivni hiper-mlaznjak će evoluirati u nešto jače i nešto neobično kako budete sakupljali neke od stotina predmeta dostupnih u igrici.",
  "Buy on Steam": "Kupite na Steam-u",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Napravite svoju prvu igricu",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Osmislite i objavite svoje igrice pomoću GDevelop-a. Sve dolazi sa detaljnim uputstvima i primerima.",
  "Try it online": "Isprobajte na internetu",
  "Download": "Preuzmite",
  "Features": "Mogućnosti",
  "Games": "Igrice",
  "Game studios & education": "Game studios & education",
  "Learn": "Learn",
  "Play Online": "Play Online",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Add ads to your game with AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Use AdMob in your GDevelop games to display ads and reward videos to your players",
  "1) Create your AdMob account": "1) Create your AdMob account",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.",
  "Read the detailed instructions": "Read the detailed instructions",
  "2) Configure AdMob in GDevelop": "2) Configure AdMob in GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.",
  "3) Trigger ads display from events": "3) Trigger ads display from events",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.",
  "4) Publish your game on Android": "4) Publish your game on Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.",
  "How to publish to Android in one click": "How to publish to Android in one click",
  "Read the full tutorial": "Pročitajte detaljni tutorijal",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Doprinesite razvoju GDevelop-a - HTML5 alatu otvorenog koda za izradu igrica",
  "Contribute to GDevelop": "Doprinesite razvoju GDevelop-a",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop je projekat otvorenog koda (čak i ova veb stranica): svako može da doprinese i unapredi softver!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Postoji više načina na koji možete doprineti razvoju projekta GDevelop, u zavisnosti od vremena, sposobnosti i interesovanja.",
  "Help to translate GDevelop": "Pomozite nam da prevedemo GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop i prateći veb sajt mogli bi biti prevedeni i na Vaš jezik! Prevodi se obavljaju na veb sajtu na kome je svako dobrodošao.",
  "Help us by translating GDevelop!": "Pomozite nam da prevedemo GDevelop!",
  "Translate the website": "Prevedite veb sajt",
  "Help to develop GDevelop": "Pomozite razvoj GDevelop-a",
  "It's easy to get the source code of GDevelop and start improving things!": "Jednostavno se može pristupiti izvornom kodu GDevelop-a i početi sa unapređivanjem stvari!",
  "Contribute on GitHub": "Doprinesite na GitHub-u",
  "Edit the website on GitHub": "Uredite veb sajt na GitHub-u",
  "Check the development roadmap": "Proverite kako je tekao razvoj",
  "Get involved in the community": "Priključite se zajednici",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum i Discord chat su mesta na kojima možete potražiti ili ponuditi pomoć drugim korisnicima GDevelop-a!",
  "Go to the community forum": "Idite na forum zajednice",
  "Open the Discord chat": "Otvorite Discord chat",
  "Follow GDevelop on Facebook and Twitter:": "Pratite GDevelop na Facebook-u i Twitter-u:",
  "Write tutorials, record videos": "Pišite tutorijale, snimite video snimke",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Za većinu početnika, pa čak i napredne korisnike, tutorijali i help stranica predstavljaju najvrednije resurse koji pokazuju kako se brzo mogu kreirati sjajne igrice. Na wiki stranici, možete pisati nove tutorijale ili unaprediti postojeće.",
  "Contribute to the wiki": "Doprinesite na wiki",
  "Create custom behaviors for your game objects in GDevelop": "Create custom behaviors for your game objects in GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink",
  "Create custom behaviors - directly from GDevelop editor": "Create custom behaviors - directly from GDevelop editor",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.",
  "Want enemies to automatically follow the player?": "Want enemies to automatically follow the player?",
  "Create a Follower behavior. 🏃‍♂️": "Create a Follower behavior. 🏃‍♂️",
  "Want some rockets to target the player?": "Want some rockets to target the player?",
  "Create a Missile behavior. 🚀": "Create a Missile behavior. 🚀",
  "Want enemies and the players to have health and take damage?": "Want enemies and the players to have health and take damage?",
  "Create a Health behavior. 💊": "Create a Health behavior. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "An action is exposed by the behavior, and can be used like any other action in the events",
  "Read the documentation about custom behaviors": "Read the documentation about custom behaviors",
  "Download GDevelop": "Preuzmite GDevelop",
  "Import new behaviors, created by the GDevelop community": "Import new behaviors, created by the GDevelop community",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.",
  "Create your game by assembling behaviors": "Create your game by assembling behaviors",
  "perfect for fast prototyping": "perfect for fast prototyping",
  "Progressively create custom behaviors for objects in your game": "Progressively create custom behaviors for objects in your game",
  "ideal for large games and keeping simple events.": "ideal for large games and keeping simple events.",
  "How to install community extensions": "How to install community extensions",
  "Learn more about extensions": "Learn more about extensions",
  "Search for new behaviors in the list of behaviors shared by the community": "Search for new behaviors in the list of behaviors shared by the community",
  "Download GDevelop or try it online - create games without programming": "Preuzmite GDevelop ili ga isprobajte online - napravite igrice bez programiranja",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop je besplatan i može se koristiti za pravljenje profitabilnih ili neprofitabilnih igrica.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop je podržan na Windows, macOS i najnovijim Linux operativnim sistemima. Možete ga isprobati i online, koristeći Chrome, Firefox ili neki drugi od novijih veb pretraživača.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Neophodno je da u svom sistemu imate **libgconf-2-4**. Upišite u terminalu:`sudo apt-get install libgconf-2-4` ili obavite instalaciju iz package manager-a.",
  "To create your first game, start by reading a tutorial:": "Ako želite da napravite svoju prvu igricu, počnite od tutorijala:",
  "Create a platformer game": "Napravite platformu",
  "Create a tank shooter game": "Napravite tenkiće",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop je projekat otvorenog koda. Možete se priključiti zajednici i unaprediti ga!",
  "Learn how to contribute": "Saznajte kako možete da doprinesete",
  "GDevelop 4 (old version)": "GDevelop 4 (stara verzija)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 se i dalje može preuzeti. GDevelop 5 se preporučuje novim korisnicima, pošto za GDevelop 4 neće biti novih update-ova! U budućnosti će izostati i podrška za GDevelop 4: preporučujemo svim korisnicima verzije GDevelop 4 da se prebace na GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Iako GDevelop 4 podržava nativne igrice, predlažemo prelazak na GDevelop 5 i HTML5 igrice, zbog bolje podrške. Nativne igrice će kasnije biti dodate u GDevelop 5.",
  "GDevelop for the education - Teach game creation": "GDevelop za obrazovne svrhe - Podučavajte pravljenje igrica",
  "GDevelop for education": "GDevelop za obrazovne svrhe",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Korišćenje GDevelop-a u učionici predstavlja savršenu priliku da se podstakne kreativnost učenika, da se nauče programiranju i pravljenju igrica.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop je već pronašao svoje mesto u učionicama i na online kursevima. Pogodan je i za studente digitalnih medija i za đake prvake!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Molimo Vas da nam pošaljete svoje fotografije i tweet-ove kako koristite GDevelop na svojim predavanjima!",
  "Install new extensions in GDevelop and share yours": "Install new extensions in GDevelop and share yours",
  "Install new extensions and share them": "Install new extensions and share them",
  "Search and add new features to your game in a few clicks.": "Search and add new features to your game in a few clicks.",
  "Search in the library of extensions, ready to be installed in one click": "Search in the library of extensions, ready to be installed in one click",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.",
  "Read how to install extensions": "Read how to install extensions",
  "Learn about creating custom behaviors": "Learn about creating custom behaviors",
  "Export your own extensions and share them": "Export your own extensions and share them",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).",
  "How to start a new extension": "How to start a new extension",
  "How to share your extension": "How to share your extension",
  "Extensions can provide new behaviors that can be added to your game objects.": "Extensions can provide new behaviors that can be added to your game objects.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Make Facebook Instant Games with GDevelop - publish your games on Messenger",
  "Make games for Facebook Messenger": "Napravite igrice za Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Uz pomoć GDevelop-a, možete da izvezete svoju igricu u formi Facebook Instant Igrice u samo 2 klika.",
  "1) Create your app on Facebook Developers": "1) Napravite svoju aplikaciju na Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Prva stvar, budite sigurni da imate nalog na **Facebook Developers**. Napravite aplikaciju i podesite je tako što ćete odabrati \"Games\" kao kategoriju i dozvoliti (enable) Instant Games u Products:",
  "Go to Facebook Developers": "Vodi me na Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Otvorite GDevelop i izvezite za Facebook Instant Games",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "U okviru GDevelop-a, otvorite svoju igricu, a zatim prozor \"Izvoz\". Izaberite **Facebook Instant Games**, kliknite na \"Izvezi\" i sačekajte nekoliko sekundi.",
  "More about exporting": "Više informacija o izvozu igrica",
  "3) Upload your game": "3) Upload-ujte svoju igricu",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Vratite se na stranicu svoje igrice u okviru Facebook Developers, odaberite Web Hosting u meniju i **upload-ujte fajl** koji ste izvezli pomoću GDevelop-a.",
  "You can also add testers to let your friends try your game.": "Takođe, možete dodati test korisnike i pozvati prijatelje da isprobaju Vašu igricu.",
  "More about uploading your game": "Više informacija o tome kako upload-ovati igricu",
  "4) Try your game on Messenger": "4) Isprobajte igricu na Messenger-u",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Sada, uzmite telefon i **otvorite Messenger**. Otvorite konverzaciju, izaberite Games i kliknite na ikonicu igrice kako biste započeli igru!",
  "5) Use Instant Games features and publish your game!": "5) Koristite Instant Games mogućnosti i objavite svoju igricu!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop Vam pruža pristup specifičnim opcijama u okviru Instant Games, na primer, imenu igrača, kako biste bolje integrisali igricu u konverzacije preko Messenger-a.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Kada Vaša igrica bude spremna, pošaljite je za ocenjivanje od strane Facebook-a, kako bi **postala dostupna korisnicima širom sveta**!",
  "Read the full step-by-step tutorial": "Pročitajte detaljni tutorijal, korak po korak",
  "Features of GDevelop - create any kind of games without coding": "Opcije GDevelop-a - napravite bilo koji tip igrice, bez kodiranja",
  "Fully featured": "Sa svim opcijama",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop je opremljen desetinama opcija koje Vam pomažu da osmislite i kreirate bilo koji tip igrica.",
  "Deploy your game everywhere": "Postavite svoju igricu - svuda",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Izvezite jednim klikom za [Facebook Instant Games](/facebook-instant-games), da biste igrali na Messenger-u.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Izvezite svoju igricu [za web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web), jednim klikom",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Objavite svoju igricu na Kongregate, Itch.io i drugim gaming sajtovima!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Izvezite igricu kao samostalnu, stand-alone executable, za Windows, macOS i Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[u samo jednom kliku!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Naučite kako da objavite svoju igricu",
  "Objects for your games": "Objekti za Vaše igrice",
  "**Sprites** with multiple animations": "**Sprites** sa višestrukim animacijama",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Napravite eksplozije, vatru i impresivne efekte pomoću alata **Particle Emitters**",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** sprites, perfect for platforms",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Tiled sprites**, to create mosaics, floors and repeating patterns",
  "**Text** objects": "**Text** objects",
  "Embed videos with **Video** objects": "Embed videos with **Video** objects",
  "Draw custom shapes on screen with **Shape Painters**": "Draw custom shapes on screen with **Shape Painters**",
  "Support for custom collision masks": "Podrška za prilagođene maske sudaranja",
  "Read the documentation for all objects": "Pročitajte dokumentaciju za sve objekte",
  "Try the online examples": "Isprobajte još primera, online",
  "Add behaviors to your game objects": "Dodajte opcije ponašanja Vaših objekata u igrici",
  "Physics engine": "Engine za fiziku",
  "Add realistic behavior to your objects": "Dodelite realistično ponašanje Vašim objektima",
  "Pathfinding": "Pronalaženje putanje",
  "Have your objects move and avoiding obstacles": "Neka se Vaši objekti pomeraju i izbegavaju prepreke",
  "Top-down movement": "Kretanje odozgo na dole",
  "Platformer engine": "Engine za platformu",
  "create platformer games in a breeze": "napravite platforme sa lakoćom",
  "Draggable objects": "Prenosivi objekti",
  "quickly make your objects draggable with mouse/touch": "napravite brzo objekte koji se mogu nositi mišem/dodirom",
  "Anchor": "Anchor",
  "support multiple screen sizes by ensuring controls stay at the right position": "support multiple screen sizes by ensuring controls stay at the right position",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "smoothly animate object positions, sizes, opacity and colors",
  "And more, to automate current tasks and behaviors in a few clicks!": "I još puno toga, automatizujte trenutne zadatke i ponašanja objekata u samo nekoliko klikova!",
  "Read the documentation for all behaviors": "Pročitajte dokumentaciju za sva ponašanja objekata",
  "Create your own custom behaviors": "Create your own custom behaviors",
  "Make desktop & mobile-ready games": "Napravite igrice spremne za desktop ili mobilne uređaje",
  "Save player data in the browser storage or on their devices": "Save player data in the browser storage or on their devices",
  "Full support for sound effects and musics": "Puna podrška za zvučne efekte i muziku",
  "Support for touchscreens & multi-touch": "Podrška za ekrane osetljive na dodir i multi-touch",
  "Design advanced levels and interfaces": "Dizajnirajte napredne nivoe i interfejse",
  "The scene editor lets you visually edit your levels": "Editor scene Vam omogućava da vizuelno uređujete nivoe",
  "Support for multiple layers": "Podrška za višestruke slojeve",
  "Add interfaces and create parallax effects": "Dodajte interfejs i napravite efekat paralakse",
  "Create your levels dynamically with external layouts": "Učinite nivoe dinamičnim pomoću eksternih layouts-a",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Design your assets with [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "moćni pixel art i sprite editor",
  "Generate [sound effects with Jfxr](/game-jams)": "Generate [sound effects with Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "create effects and customize them in a few clicks",
  "Debugger": "Otklanjanje grešaka",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Proverite sadržaj Vaše igrice i unesite dinamičke izmene dok pregledate svoju igricu",
  "Performance profiler": "Procena performansi",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[motrite na stvari koje zahtevaju puno resurasa](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) u svojoj igrici",
  "Discover GDevelop editors": "Otkrijte GDevelop editore",
  "Build ambitious games with advanced features": "Napravite ambicioznu igricu sa naprednim funkcijama",
  "Communicate with external websites or services using HTTP requests.": "Communicate with external websites or services using HTTP requests.",
  "Use advanced events: loops, for-each...": "Use advanced events: loops, for-each...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game",
  "a powerful feature never seen in other game creation tools.": "a powerful feature never seen in other game creation tools.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "You can [use JavaScript to code](/javascript-game-engine) parts of your game",
  "use it for a few functions, to write extensions or the majority of your game.": "use it for a few functions, to write extensions or the majority of your game.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Search and [install new features with extensions](/extensions-and-sharing), built by the community",
  "get new, ready to use features for your game in a few clicks": "get new, ready to use features for your game in a few clicks",
  "Read the documentation about events": "Pročitajte dokumentaciju o događajima",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Svi editori GDevelop-a - napravite platformu, pucačinu, rpg, akcione igrice...",
  "The game editors": "Editori za igrice",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Interfejs GDevelop-a čine intuitivni editori kojima možete dizajnirati svoje igrice počevši od nule.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Pogledajte kako da pomoću GDevelop-a, dodate okidač u svoju igricu za samo 90 sekundi",
  "Scene editor": "Editor scena",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Dizajnirajte nivoe pomoću editora scena: možete odabrati objekte, postaviti ih u scene, podesiti njihovu poziciju i veličinu. Možete u potpunosti dizajnirati nivoe pomoću editora scena. Ako želite, možete napraviti kompleksne nivoe i interfejse, eksterni layout-i omogućavaju Vam da kreirate delove nivoa koje zatim možete ponovo iskoristiti u drugim scenama.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Počnite za samo 2 minuta: Isprobajte GDevelop u svom veb pretraživaču",
  "Events editor": "Editor događaja",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Svi uslovi i akcije su dostupne kao lista, kako biste lako otkrili i pronašli sve što je potrebno da osmislite pravila za Vašu igru.",
  "Learn more about events in the tutorials": "Naučite više o događajima, u tutorijalima",
  "Create platformer games with GDevelop": "Napravite platformu pomoću GDevelop-a",
  "Develop space shooter games with GDevelop": "Napravite svemirsku pucačinu pomoću GDevelop-a",
  "Create mario-like games with GDevelop": "Napravite igrice nalik na Marija koristeći GDevelop",
  "Make strategy games with GDevelop": "Napravite strategije pomoću GDevelop-a",
  "Objects editors": "Editori za objekte",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Sve što vidite prikazano na ekranu Vaše igrice je nekakav objekat. Većina objekata spadaju u kategoriju \"sprites\": oni se sastoje od animacija i mogu se koristiti kao animirani element. Na primer, Vaš junak, neprijatelji ili neki od bonusa koji se sakupljaju.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Ostali objekti su takođe dostupni prilikom pravljenja interfejsa ili kako bi se dodali efekti u igricu; tekst, čestice, tiled sprites...",
  "Discover all the objects available in GDevelop": "Otkrijte sve objekte dostupne u GDevelop-u",
  "Resources editor, sprite editor and sound effect generator": "Resources editor, sprite editor and sound effect generator",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Sve slike i audio fajlovi koji se koriste u Vašoj igrici izlistani su u Editoru za resurse. Na taj način lako možete kontrolisati sve elemente potrebne za izradu igrice.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Naučite sve o editorima, u priloženoj dokumentaciji",
  "Open in GDevelop": "Otvori u GDevelop-u",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Primeri GDevelop igrica -  napravite platformu, pucačinu, rpg, akcione igrice...",
  "Examples and Starters": "Primeri i osnove",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop sadrži preko 80 primera igrica i osnova igrica uz koje ćete brzo savladati svaki praktični izazov.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Ovde možete videti primere koji su povezani sa GDevelop-om. Kopka Vas da saznate kako rade? Možete ih otvoriti direktno iz pretraživača. GDevelop je brz i na ekranu će Vam se posle svega par sekundi pojaviti primeri koje možete isprobavati.",
  "Get started with tutorials": "Počnite sa tutorijalima",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Naučite, korak po korak, kako da koristite GDevelop, ili potražite pomoć koja se odnosi na specifičnu osobinu: wiki nudi tutorijale za početnike i kompletnu dokumentaciju za softver.",
  "Make games for Game jams": "Make games for Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop is a perfect fit for quickly making games during game jams.",
  "Make your assets with Piskel": "Make your assets with Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.",
  "Read more about making 8-bit and pixelart games": "Read more about making 8-bit and pixelart games",
  "Generate sounds effects in one click": "Generate sounds effects in one click",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.",
  "Read about all features available in GDevelop": "Read about all features available in GDevelop",
  "Ready-made behaviors": "Gotova podešavanja za behaviors",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Želite da napravite platformu u retro stilu? GDevelop sadrži gotova rešenja za behaviors (postupke) koje možete pridružiti svom liku. U svega nekoliko sekundi, imaćete bazičnu platformu koja radi i samo čeka nadogradnju i maštu! Ostali behaviors, uslovi i radnje se takođe mogu koristiti za izradu 2D igrica svih vrsta, uključujući: pucačine, \"Bullet Hell\", arkadne igrice...",
  "Learn more about behaviors": "Naučite više o behaviors-ima",
  "GDevelop for Game studios, indies and Education": "GDevelop for Game studios, indies and Education",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop is a fast and flexible game engine that can be used for different use cases.",
  "Professional and Game Studios": "Professional and Game Studios",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT license: extend and contribute to the engine source code",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Adaptable editor based on JavaScript, React.js and WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integrate GDevelop in your team, use events or JavaScript according to your needs",
  "Get game designers, artists and developers to work on the same environment": "Get game designers, artists and developers to work on the same environment",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Game projects are human readable and support version control systems like Git or Mercurial",
  "GDevelop on GitHub": "GDevelop on GitHub",
  "Indie game developers": "Indie game developers",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.",
  "Free to use: download GDevelop and start making a game today": "Free to use: download GDevelop and start making a game today",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrated editors allowing to make game assets directly from GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Super fast prototyping with open-source community extensions and behaviors",
  "Custom behaviors make your game logic reusable and shareable": "Custom behaviors make your game logic reusable and shareable",
  "See all features": "See all features",
  "GDevelop for game jams": "GDevelop for game jams",
  "Education and game making": "Education and game making",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.",
  "Learn more about GDevelop and education": "Learn more about GDevelop and education",
  "Showcase of the games created with GDevelop": "Primeri igrica napravljenih pomoću GDevelop-a",
  "Here are a few games created with GDevelop. The next one should be yours!": "Evo nekoliko igrica koje su napravljene pomoću GDevelop-a. Sledeća bi mogla biti Vaša!",
  "Show me more!": "Show me more!",
  "Made a nice game with GDevelop?": "Želite li da napravite lepu igricu pomoću GDevelop-a?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Voleli bismo da saznamo o Vašoj igrici i da je postavimo ovde. Potrudite se da napravite lepe screenshot-ove i da kvalitet igrice bude na visokom nivou :)",
  "Submit your game": "Pošaljite svoju igricu",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, igrica napravljena pomoću GDevelop-a",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Sjajna igrica sa borbenim mlaznjacima, napravljena pomoću GDevelop-a.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights je sjajna igrica sa borbenim mlaznjacima u kojoj ćete raznositi mase tehnološki inferiornih neprijatelja kroz koje ćete se probijati dok izbegavate njihove napade. Kako Vaša intergalaktička misija bude napredovala, Vaš adaptivni hiper-mlaznjak će evoluirati u nešto još jače i još neobičnije kako budete sakupljali neke od stotina predmeta koji su dostupni u igrici.",
  "History": "Istorija",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights je započeo svoj život kao pod-projekat našeg sada ugašenog projekta razvoja igrice, Hyperspace Admirals, po žanru tipičnog svemirskog istraživanja. Prototip, HDog, izašao je krajem 2016, nakon čega je dobio ograničeni pristup na itch.io. Tokom 2017, većina sadržaja je već bila razvijena i kontinuirani alfa feedback je uzet u obzir. Sve željene opcije su dodate u igricu do marta 2018, posle čega je usledilo zvanično objavljivanje.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Žestoka i napeta 2d bitka protiv masovnih napada neprijatelja sa kopna i iz vazduha",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Na stotine pasiva koji se mogu kombinovati, preko 50 oružja i aktiva na raspolaganju; sve sinergistički uklopljeno u jednu celinu",
  "High replayability, your will evolve a little different on each run": "Veoma zarazna igrica, pošto je evolucija aviona sa svakim pokušajem nešto drugačija",
  "Seven zones with distinct enemy composition to explore": "Sedam zona sa vidno različitim sastavom neprijatelja koje čekaju da budu istražene",
  "10+ screen-fillingbosses": "10+ velikih gazdi, i borbe preko celog ekrana",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ hiper-mlaznjaka na kojima možete leteti, a svaki od njih dolazi i u mk2 verziji koju morate otključati",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 slojevitih muzičkih podloga koje su komponovali Enuit i Ole Toensen od kojih se ledi krv",
  "Official website": "Zvanični sajt",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, igrica napravljena pomoću GDevelop-a",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Retro 8-bitna igrica, sa fenomenalnim pixel-artom i muzičkom podlogom, napravljena pomoću GDevelop-a.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Zahvaljujući GDevelop-u, igrica je postala dostupna za iOS, Android, Windows, macOS, Linux i čak je publikovana kao prava Arkadna igrica.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Igrica je najavljena za 5. rođendan BUB-a. Kako bi se to pretočilo u realnost, lansirana je Kickstarter kampanja kako bi svi prijatelji BUB-a širom sveta mogli da doprinesu. Prvobitni cilj Kickstarter kampanje, bio je 100,000 $, a sakupljeno je čak 148,000 $! BRAVO BUB!",
  "Beautiful original graphics and animation": "Prelepa, originalna grafika i animacije",
  "Parallaxing backgrounds": "Pozadine sa efektom paralakse",
  "Unique level design": "Jedinstveni dizajn nivoa",
  "Huge variety of unique levels, bosses and enemies": "Visoka raznovrsnost jedinstvenih nivoa, gazdi i neprijatelja",
  "Complex gameplay and controls": "Kompleksan gameplay i kontrole",
  "Unique storyline with twists and surprises": "Jedinstveni tok radnje sa obrtima i iznenađenjima",
  "Item Inventory: collect items to be used strategically throughout the game": "Zalihe dodataka: sakupljajte predmete kako biste ih strateški iskoristili tokom napredovanja kroz igricu",
  "Completely original 8-bit soundtrack": "Potpuno originalna 8-bitna muzička podloga",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape Deck opcija koja Vam omogućava da odaberete svoju omiljenu muziku iz igrice",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Mogućnost da ponovo posetite i ponovo odigrate nivoe kako biste dodatno napredovali i otključali postignuća",
  "Truly innovative Easter Eggs throughout": "Istinski inovativna iznenađenja tokom igranja",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Napravite igrice bez programiranja - nativni kreator za igrice baziran na otvorenom kodu i HTML5",
  "The game engine for everyone": "The game engine for everyone",
  "GDevelop game maker software - create video games without coding": "GDevelop softver za pravljenje igrica - napravite igrice bez potrebe za kodiranjem",
  "Make your own games with GDevelop": "Napravite svoje igrice pomoću GDevelop-a",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.",
  "Create any game": "Napravite bilo koju igricu",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Oslobodite svoju kreativnost uz GDevelop i napravite bilo koji tip igrice: platforme, slagalice, pucačine, strategije, [8-bitne igrice](/make-8bit-pixelart-games)... Prođite kroz primere i nadograđujte ih ili otpočnite potpuno novi projekat.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Uz pomoć GDevelop-a, možete napraviti jednostavne projekte zabave radi ili ambiciozne igrice poput [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) i [mnogih drugih](/games-showcase)!",
  "Events: game creation, intuitive for all": "Events: game creation, intuitive for all",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Ono što GDevelop čini jedinstvenim i jednostavnim za korišćenje jeste opcija dodavanja događaja (events). Događaji su moćan alat kojim možete iskazati logiku svoje igrice, bez potrebe da naučite programski jezik.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.",
  "Events enable easy game creation": "Događaji (events) omogućavaju jednostavnu izradu igrica",
  "Events being used in GDevelop to create the logic of a game": "Događaji se koriste u GDevelop-u kako bi se kreirala logika igrice",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Kada se pritisne dugme Space, pokreću se animacija i zvuk. Ako bomba dotakne junaka, oboje bivaju uništeni.",
  "Export your game anywhere, in one click": "Export your game anywhere, in one click",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Objavite svoje igrice na internetu, učinite ih dostupnim za iOS, Android, Windows, Mac, Linux pa čak i [Facebook Messenger](/facebook-instant-games). Igrice napravljene pomoću GDevelop-a rade bilo gde, a možete ih izvesti i za Android, u jednom kliku, iz aplikacije.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Napravite igrice za iOS, Android, Windows, macOS i Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablet ili telefon: igrice napravljene pomoću GDevelop-a rade na svim uređajima",
  "Unlimited possibilities": "Beskrajne mogućnosti",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Želite li da još više napredujete? Možete proširivati [game engine pomoću Javascript-a](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Pogledajte kako možete dodati dugme-okidač (trigger) u svoju platformu, za samo 90 sekundi",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Brdo primera](/game-examples-starters) Vas spremno čeka, na samo jedan klik od Vas.",
  "Tutorials for GDevelop and documentation on the wiki": "Tutorijali za GDevelop i dokumentacija na wiki",
  "Start making games": "Start making games",
  "Using JavaScript to make your games with GDevelop": "Koristite JavaScript kako biste pravili igrice pomoću GDevelop-a",
  "Using JavaScript with GDevelop": "Koristite JavaScript uz GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop podržava JavaScript i uz njega ćete moći da kreirate igrice ili proširite mogućnosti game engine-a.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript se može koristiti kako bi se njime napisao deo igrice, uporedo sa događajima (events)",
  "Add JavaScript code blocks inside your game": "Dodajte blok JavaScript koda u Vašu igricu",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop podržava dodavanje bloka JavaScript koda u bilo koji deo events-a u okviru igrice. Zahvaljujući tome, mogu se implementirati kompleksni algoritmi i nanovo koristiti funkcije iz open-source biblioteka. Events i blokovi koda se tako stapaju u jednu celinu, što Vam daje mogućnost da implementirate delove JavaScript-a, pa čak i čitavu igricu!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "JavaScript editor je baziran na super moćnom Monaco Editoru, ekstrakovanom iz [Visual Studio Code](https://code.visualstudio.com/). Funkcije intellisense su omogućene i editor podržava napredne opcije poput multi-selection, koje kodiranje čine bržim i lakšim.",
  "Learn more about using JavaScript": "Naučite više o tome kako se upotrebljava JavaScript",
  "Extend GDevelop with JavaScript extensions": "Proširite GDevelop pomoću JavaScript ekstenzija",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop je modularan i moguće ga je proširiti prema sopstvenim potrebama. Sve funkcije koje se koristite za razvoj igrice (objects, behaviors, events) su dostupne u vidu ekstenzija. Vrlo brzo možete kreirati nove ekstenzije za svoju igricu ili možete doprineti razvoju postojećih pošto je GDevelop [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Kako da napišete ekstenzije",
  "Game engine JavaScript documentation": "Game engine JavaScript, dokumentacija",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "GDevelop koristi Dark temu. Editor koda dolazi sa nekoliko prekrasnih tema!",
  "Make your own 8-bit and pixelart games": "Napravite svoje 8-bitne pixelart igrice",
  "Make 8-bit and pixelart games": "Napravite 8-bitne pixelart igrice",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite editor i alati uz pomoć kojih ćete kreirati svoje sopstvene 8-bitne igrice bazirane na GDevelop-u",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Pogledajte kako se Piskel sprite editor koristi u GDevelop-u kako bi se napravila 8-bitna igrica",
  "Piskel sprite editor": "Piskel sprite editor",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop dolazi u paketu sa [Piskel](https://www.piskelapp.com/), moćnim, a lakim za korišćenje, 2D sprite editorom. U pitanju je savršen alat pomoću kojeg ćete kreirati pixel art i svojim igricama udahnuti retro izgled! Možete kreirati objekte sa višestrukim animacijama, u svakom momentu uređivati sprites-e i odmah videti rezultat na ekranu.",
  "Download GDevelop to try Piskel": "Preuzmite GDevelop i isprobajte Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: 8-bitna igrica napravljena pomoću GDevelop-a ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH je retro, 8-bitna igrica sa predivnom muzičkom podlogom i grafičkim dizajnom, u kojoj se smenjuju nivoi u vidu platformi punih tajni, nivoi sa pucanjem, gazde, razni tipovi neprijatelja i bonusi.",
  "Read more about Lil BUB's game": "Pročitajte nešto više o igrici Lil BUB",
  "See other games made with GDevelop": "Pogledajte ostale igrice napravljene pomoću GDevelop-a",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "You can now **go back to GDevelop** to use the additional online exports and services."
}
