{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop је програм за креирање игрица отвореног кода. Свако га може користити како би направио било који тип 2D игрица.",
  "This website in your language": "Подржани језици",
  "Download the editor": "Преузмите едитор",
  "Online game editor": "Онлајн едитор за игрице",
  "Community forums": "Форуми заједнице",
  "Documentation & tutorials": "Документација и туторијали",
  "Features": "Могућности",
  "Facebook Instant Games": "Facebook Инстант Игрице",
  "Game examples/starters": "Примери игара и основа за развој",
  "Use JavaScript with the game engine": "Користи JavaScript уз енџин игрице",
  "Make 8-bit games": "Направите 8-битне игрице",
  "Education": "Едукација",
  "Game editors": "Едитори за игрице",
  "Games showcase": "Примери игрица",
  "Contribute": "Допринесите",
  "Facebook page": "Facebook страница",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop је са пуно љубави направио",
  "Thanks to the": "Захваљујемо се",
  "contributors": "сарадницима",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "који су додали функције, исправили грешке, послали нове примере, написали туторијале и помогли заједници.",
  "by": ", аутор",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB је нешто посебно, она је јединствено створење. Прецизније, она је [најневероватнија мачка на планети](http://lilbub.com)... и њена игра је направљена помоћу GDevelop-а!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Игрица је ретро, 8-битна, са прелепим уметничким стилом и звучном позадином. Одликују је промене између нивоа, скривене тајне и нивои са пуно пуцања, газдама, непријатељима и бонусима.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights је сјајна игрица, по стилу налик на игрице са борбеним авионима у којој ћете избегавати масе технолошки заосталих непријатеља и пробијати се кроз њихове редове.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Како Ваша интергалактичка мисија напредује, Ваш адаптивни хипер-млазњак ће еволуирати у нешто јаче и нешто необично како будете сакупљали неке од стотина предмета доступних у игрици.",
  "Buy on Steam": "Купите на Steam-у",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Направите своју прву игрицу",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Осмислите и објавите своје игрице помоћу GDevelop-а. Све долази са детаљним упутствима и примерима.",
  "Try it online": "Испробајте на интернету",
  "Download": "Преузмите",
  "Games": "Игрице",
  "Tutorials": "Туторијали",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Допринесите развоју GDevelop-а - HTML5 алату отвореног кода за израду игрица",
  "Contribute to GDevelop": "Допринесите развоју GDevelop-а",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop је пројекат отвореног кода (чак и ова веб страница): свако може да допринесе и унапреди софтвер!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Постоји више начина на који можете допринети развоју пројекта GDevelop, у зависности од времена, способности и интересовања.",
  "Help to translate GDevelop": "Помозите нам да преведемо GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop и пратећи веб сајт могли би бити преведени и на Ваш језик! Преводи се обављају на веб сајту на коме је свако добродошао.",
  "Help us by translating GDevelop!": "Помозите нам да преведемо GDevelop!",
  "Translate the website": "Преведите веб сајт",
  "Help to develop GDevelop": "Помозите развој GDevelop-а",
  "It's easy to get the source code of GDevelop and start improving things!": "Једноставно се може приступити изворном коду GDevelop-а и почети са унапређивањем ствари!",
  "Contribute on GitHub": "Допринесите на GitHub-у",
  "Edit the website on GitHub": "Уредите веб сајт на GitHub-у",
  "Check the development roadmap": "Проверите како је текао развој",
  "Get involved in the community": "Прикључите се заједници",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Форум и Discord chat су места на којима можете потражити или понудити помоћ другим корисницима GDevelop-а!",
  "Go to the community forum": "Идите на форум заједнице",
  "Open the Discord chat": "Отворите Discord chat",
  "Follow GDevelop on Facebook and Twitter:": "Пратите GDevelop на Facebook-у и Twitter-у:",
  "Write tutorials, record videos": "Пишите туторијале, снимите видео снимке",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "За већину почетника, па чак и напредне кориснике, туторијали и help страница представљају највредније ресурсе који показују како се брзо могу креирати сјајне игрице. На wiki страници, можете писати нове туторијале или унапредити постојеће.",
  "Contribute to the wiki": "Допринесите на wiki",
  "Download GDevelop or try it online - create games without programming": "Преузмите GDevelop или га испробајте онлајн - направите игрице без програмирања",
  "Download GDevelop": "Преузмите GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop је бесплатан и може се користити за прављење профитабилних или непрофитабилних игрица.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop је подржан на Windows, macOS и најновијим Linux оперативним системима. Можете га испробати и онлајн, користећи Chrome, Firefox или неки други од новијих веб претраживача.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Неопходно је да у свом систему имате **libgconf-2-4**. Упишите у терминалу:`sudo apt-get install libgconf-2-4` или обавите инсталацију из package manager-а.",
  "To create your first game, start by reading a tutorial:": "Ако желите да направите своју прву игрицу, почните од туторијала:",
  "Create a platformer game": "Направите платформу",
  "Create a tank shooter game": "Направите тенкиће",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop је пројекат отвореног кода. Можете се прикључити заједници и унапредити га!",
  "Learn how to contribute": "Сазнајте како можете да допринесете",
  "GDevelop 4 (old version)": "GDevelop 4 (стара верзија)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 се и даље може преузети. GDevelop 5 се препоручује новим корисницима, пошто за GDevelop 4 неће бити нових update-ова! У будућности ће изостати и подршка за GDevelop 4: препоручујемо свим корисницима верзије GDevelop 4 да се пребаце на GDevelop 5.",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Иако GDevelop 4 подржава нативне игрице, предлажемо прелазак на GDevelop 5 и HTML5 игрице, због боље подршке. Нативне игрице ће касније бити додате у GDevelop 5.",
  "GDevelop for the education - Teach game creation": "GDevelop за образовне сврхе - Подучавајте прављење игрица",
  "GDevelop for education": "GDevelop за образовне сврхе",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Коришћење GDevelop-а у учионици представља савршену прилику да се подстакне креативност ученика, да се науче програмирању и прављењу игрица.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop је већ пронашао своје место у учионицама и на онлајн курсевима. Погодан је и за студенте дигиталних медија и за ђаке прваке!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Молимо Вас да нам пошаљете своје фотографије и tweet-ове како користите GDevelop на својим предавањима!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "Направите своје Facebook Инстант Игрице користећи GDevelop - потом их објавите на Messenger-у",
  "Make games for Facebook Messenger": "Направите игрице за Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Уз помоћ GDevelop-а, можете да извезете своју игрицу у форми Facebook Инстант Игрице у само 2 клика.",
  "1) Create your app on Facebook Developers": "1) Направите своју апликацију на Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Прва ствар, будите сигурни да имате налог на **Facebook Developers**. Направите апликацију и подесите је тако што ћете одабрати \"Games\" као категорију и дозволити (енабле) \"Instant Games\" у \"Products\":",
  "Go to Facebook Developers": "Води ме на Facebook Developers",
  "Read the full tutorial": "Прочитајте детаљни туторијал",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Отворите GDevelop и извезите за Facebook Инстант Игрице",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "У оквиру GDevelop-а, отворите своју игрицу, а затим прозор \"Извоз\". Изаберите **Facebook Инстант Игрице**, кликните на \"Извези\" и сачекајте неколико секунди.",
  "More about exporting": "Више информација о извозу игрица",
  "3) Upload your game": "3) Upload-ујте своју игрицу",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Вратите се на страницу своје игрице у оквиру Facebook Developers, одаберите Web Hosting у менију и **аплоудујте фајл** који сте извезли помоћу GDevelop-а.",
  "You can also add testers to let your friends try your game.": "Такође, можете додати тест кориснике и позвати пријатеље да испробају Вашу игрицу.",
  "More about uploading your game": "Више информација о томе како аплоудовати игрицу",
  "4) Try your game on Messenger": "4) Испробајте игрицу на Messenger-у",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Сада, узмите телефон и **отворите Messenger**. Отворите конверзацију, изаберите \"Games\" и кликните на иконицу игрице како бисте започели игру!",
  "5) Use Instant Games features and publish your game!": "5) Користите \"Instant Games\" могућности и објавите своју игрицу!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop Вам пружа приступ специфичним опцијама у оквиру Instant Games, на пример, имену играча, како бисте боље интегрисали игрицу у конверзације преко Messenger-а.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Када Ваша игрица буде спремна, пошаљите је за оцењивање од стране Facebook-а, како би **постала доступна корисницима широм света**!",
  "Read the full step-by-step tutorial": "Прочитајте детаљни туторијал, корак по корак",
  "Features of GDevelop - create any kind of games without coding": "Опције GDevelop-а - направите било који тип игрице, без кодирања",
  "Fully featured": "Са свим опцијама",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop је опремљен десетинама опција које Вам помажу да осмислите и креирате било који тип игрица.",
  "Deploy your game everywhere": "Поставите своју игрицу - свуда",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "Извезите једним кликом за [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Извезите једним кликом за [Facebook Instant Games](/facebook-instant-games), да бисте играли на Messenger-у.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Извезите своју игрицу [за веб](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web), једним кликом",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "Извезите своју игрицу на iOS (помоћу [PhoneGap Build или Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Објавите своју игрицу на Kongregate, Itch.io и другим гејминг сајтовима!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Извезите игрицу као самосталну, stand-alone executable, за Windows, macOS и Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[у само једном клику!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Научите како да објавите своју игрицу",
  "Objects for your games": "Објекти за Ваше игрице",
  "**Sprites** with multiple animations": "**Sprites** са вишеструким анимацијама",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Направите експлозије, ватру и импресивне ефекте помоћу алата **Particle Emitters**",
  "\"9 patch\" and tiled sprites": "\"9 patch\" и tiled sprites",
  "Text objects": "Текстуални објекти",
  "Draw custom shapes on screen with Shape Painters": "Нацртајте нестандардне облике на екрану помоћу Shape Painters",
  "Support for custom collision masks": "Подршка за прилагођене маске сударања",
  "Read the documentation for all objects": "Прочитајте документацију за све објекте",
  "Try the online examples": "Испробајте још примера, онлајн",
  "Add behaviors to your game objects": "Додајте опције понашања Ваших објеката у игрици",
  "Physics engine": "Енџин за физику",
  "Add realistic behavior to your objects": "Доделите реалистично понашање Вашим објектима",
  "Pathfinding": "Проналажење путање",
  "Have your objects move and avoiding obstacles": "Нека се Ваши објекти померају и избегавају препреке",
  "Top-down movement": "Кретање одозго на доле",
  "Platformer engine": "Енџин за платформу",
  "create platformer games in a breeze": "направите платформе са лакоћом",
  "Draggable objects": "Преносиви објекти",
  "quickly make your objects draggable with mouse/touch": "направите брзо објекте који се могу носити мишем/додиром",
  "And more, to automate current tasks and behaviors in a few clicks!": "И још пуно тога, аутоматизујте тренутне задатке и понашања објеката у само неколико кликова!",
  "Read the documentation for all behaviors": "Прочитајте документацију за сва понашања објеката",
  "Design advanced levels and interfaces": "Дизајнирајте напредне нивое и интерфејсе",
  "The scene editor lets you visually edit your levels": "Едитор сцене Вам омогућава да визуелно уређујете нивое",
  "Support for multiple layers": "Подршка за вишеструке слојеве",
  "Add interfaces and create parallax effects": "Додајте интерфејс и направите ефекат паралаксе",
  "Create your levels dynamically with external layouts": "Учините нивое динамичним помоћу екстерних layouts-а",
  "Design your assets with Piskel": "Дизајнирајте елементе помоћу Piskel-а",
  "a powerful pixel art and sprite editor": "моћни пиксел арт и sprite едитор",
  "Debugger": "Отклањање грешака",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Проверите садржај Ваше игрице и унесите динамичке измене док прегледате своју игрицу",
  "Performance profiler": "Процена перформанси",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[мотрите на ствари које захтевају пуно ресураса](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) у Вашој игрици",
  "Discover GDevelop editors": "Откријте GDevelop едиторе",
  "Make desktop & mobile-ready games": "Направите игрице спремне за десктоп или мобилне уређаје",
  "Save player data in browser/local storage": "Снимите податке о играчу у веб претраживачу/ локалној меморији",
  "Full support for sound effects and musics": "Пуна подршка за звучне ефекте и музику",
  "Support for touchscreens & multi-touch": "Подршка за екране осетљиве на додир и multi-touch",
  "Build ambitious games with advanced features": "Направите амбициозну игрицу са напредним функцијама",
  "Communicate with external websites using HTTP requests": "Комуницирајте са екстерним веб сајтовима користећи HTTP захтеве",
  "Use advanced events: loops, for-each and even functions": "Користите напредне догађаје: петље, for-each, па чак и функције",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Манипулишите варијаблама помоћу произвољних комплексних структура и JSON подршком",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "Можете [користити JavaScript за кодирање](/јавасцрипт-гаме-енгине) неких делова Ваше игрице!",
  "Read the documentation about events": "Прочитајте документацију о догађајима",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Сви едитори GDevelop-а - направите платформу, пуцачину, rpg, акционе игрице...",
  "The game editors": "Едитори за игрице",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Интерфејс GDevelop-а чине интуитивни едитори којима можете дизајнирати своје игрице почевши од нуле.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Погледајте како да помоћу GDevelop-а, додате окидач у своју игрицу за само 90 секунди",
  "Scene editor": "Едитор сцена",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Дизајнирајте нивое помоћу едитора сцена: можете одабрати објекте, поставити их у сцене, подесити њихову позицију и величину. Можете у потпуности дизајнирати нивое помоћу едитора сцена. Ако желите, можете направити комплексне нивое и интерфејсе, екстерни layout-и омогућавају Вам да креирате делове нивоа које затим можете поново искористити у другим сценама.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Почните за само 2 минута: Испробајте GDevelop у свом веб претраживачу",
  "Events editor": "Едитор догађаја",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Дефинисање правила Ваше игрице не подразумева учење компликованих програмских језика. Едитор догађаја приказује све догађаје у форми табеле; сваки догађај се састоји од услова и акција. Када се услови испуне, акције се покрећу. Толико је једноставно.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Сви услови и акције су доступне као листа, како бисте лако открили и пронашли све што је потребно да осмислите правила за Вашу игру.",
  "Learn more about events in the tutorials": "Научите више о догађајима, у туторијалима",
  "Create platformer games with GDevelop": "Направите платформу помоћу GDevelop-а",
  "Develop space shooter games with GDevelop": "Направите свемирску пуцачину помоћу GDevelop-а",
  "Create mario-like games with GDevelop": "Направите игрице налик на Марија користећи GDevelop",
  "Make strategy games with GDevelop": "Направите стратегије помоћу GDevelop-а",
  "Objects editors": "Едитори за објекте",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Све што видите приказано на екрану Ваше игрице је некакав објекат. Већина објеката спадају у категорију \"sprites\": они се састоје од анимација и могу се користити као анимирани елемент. На пример, Ваш јунак, непријатељи или неки од бонуса који се сакупљају.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Остали објекти су такође доступни приликом прављења интерфејса или како би се додали ефекти у игрицу; текст, честице, tiled sprites...",
  "Discover all the objects available in GDevelop": "Откријте све објекте доступне у GDevelop-у",
  "Resources editor": "Едитор за ресурсе",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Све слике и аудио фајлови који се користе у Вашој игрици излистани су у Едитору за ресурсе. На тај начин лако можете контролисати све елементе потребне за израду игрице.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelop долази са бесплатним елементима како бисте могли да почнете! Како бисте брзо развили прототипове и креирали нове елементе, GDevelop је повезан са моћним пиксел арт едитором названим Piskel.",
  "Learn everything about the editors in the documentation": "Научите све о едиторима, у приложеној документацији",
  "Open in GDevelop": "Отвори у GDevelop-у",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Примери GDevelop игрица - направите платформу, пуцачину, rpg, акционе игрице...",
  "Examples and Starters": "Примери и основе",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "ГДевелоп садржи преко 80 примера игрица и основа игрица уз које ћете брзо савладати сваки практични изазов.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Овде можете видети примере који су повезани са GDevelop-ом. Копка Вас да сазнате како раде? Можете их отворити директно из претраживача. GDevelop је брз и на екрану ће Вам се после свега пар секунди појавити примери које можете испробавати.",
  "Get started with tutorials": "Почните са туторијалима",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Научите, корак по корак, како да користите GDevelop, или потражите помоћ која се односи на специфичну особину: wiki нуди туторијале за почетнике и комплетну документацију за софтвер.",
  "Showcase of the games created with GDevelop": "Примери игрица направљених помоћу GDevelop-а",
  "Here are a few games created with GDevelop. The next one should be yours!": "Ево неколико игрица које су направљене помоћу GDevelop-а. Следећа би могла бити Ваша!",
  "Play": "Играј",
  "Made a nice game with GDevelop?": "Желите ли да направите лепу игрицу помоћу GDevelop-а?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Волели бисмо да сазнамо о Вашој игрици и да је поставимо овде. Потрудите се да направите лепе screenshot-ове и да квалитет игрице буде на високом нивоу :)",
  "Submit your game": "Пошаљите своју игрицу",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, игрица направљена помоћу GDevelop-а",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Сјајна игрица са борбеним млазњацима, направљена помоћу GDevelop-а.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights је сјајна игрица са борбеним млазњацима у којој ћете разносити масе технолошки инфериорних непријатеља кроз које ћете се пробијати док избегавате њихове нападе. Како Ваша интергалактичка мисија буде напредовала, Ваш адаптивни хипер-млазњак ће еволуирати у нешто још јаче и још необичније како будете сакупљали неке од стотина предмета који су доступни у игрици.",
  "History": "Историја",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights је започео свој живот као под-пројекат нашег сада угашеног пројекта развоја игрице, Hyperspace Admirals, по жанру типичног свемирског истраживања. Прототип, HDog, изашао је крајем 2016, након чега је добио ограничени приступ на itch.io. Током 2017, већина садржаја је већ била развијена и континуирани алфа фидбек је узет у обзир. Све жељене опције су додате у игрицу до марта 2018, после чега је уследило званично објављивање.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Жестока и напета 2D битка против масовних напада непријатеља са копна и из ваздуха",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "На стотине пасива који се могу комбиновати, преко 50 оружја и актива на располагању; све синергистички уклопљено у једну целину",
  "High replayability, your will evolve a little different on each run": "Веома заразна игрица, пошто је еволуција авиона са сваким покушајем нешто другачија",
  "Seven zones with distinct enemy composition to explore": "Седам зона са видно различитим саставом непријатеља које чекају да буду истражене",
  "10+ screen-fillingbosses": "10+ великих газди, и борбе преко целог екрана",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ хипер-млазњака на којима можете летети, а сваки од њих долази и у мк2 верзији коју морате откључати",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 слојевитих музичких подлога које су компоновали Enuit и Ole Toensen од којих се леди крв",
  "Official website": "Званични сајт",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, игрица направљена помоћу GDevelop-а",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Ретро 8-битна игрица, са феноменалним пиксел-артом и музичком подлогом, направљена помоћу GDevelop-а.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Захваљујући GDevelop-у, игрица је постала доступна за iOS, Android, Windows, macOS, Linux и чак је публикована као права Аркадна игрица.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "Игрица је најављена за 5. рођендан BUB-а. Како би се то преточило у реалност, лансирана је Kickstarter кампања како би сви пријатељи BUB-а широм света могли да допринесу. Првобитни циљ Kickstarter кампање, био је 100,000 $, а сакупљено је чак 148,000 $! БРАВО BUB!",
  "Beautiful original graphics and animation": "Прелепа, оригинална графика и анимације",
  "Parallaxing backgrounds": "Позадине са ефектом паралаксе",
  "Unique level design": "Јединствени дизајн нивоа",
  "Huge variety of unique levels, bosses and enemies": "Висока разноврсност јединствених нивоа, газди и непријатеља",
  "Complex gameplay and controls": "Комплексан gameplay и контроле",
  "Unique storyline with twists and surprises": "Јединствени ток радње са обртима и изненађењима",
  "Item Inventory: collect items to be used strategically throughout the game": "Залихе додатака: сакупљајте предмете како бисте их стратешки искористили током напредовања кроз игрицу",
  "Completely original 8-bit soundtrack": "Потпуно оригинална 8-битна музичка подлога",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape Deck опција која Вам омогућава да одаберете своју омиљену музику из игрице",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Могућност да поново посетите и поново одиграте нивое како бисте додатно напредовали и откључали постигнућа",
  "Truly innovative Easter Eggs throughout": "Истински иновативна изненађења током играња",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Направите игрице без програмирања - нативни креатор за игрице базиран на отвореном коду и HTML5",
  "Create your own games": "Направите своје сопствене игрице",
  "GDevelop game maker software - create video games without coding": "GDevelop софтвер за прављење игрица - направите игрице без потребе за кодирањем",
  "Make your own games with GDevelop": "Направите своје игрице помоћу GDevelop-а",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop отвореног кода, погодан за различите платформе, дизајниран тако да га свако може употребљавати - без програмерских вештина.",
  "Create any game": "Направите било коју игрицу",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Ослободите своју креативност уз GDevelop и направите било који тип игрице: платформе, слагалице, пуцачине, стратегије, [8-битне игрице](/make-8bit-pixelart-games)... Прођите кроз примере и надограђујте их или отпочните потпуно нови пројекат.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Уз помоћ GDevelop-а, можете направити једноставне пројекте забаве ради или амбициозне игрице попут [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) и [многих других](/games-showcase)!",
  "Events - game creation for everyone": "Догађаји - сада је дизајнирање игрица доступно свакоме",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Оно што GDevelop чини јединственим и једноставним за коришћење јесте опција додавања догађаја (events). Догађаји су моћан алат којим можете исказати логику своје игрице, без потребе да научите програмски језик.",
  "Events enable easy game creation": "Догађаји (евентс) омогућавају једноставну израду игрица",
  "Events being used in GDevelop to create the logic of a game": "Догађаји се користе у GDevelop-у како би се креирала логика игрице",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Када се притисне дугме Space, покрећу се анимација и звук. Ако бомба дотакне јунака, обоје бивају уништени.",
  "Export your game in one click": "Извезите своју игрицу у само једном клику",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Објавите своје игрице на интернету, учините их доступним за iOS, Android, Windows, Mac, Linux па чак и [Facebook Messenger](/facebook-instant-games). Игрице направљене помоћу GDevelop-а раде било где, а можете их извести и за Android, у једном клику, из апликације.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Направите игрице за iOS, Android, Windows, macOS и Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Лаптоп, таблет или телефон: игрице направљене помоћу GDevelop-а раде на свим уређајима",
  "Unlimited possibilities": "Бескрајне могућности",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Изразите своје идеје без стега: можете израдити прототипове нових особина за игрице за минут, а онда их можете даље дорађивати без ограничења. [Прављење игрица](/games-showcase) никада није било једноставније помоћу [визуелних едитора](/game-editors) које је обезбедио GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Желите ли да још више напредујете? Можете проширивати [енџин игрице помоћу Javascript-а](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Погледајте како можете додати дугме-окидач (trigger) у своју платформу, за само 90 секунди",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Брдо примера](/game-examples-starters) Вас спремно чека, на само један клик од Вас.",
  "Tutorials for GDevelop and documentation on the wiki": "Туторијали за GDevelop и документација на wiki",
  "Using JavaScript to make your games with GDevelop": "Користите JavaScript како бисте правили игрице помоћу GDevelop-а",
  "Using JavaScript with GDevelop": "Користите JavaScript уз GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop подржава JavaScript и уз њега ћете моћи да креирате игрице или проширите могућности енџина игрице.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript се може користити како би се њиме написао део игрице, упоредо са догађајима (events)",
  "Add JavaScript code blocks inside your game": "Додајте блок JavaScript кода у Вашу игрицу",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop подржава додавање блока JavaScript кода у било који део events-а у оквиру игрице. Захваљујући томе, могу се имплементирати комплексни алгоритми и наново користити функције из библиотека отвореног кода. Догађаји и блокови кода се тако стапају у једну целину, што Вам даје могућност да имплементирате делове JavaScript-а, па чак и читаву игрицу!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "JavaScript едитор је базиран на супер моћном Monaco Editor Едитору, екстракованом из [Visual Studio Code](https://code.visualstudio.com/). Функције \"Intellisense\" су омогућене и едитор подржава напредне опције попут multi-selection, које кодирање чине бржим и лакшим.",
  "Learn more about using JavaScript": "Научите више о томе како се употребљава JavaScript",
  "Extend GDevelop with JavaScript extensions": "Проширите GDevelop помоћу JavaScript екстензија",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop је модуларан и могуће га је проширити према сопственим потребама. Све функције које се користите за развој игрице (објекти, понашања, догађаји) су доступне у виду екстензија. Врло брзо можете креирати нове екстензије за своју игрицу или можете допринети развоју постојећих пошто је GDevelop [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Како да напишете екстензије",
  "Game engine JavaScript documentation": "Енџин игрице, JavaScript документација",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "GDevelop користи Dark тему. Едитор кода долази са неколико прекрасних тема!",
  "Make your own 8-bit and pixelart games": "Направите своје 8-битне пиксел арт игрице",
  "Make 8-bit and pixelart games": "Направите своје 8-битне пиксел-арт игрице",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Sprite едитор и алати уз помоћ којих ћете креирати своје сопствене 8-битне игрице базиране на GDevelop-у",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Погледајте како се Piskel sprite едитор користи у GDevelop-у како би се направила 8-битна игрица",
  "Piskel sprite editor": "Piskel sprite едитор",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop долази у пакету са [Piskel](https://www.piskelapp.com/), моћним, а лаким за коришћење, 2D sprite едитором. У питању је савршен алат помоћу којег ћете креирати пиксел-арт и својим игрицама удахнути ретро изглед! Можете креирати објекте са вишеструким анимацијама, у сваком моменту уређивати sprites-е и одмах видети резултат на екрану.",
  "Download GDevelop to try Piskel": "Преузмите ГДевелоп и испробајте Piskel",
  "Ready-made behaviors": "Готова понашања",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Желите да направите платформу у ретро стилу? GDevelop садржи готова решења за behaviors (поступке) које можете придружити свом лику. У свега неколико секунди, имаћете базичну платформу која ради и само чека надоградњу и машту! Остали behaviors, услови и радње се такође могу користити за израду 2D игрица свих врста, укључујући: пуцачине, \"Bullet Hell\", аркадне игрице...",
  "Learn more about behaviors": "Научите више о behaviors-има",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: 8-битна игрица направљена помоћу GDevelop -а ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH је ретро, 8-битна игрица са предивном музичком подлогом и графичким дизајном, у којој се смењују нивои у виду платформи пуних тајни, нивои са пуцањем, газде, разни типови непријатеља и бонуси.",
  "Read more about Lil BUB's game": "Прочитајте нешто више о игрици Lil BUB",
  "See other games made with GDevelop": "Погледајте остале игрице направљене помоћу GDevelop-а"
}
