{
  "BUB is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with GDevelop!": "BUB çok özel, bir tür yaratıktır. Daha spesifik olarak, o gezegendeki en harika kedi... ve oyunu GDevelop ile yapıldı!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Oyun güzel sanatlar ve soundtrack ile retro-bit bir oyundur. Oyun, platformların seviyeleri, gizli sırlarla ve patronlarla, çoklu düşmanlarla ve bonuslarla atıcı seviyeleri arasında değişmektedir.",
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop açık kaynaklı bir oyun oluşturucusudur. Herhangi bir 2D oyun oluşturmak için herkes tarafından kullanılabilir.",
  "This website in your language": "Bu web sitesi kendi dilinizde",
  "Download the editor": "Düzenleyiciyi indir\n",
  "Online game editor": "Çevrimiçi oyun editörü",
  "Community forums": "Topluluk forumları",
  "Documentation & tutorials": "Dokümantasyon ve öğreticiler",
  "Features": "Özellikler",
  "Education": "Eğitim",
  "Games showcase": "Oyun vitrini",
  "Contribute": "Katkıda Bulunun",
  "Facebook page": "Facebook sayfası",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop sevgi ile oluşturuldu",
  "Thanks to the": "Teşekkürler",
  "contributors": "katkıda bulunanlar",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "özellikleri ekledi, hataları düzeltti, yeni örnekler gönderdi, eğiticiler yazdı ve topluluğa yardım etti.",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "İlk oyununu yap",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Oyunlarınızı GDevelop ile hayal edin ve yayınlayın. Öğreticiler ve örnekler ile birlikte.",
  "Try it online": "Çevrimiçi deneyin",
  "Download": "İndir",
  "Games": "Oyunlar",
  "Tutorials": "Öğreticiler",
  "LANG_CODE": "LANG_CODE",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Programlamaya gerek duymadan oyunlarınızı oluşturun - Açık kaynak HTML5 ve yerli oyun oluşturucu",
  "Contribute to GDevelop": "GDevelop'a katkıda bulun",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop açık kaynak kodlu bir projedir (hatta bu web sitesi): herkes yazılımı geliştirebilir ve katkıda bulunabilir!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Zamanınıza, becerilerinize ve neye ilgi duyduğunuza bağlı olarak GDevelop'a katkıda bulunabileceğiniz çeşitli yollar vardır.",
  "Help to translate GDevelop": "GDevelop’u çevirmeye yardım et",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop ve web sitesini kendi dilinize çevrilebilirsiniz! Çeviriler, herkesin dahil olabileceği bir web sitesinde yapılır.",
  "Help us by translating GDevelop!": "GDevelop tercümesi için yardımda bulunun!",
  "Translate the website": "Web sitesini çevir",
  "Help to develop GDevelop": "GDevelop’u geliştirmeye yardımcı olun",
  "It's easy to get the source code of GDevelop and start improving things!": "GDevelop'un kaynak kodunu almak ve işleri iyileştirmeye başlamak çok kolay!",
  "Contribute on GitHub": "GitHub ile katkıda bulunun",
  "Edit the website on GitHub": "GitHub sitesindeki web sitesini düzenle",
  "Check the development roadmap": "Geliştirme durumunu kontrol edin",
  "Get involved in the community": "Topluluğa katıl",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum ve Discord sohbet, diğer GDevelop kullanıcılarına yardım ve katkıda bulunabileceğin bir yer!",
  "Go to the community forum": "Topluluk forumuna git",
  "Open the Discord chat": "Discord sohbetini aç",
  "Follow GDevelop on Facebook and Twitter:": "Facebook ve Twitter'da GDevelop'u takip edin:",
  "Write tutorials, record videos": "Eğiticiler yazın, videolar kaydedin",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Yeni başlayanlar ve hatta gelişmiş kullanıcılar için öğreticiler ve yardım sayfası, harika oyunlar oluşturmanın en değerli kaynaklarıdır. Viki'de, öğreticiler yazabilir veya mevcut olanları geliştirebilirsiniz.",
  "Contribute to the wiki": "Vikiye katkıda bulun",
  "Download GDevelop": "GDevelop'u indirin",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop ücretsiz, kar veya kar amacı gütmeyen oyun yapımları için kullanılabilir.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop, Windows, macOS ve en son Linux dağıtımlarında çalışır. Chrome, Firefox veya başka bir yeni web tarayıcısını kullanarak çevrimiçi deneyebilirsiniz.",
  "To create your first game, start by reading a tutorial:": "İlk oyununuzu oluşturmak için bir öğretici okuyarak başlayın:",
  "Create a platformer game": "Platform oyunu oluştur",
  "Create a tank shooter game": "Tank atış oyunu oluştur",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop açık kaynaklı bir projedir. Bunu geliştirmek için topluluğa dahil olabilirsiniz!",
  "Learn how to contribute": "Nasıl katkıda bulunacağınızı öğrenin",
  "GDevelop 4 (old version)": "GDevelop 4 (eski versiyon)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 hala indirilebilir. GDevelop 4, GDevelop 4 artık güncellenmeyeceği için yeni kullanıcılar için önerilmemektedir! GDevelop 4 için gelecekte herhangi bir destek sağlanmayacak: GDevelop 5'e yükseltmek için GDevelop 4 kullanıcısını tavsiye ediyoruz.",
  "Windows": "Windows",
  "OpenSUSE/Fedora/Arch": "OpenSUSE/Fedora/Arch",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "GDevelop 4 yerel oyunları desteklese bile, daha iyi desteklenen GDevelop 5 ve HTML5 oyunlarına geçmenizi öneririz. Yerel oyunlar (Native) daha sonra GDevelop 5'e eklenecek.",
  "GDevelop for education": "Eğitim için GDevelop",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "GDevelop'u sınıfta kullanmak, programlama, oyun yapımı ve öğrencilerin becerilerini açığa çıkarmak için mükemmel bir fırsattır.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop, sınıflarda ve çevrimiçi kurslarda, dijital medya öğrencileriyle veya birinci sınıftaki çocuklarla zaten kullanıldı!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Bir kurs için GDevelop kullanıyorsanız lütfen bize fotoğraflarınızı ve tweet'lerinizi gönderin!\n",
  "Fully featured": "Özellikleri dolu",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop, her türlü oyunu hayal etmek ve oluşturmak için düzinelerce özellik ile donatılmıştır.",
  "Objects for your games": "Oyunlarınız için nesneler\n",
  "Sprites": "Spritelar",
  "with multiple animations": "çoklu animasyonlarla\n",
  "\"9 patch\" and tiled sprites": "\"9 patch\" ve karo grafikler",
  "Text objects": "Metin objeleri",
  "Draw custom shapes on screen with the Shape Painter": "Shape Painter ile ekranda özel şekiller çizin\n",
  "Support for custom collision masks": "Özel çarpışma maskeleri için destek",
  "Read the documentation for all objects": "Tüm nesnelerin belgelerini okuyun\n",
  "Add behaviors to your game objects": "Oyun nesnelerine davranış ekleyin",
  "Physics engine": "Fizik motoru",
  "Add realistic behavior to your objects": "Nesnelerinize gerçekçi davranışlar ekleyin",
  "Pathfinding": "Kılavuz",
  "Have your objects move and avoiding obstacles": "Nesnelerinizi hareket ettirin ve engellerden kaçının",
  "Top-down movement": "Yukarıdan aşağı doğru hareket",
  "Platformer engine": "Platform motoru",
  "create platformer games in a breeze": "kolayca bir platform oyunu oluşturun",
  "Draggable objects": "Sürüklenebilir nesneler",
  "quickly make your objects draggable with mouse/touch": "nesnelerinizi Fare/Dokunma (mouse/touch) ile kolayca sürükleyebilirsiniz",
  "And more, to automate current tasks and behaviors in a few clicks!": "Ve bir kaç tıklama ile mevcut görevleri ve hareketleri otomatikleştirmek için!",
  "Read the documentation for all behaviors": "Tüm davranışların belgelerini okuyun",
  "Design advanced levels and interfaces": "Gelişmiş seviyeler ve arayüzler tasarlayın",
  "The scene editor lets you visually edit your levels": "Sahne editörü size, görsel olarak seviyelerinizi düzenlemenize yardımcı olur",
  "Support for multiple layers": "Birden çok katman desteği",
  "Add interfaces and create parallax effects": "Arayüzler ekleyin ve paralaks efektleri oluşturun",
  "Create your levels dynamically with external layouts": "Senin düzey dinamik olarak dış düzenleri oluşturma",
  "Integrated debugger and performance profilers": "Entegre edilmiş hata ayıklayıcı ve performans gösterici",
  "coming soon!": "çok yakında!",
  "Read the documentation for editors": "Editörlerin belgelerini okuyun",
  "Make desktop & mobile-ready games": "Masaüstü ve mobil hazır oyunlar yapın",
  "Save player data in browser/local storage": "Oynatıcı verilerini tarayıcı/yerel depolama birimine kaydedin",
  "Full support for sound effects and music": "Ses efektleri ve müzikler için tam destek",
  "Support for touchscreens & multi-touch": "Dokunmatik ekran ve Multi-Touch desteği",
  "Build ambitious games with advanced features": "Gelişmiş özelliklerle iddialı oyunlar yapın",
  "Communicate with external websites using HTTP requests": "HTTP istekleri ile dış sitelerle iletişime geçin",
  "Use advanced events: loops, for-each and even functions": "Gelişmiş olayları kullan: döngüler, her biri için ve çift fonksiyonlar",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Değişken karmaşık yapıları ve hatta JSON desteğiyle değişkenleri yönetin",
  "You can even use JavaScript to code some parts of your game!": "Oyunun bazı bölümlerini kodlamak için JavaScript'i bile kullanabilirsiniz!",
  "Read the documentation about events": "Olaylarla ilgili belgeleri okuyun",
  "Deploy your game everywhere": "Oyununuzu her yerde dağıtın",
  "One click export for Android": "Android için bir tıkla dışa aktar",
  "Export your game for the web in one click": "Tek tıklamayla oyununu web dışa aktar",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "Oyununuzu iOS'a aktarın (PhoneGap Build veya Cordova ile)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Oyununuzu Kongregate, Itch.io ve diğer oyun sitelerinde yayınlayın!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Windows, MacOS ve Linux için bağımsız bir yürütülebilir oyun olarak dışa aktarın",
  "Coming Soon!": "Çok yakında!",
  "Learn how to publish your game": "Oyununuzu nasıl yayınlayacağınızı öğrenin",
  "Here are a few games created with GDevelop. The next one should be yours!": "GDevelop ile oluşturulmuş birkaç oyun. Bir sonraki oyun seninki olmalı!",
  "by": "tarafından",
  "Play": "Yürüt",
  "Made a nice game with GDevelop?": "GDevelop ile iyi bir oyun mu yaptın?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Oyununuzu tanımak ve buraya eklemek isteriz. Güzel ekran görüntülerinin hazır olduğundan ve oyunun yüksek kalitede olduğundan emin olun :)",
  "Submit your game": "Oyununu gönder",
  "Create your own games": "Kendi oyununu oluştur",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop, herkes tarafından kullanılmak üzere tasarlanmış açık kaynaklı, çapraz platform oyun oluşturucusudur - programlama becerisi gerektirmez.",
  "Create any game": "Herhangi bir oyun oluştur",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "GDevelop ile becerilerinizi ortaya çıkarın ve her türlü oyunu oluşturun: platform yapanlar, bulmacalar, ateş etme oyunları, strateji... Örnekleri gözden geçirin veya sıfırdan yeni bir proje başlatın.",
  "Create platformer games with GDevelop": "GDevelop ile platform oyunu oluştur",
  "Create space shooter games with GDevelop": "GDevelop ile uzay atış oyunları oluştur",
  "Create strategy games with GDevelop": "GDevelop ile strateji oyunları oluştur",
  "Create games with GDevelop": "GDevelop ile oyunlar oluşturun",
  "Events - game creation for everyone": "Etkinlikler - herkes için oyun oluşturma",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "GDevelop'u benzersiz ve çok kolay kılan etkinlikler vardır. Etkinlikler, programlama dilini öğrenmeden oyunun mantığını ifade etmede en etkili yoldur.",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Boşluk tuşuna basıldığında, karakter animasyonu ve bir ses çalınır. Bir bomba karaktere dokunursa, ikisi de yok edilir.",
  "Export your game in one click": "Oyununuzu tek tıkla dışa aktarın",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Oyunlarınızı web, iOS, Android, Windows, Mac, Linux'ta yayınlayın. GDevelop ile oluşturulan oyunlar her yerde çalışır ve Android'den tek tıklama ile uygulamayı dışa aktarabilirsiniz.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Ios, Android, Windows, MacOS ve Linux için oyunlar yapın",
  "Get started with tutorials": "Eğiticilerle başlayın",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "GDevelop'u nasıl kullanacağınızı veya belirli bir özellik hakkında nasıl yardım alabileceğinizi öğrenin: wiki'nin yeni başlayanlar için öğreticiler ve yazılım için eksiksiz dökümanları mevcuttur."
}