{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop açık kaynaklı bir oyun oluşturucusudur. Herhangi bir 2D oyun oluşturmak için herkes tarafından kullanılabilir.",
  "This website in your language": "Bu web sitesi kendi dilinizde",
  "Download the editor": "Düzenleyiciyi indir\n",
  "Online game editor": "Çevrimiçi oyun editörü",
  "Community forums": "Topluluk forumları",
  "Documentation & tutorials": "Dokümantasyon ve öğreticiler",
  "Features": "Özellikler",
  "Facebook Instant Games": "Facebook Oyunları",
  "Game examples/starters": "Oyun örnekleri/başlangıçları",
  "Use JavaScript with the game engine": "JavaScript'i oyun motoru ile birlikte kullanın",
  "Make 8-bit games": "8 bit oyunlar yapın",
  "Education": "Eğitim",
  "Game editors": "Oyun düzenleyicileri",
  "Games showcase": "Oyun vitrini",
  "Contribute": "Katkıda Bulunun",
  "Facebook page": "Facebook sayfası",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop sevgi ile oluşturuldu",
  "Thanks to the": "Teşekkürler",
  "contributors": "katkıda bulunanlar",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "özellikleri ekledi, hataları düzeltti, yeni örnekler gönderdi, eğiticiler yazdı ve topluluğa yardım etti.",
  "by": "tarafından",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB çok özel, bir tür kibar bir yaratıktır. Daha spesifik olarak, o [gezegendeki en şaşırtıcı kedi!](http://lilbub.com)... ve oyunu GDevelop ile yapıldı!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Oyun güzel sanatlar ve soundtrack ile retro-bit bir oyundur. Oyun, platformların seviyeleri, gizli sırlarla ve patronlarla, çoklu düşmanlarla ve bonuslarla atıcı seviyeleri arasında değişmektedir.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights bir eğlenceli jet oyunudur. Sizi havaya uçuracak ve bulutların arasından geçeceksiniz.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Süper maceranız devam ederken, gittikçe tuhaf görevlere atılacak ve tuhaf şeyler görmeye devam edip yeni eşyalar kazanacaksınız.",
  "Buy on Steam": "Steam'den alın",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "İlk oyununu yap",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Oyunlarınızı GDevelop ile hayal edin ve yayınlayın. Öğreticiler ve örnekler ile birlikte.",
  "Try it online": "Çevrimiçi deneyin",
  "Download": "İndir",
  "Games": "Oyunlar",
  "Tutorials": "Öğreticiler",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Gdevelop'a katkıda bulunun - Bir Açık-kaynaklı HTML5 oyun oluşturucu",
  "Contribute to GDevelop": "GDevelop'a katkıda bulun",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop açık kaynak kodlu bir projedir (hatta bu web sitesi): herkes yazılımı geliştirebilir ve katkıda bulunabilir!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Zamanınıza, becerilerinize ve neye ilgi duyduğunuza bağlı olarak GDevelop'a katkıda bulunabileceğiniz çeşitli yollar vardır.",
  "Help to translate GDevelop": "GDevelop’u çevirmeye yardım et",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop ve web sitesini kendi dilinize çevrilebilirsiniz! Çeviriler, herkesin dahil olabileceği bir web sitesinde yapılır.",
  "Help us by translating GDevelop!": "GDevelop tercümesi için yardımda bulunun!",
  "Translate the website": "Web sitesini çevir",
  "Help to develop GDevelop": "GDevelop’u geliştirmeye yardımcı olun",
  "It's easy to get the source code of GDevelop and start improving things!": "GDevelop'un kaynak kodunu almak ve işleri iyileştirmeye başlamak çok kolay!",
  "Contribute on GitHub": "GitHub ile katkıda bulunun",
  "Edit the website on GitHub": "GitHub sitesindeki web sitesini düzenle",
  "Check the development roadmap": "Geliştirme durumunu kontrol edin",
  "Get involved in the community": "Topluluğa katıl",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Forum ve Discord sohbet, diğer GDevelop kullanıcılarına yardım ve katkıda bulunabileceğin bir yer!",
  "Go to the community forum": "Topluluk forumuna git",
  "Open the Discord chat": "Discord sohbetini aç",
  "Follow GDevelop on Facebook and Twitter:": "Facebook ve Twitter'da GDevelop'u takip edin:",
  "Write tutorials, record videos": "Eğiticiler yazın, videolar kaydedin",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Yeni başlayanlar ve hatta gelişmiş kullanıcılar için öğreticiler ve yardım sayfası, harika oyunlar oluşturmanın en değerli kaynaklarıdır. Viki'de, öğreticiler yazabilir veya mevcut olanları geliştirebilirsiniz.",
  "Contribute to the wiki": "Vikiye katkıda bulun",
  "Download GDevelop or try it online - create games without programming": "GDevelop'u indirin veya çevrimiçi deneyin - programlama yapmadan oyunlar oluşturun",
  "Download GDevelop": "GDevelop'u indirin",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop ücretsiz, kar veya kar amacı gütmeyen oyun yapımları için kullanılabilir.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop, Windows, macOS ve en son Linux dağıtımlarında çalışır. Chrome, Firefox veya başka bir yeni web tarayıcısını kullanarak çevrimiçi deneyebilirsiniz.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "Sisteminizde **libgconf-2-4**'e ihtiyacınız var. Bir terminale `sudo apt-get install libgconf-2-4` yazın ya da paket yöneticinizden kurun.",
  "To create your first game, start by reading a tutorial:": "İlk oyununuzu oluşturmak için bir öğretici okuyarak başlayın:",
  "Create a platformer game": "Platform oyunu oluştur",
  "Create a tank shooter game": "Tank atış oyunu oluştur",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop açık kaynaklı bir projedir. Bunu geliştirmek için topluluğa dahil olabilirsiniz!",
  "Learn how to contribute": "Nasıl katkıda bulunacağınızı öğrenin",
  "GDevelop 4 (old version)": "GDevelop 4 (eski versiyon)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "Gdevelop 4 hala indirilebilir. GDevelop 4, GDevelop 4 artık güncellenmeyeceği için yeni kullanıcılar için önerilmemektedir! GDevelop 4 için gelecekte herhangi bir destek sağlanmayacak: GDevelop 5'e yükseltmek için GDevelop 4 kullanıcısını tavsiye ediyoruz.",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "GDevelop 4 yerel oyunları desteklese bile, daha iyi desteklenen GDevelop 5 ve HTML5 oyunlarına geçmenizi öneririz. Yerel oyunlar (Native) daha sonra GDevelop 5'e eklenecek.",
  "GDevelop for the education - Teach game creation": "Eğitim için GDevelop - Oyun oluşturmayı öğretin",
  "GDevelop for education": "Eğitim için GDevelop",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "GDevelop'u sınıfta kullanmak, programlama, oyun yapımı ve öğrencilerin becerilerini açığa çıkarmak için mükemmel bir fırsattır.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop, sınıflarda ve çevrimiçi kurslarda, dijital medya öğrencileriyle veya birinci sınıftaki çocuklarla zaten kullanıldı!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Bir kurs için GDevelop kullanıyorsanız lütfen bize fotoğraflarınızı ve tweet'lerinizi gönderin!\n",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "GDevelop ile birlikte kendi Facebook Anında Oyunlarınızı yapın - oyunlarınızı Messenger'da yayınlayın",
  "Make games for Facebook Messenger": "Facebook Messenger için oyunlar yapın",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "GDevelop ile birlikte, oyununuzu 2 tıklama ile Facebook Anında Oyun olarak dışa aktarabilirsiniz.",
  "1) Create your app on Facebook Developers": "1) Facebook Geliştiriciler'de uygulamanızı oluşturun",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "İlk şey, **Facebook Geliştiricileri**'nde bir hesaba sahip olduğunuzdan emin olun. Bir uygulama oluşturun ve bunun kategorisi olarak \"Oyunlar\"ı seçecek şekilde yapılandırın ve Ürünlerdeki Anında Oyunlar'ı etkinleştirir:",
  "Go to Facebook Developers": "Facebook Geliştiricilere Gidin",
  "Read the full tutorial": "Eğitimin tamamını okuyun",
  "2) Open GDevelop and export for Facebook Instant Games": "2) GDevelop'u açın ve Facebook Anında Oyunlar için dışa aktarın",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "GDevelop'ta oyununuzu açın ve ardından Dışa Aktarım penceresini açın. **Facebook Instant Games** seçeneğini seçin, Dışa Aktar'a tıklayın ve birkaç saniye bekleyin.",
  "More about exporting": "Dışa aktarma hakkında daha fazlası",
  "3) Upload your game": "3) Oyununuzu yükleyin",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Facebook Geliştiricileri'ndeki oyun sayfanıza dönün, menüden Web Hosting'i seçin ve GDevelop tarafından dışa aktarılan **dosyayı yükleyin**.",
  "You can also add testers to let your friends try your game.": "Arkadaşlarınızın oyununuzu denemesi için ayrıca test cihazları da ekleyebilirsiniz.",
  "More about uploading your game": "Oyununuzu yükleme hakkında daha fazlası",
  "4) Try your game on Messenger": "4) Oyununuzu Messenger'da deneyin",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Şimdi telefonunuzu alın ve **messengerı açın**. Bir konuşma açın, Oyunlar'ı seçin ve oynamaya başlamak için oyunun simgesine tıklayın!",
  "5) Use Instant Games features and publish your game!": "5) Anında Oyun özelliklerini kullanın ve oyununuzu yayınlayın!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop, oyununuzu Messenger konuşmalarına daha iyi entegre edebilmeniz için, oyuncunun adı gibi Anlık Oyunlar'a özgü özelliklere erişmenizi sağladı.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Oyununuz hazır olduğunda, **dünya çapında erişilebilir** olması için Facebook tarafından incelenmek üzere gönderin!",
  "Read the full step-by-step tutorial": "Adım adım öğreticinin tamamını okuyun",
  "Features of GDevelop - create any kind of games without coding": "GDevelop'un Özellikleri - kodlamadan herhangi bir tür oyun yaratın",
  "Fully featured": "Özellikleri dolu",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop, her türlü oyunu hayal etmek ve oluşturmak için düzinelerce özellik ile donatılmıştır.",
  "Deploy your game everywhere": "Oyununuzu her yerde dağıtın",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "[Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios) için tek tıkla dışa aktarma",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Messenger'da oynamak için [Facebook Anında Oyunlar](/facebook-instant-games), tek tıkla dışa aktarın.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Oyununuzu [web için](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) tek bir tıklamayla dışa aktarın",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "Oyununuzu iOS'a dışa aktarın ([PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova) ile birlikte)",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Oyununuzu Kongregate, Itch.io ve diğer oyun sitelerinde yayınlayın!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Windows, MacOS ve Linux için bağımsız bir yürütülebilir oyun olarak dışa aktarın",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[tek bir tıklamayla!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Oyununuzu nasıl yayınlayacağınızı öğrenin",
  "Objects for your games": "Oyunlarınız için nesneler\n",
  "**Sprites** with multiple animations": "Birden fazla animasyonlar ile birlikte **Sprites**",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "**Parçacık Yayıcıları** ile patlamalar, yangın ve etkileyici etkiler oluşturun",
  "\"9 patch\" and tiled sprites": "\"9 patch\" ve karo grafikler",
  "Text objects": "Metin objeleri",
  "Draw custom shapes on screen with Shape Painters": "Şekil Ressamları ile ekrana özel şekiller çizin",
  "Support for custom collision masks": "Özel çarpışma maskeleri için destek",
  "Read the documentation for all objects": "Tüm nesnelerin belgelerini okuyun\n",
  "Try the online examples": "Çevrimiçi örnekleri deneyin",
  "Add behaviors to your game objects": "Oyun nesnelerine davranış ekleyin",
  "Physics engine": "Fizik motoru",
  "Add realistic behavior to your objects": "Nesnelerinize gerçekçi davranışlar ekleyin",
  "Pathfinding": "Kılavuz",
  "Have your objects move and avoiding obstacles": "Nesnelerinizi hareket ettirin ve engellerden kaçının",
  "Top-down movement": "Yukarıdan aşağı doğru hareket",
  "Platformer engine": "Platform motoru",
  "create platformer games in a breeze": "kolayca bir platform oyunu oluşturun",
  "Draggable objects": "Sürüklenebilir nesneler",
  "quickly make your objects draggable with mouse/touch": "nesnelerinizi Fare/Dokunma (mouse/touch) ile kolayca sürükleyebilirsiniz",
  "And more, to automate current tasks and behaviors in a few clicks!": "Ve bir kaç tıklama ile mevcut görevleri ve hareketleri otomatikleştirmek için!",
  "Read the documentation for all behaviors": "Tüm davranışların belgelerini okuyun",
  "Design advanced levels and interfaces": "Gelişmiş seviyeler ve arayüzler tasarlayın",
  "The scene editor lets you visually edit your levels": "Sahne editörü size, görsel olarak seviyelerinizi düzenlemenize yardımcı olur",
  "Support for multiple layers": "Birden çok katman desteği",
  "Add interfaces and create parallax effects": "Arayüzler ekleyin ve paralaks efektleri oluşturun",
  "Create your levels dynamically with external layouts": "Senin düzey dinamik olarak dış düzenleri oluşturma",
  "Design your assets with Piskel": "Piskel ile varlıklarınızı tasarlayın",
  "a powerful pixel art and sprite editor": "güçlü bir piksel sanatı ve sprite editörü",
  "Debugger": "Hata Ayıklayıcı",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Oyununuzun içeriğini kontrol edin ve oyununuzu ön izlerken dinamik değişiklikler yapın",
  "Performance profiler": "Performans profilcisi",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "Oyununuzda [pahalı kaynak noktalarını izleyin](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game)",
  "Discover GDevelop editors": "GDevelop editörlerini keşfedin",
  "Make desktop & mobile-ready games": "Masaüstü ve mobil hazır oyunlar yapın",
  "Save player data in browser/local storage": "Oynatıcı verilerini tarayıcı/yerel depolama birimine kaydedin",
  "Full support for sound effects and musics": "Ses efektleri ve müzikler için tam destek",
  "Support for touchscreens & multi-touch": "Dokunmatik ekran ve Multi-Touch desteği",
  "Build ambitious games with advanced features": "Gelişmiş özelliklerle iddialı oyunlar yapın",
  "Communicate with external websites using HTTP requests": "HTTP istekleri ile dış sitelerle iletişime geçin",
  "Use advanced events: loops, for-each and even functions": "Gelişmiş olayları kullan: döngüler, her biri için ve çift fonksiyonlar",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Değişken karmaşık yapıları ve hatta JSON desteğiyle değişkenleri yönetin",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "Oyununuzun bazı bölümlerini [kodlamak için JavaScript bile kullanabilirsiniz](/javascript-game-engine)!",
  "Read the documentation about events": "Olaylarla ilgili belgeleri okuyun",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "GDevelop'un tüm editörleri - platform yap, atıcı, rpg, aksiyon oyunları...",
  "The game editors": "Oyun düzenleyicileri",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "GDevelop'un arayüzü, kendi oyunlarınızı sıfırdan tasarlayan sezgisel editörlerden yapılmıştır.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Oyuna bir tetikleyici eklemek için GDevelop'u 90 saniyede nasıl kullanacağınızı görün",
  "Scene editor": "Sahne editörü",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Sahne düzenleyici ile kendi seviyelerinizi tasarlayın: nesneleri seçebilir, onları sahneye koyabilir, konumlarını ve boyutlarını ayarlayabilirsiniz. Sahne düzenleyicisi ile seviyelerinizi tamamen tasarlayabilirsiniz. Karmaşık seviyeler veya arayüzler oluşturmak istiyorsanız, dış düzenler, seviyenin bir bölümünü oluşturmanıza ve bunları başka sahnelerde yeniden kullanmanıza izin verir.",
  "Get started in 2 minutes: Try GDevelop in your browser": "2 dakika içinde başlayın: Tarayıcınızda GDevelop'u deneyin",
  "Events editor": "Olay düzenleyicisi",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Oyunun kuralını hayal etmek ve yaratmak, karmaşık bir programlama dilinin sözdizimini öğrenmek anlamına gelmez. Etkinlik düzenleyici, bir etkinlik sayfası görüntüler: her etkinlik koşullardan ve eylemlerden oluşur. Koşullar yerine getirildiğinde eylemler gerçekleştirilir. Bu kadar basit.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Tüm koşullar ve eylemler bir listede bulunur; böylece oyununuzun kurallarını ne yapmak istediğinizi kolayca keşfedebilir ve bulabilirsiniz.",
  "Learn more about events in the tutorials": "Öğreticilerdeki etkinlikler hakkında daha fazla bilgi edinin",
  "Create platformer games with GDevelop": "GDevelop ile platform oyunu oluştur",
  "Develop space shooter games with GDevelop": "GDevelop ile uzay atış oyunları geliştir",
  "Create mario-like games with GDevelop": "GDevelop ile mario benzeri oyunlar oluşturun",
  "Make strategy games with GDevelop": "GDevelop ile strateji oyunları yapın",
  "Objects editors": "Nesne düzenleyicisi",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Oyununuzun ekranında görüntülenen her şey bir nesnedir. Nesnelerin çoğu sprite olarak adlandırılır: animasyonlardan oluşur ve herhangi bir animasyon öğesi için kullanılabilir. Örneğin, sizin oyuncunuzun, düşmanınızın veya ikramiye almanız için.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Arayüzler oluşturmak ya da oyununuza efektler eklemek için ayrıca başka nesneler de mevcuttur: metinler, parçacıklar, paylaştırılmış sprite...",
  "Discover all the objects available in GDevelop": "GDevelop'taki tüm nesneleri keşfedin",
  "Resources editor": "Kaynak düzenleyicisi",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Oyununuzda kullanılan tüm görüntüler ve ses dosyaları Kaynak Düzenleyicisi'nde listelenmiştir. Oyun varlıklarınızı yönetmenin basit bir yolu.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelop başlamak için ücretsiz varlıklarla birlikte geliyor! Hızlı prototip yapmak ve kendi varlıklarınızı oluşturmak için, GDevelop ayrıca Piskel adlı güçlü bir piksel sanat editörü ile birlikte gelir.",
  "Learn everything about the editors in the documentation": "Belgelerdeki editörler hakkında her şeyi öğrenin",
  "Open in GDevelop": "GDevelop'ta aç",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "GDevelop örnekleri - platform yap, atıcı, rpg, aksiyon oyunları...",
  "Examples and Starters": "Örnekler ve Başlangıçlar",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop, hızlı bir şekilde başlamanızı, öğrenmenizi veya belirli bir özelliği denemenizi sağlamak için +80 örnek ve başlangıçlar birlikte gelir.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Bunlar GDevelop ile birlikte verilen örneklerdir. Meraklandın mı? Doğrudan tarayıcınızdan açıp deneyebilirsiniz. GDevelop hızlı bir başlangıç yapıyor ve saniyeler içinde örneklerle oynuyor olacaksınız.",
  "Get started with tutorials": "Eğiticilerle başlayın",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "GDevelop'u nasıl kullanacağınızı veya belirli bir özellik hakkında nasıl yardım alabileceğinizi öğrenin: wiki'nin yeni başlayanlar için öğreticiler ve yazılım için eksiksiz dökümanları mevcuttur.",
  "Showcase of the games created with GDevelop": "GDevelop ile oluşturulan oyunların vitrini",
  "Here are a few games created with GDevelop. The next one should be yours!": "GDevelop ile oluşturulmuş birkaç oyun. Bir sonraki oyun seninki olmalı!",
  "Play": "Yürüt",
  "Made a nice game with GDevelop?": "GDevelop ile iyi bir oyun mu yaptın?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "Oyununuzu tanımak ve buraya eklemek isteriz. Güzel ekran görüntülerinin hazır olduğundan ve oyunun yüksek kalitede olduğundan emin olun :)",
  "Submit your game": "Oyununu gönder",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, GDevelop ile oluşturulmuş bir oyun",
  "A juicy jet-combat roguelike game, made with GDevelop.": "GDevelop ile yapılan ilginç bir jet-combat roguelike oyunu.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights, teknolojik olarak daha düşük düşman kitlelerinin arasında patlayacağınız, atlayacağınız ve dilimleyeceğiniz ilginç bir jet-combat roguelike'dır. Galaksiler arası müdahale göreviniz ilerledikçe, uyarlanabilir hiper jetiniz, oyunda mevcut olan yüzlerce öğeyi toplayarak daha güçlü ve daha tuhaf bir şey haline gelecektir.",
  "History": "Geçmiş",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights, şimdi iptal edilen uzay araştırma roguel Hyperspace Amirallerimize bir yan proje olarak başladı. HDog 2016'nın sonlarında prototip edildi, ardından itch.io'da sınırlı bir erken erişim izni aldı. 2017 yılı boyunca, içeriğinin büyük kısmı geliştirilmiş ve sürekli alfa geribildirimi dikkate alınmıştır. Oyun özellikleri Mart 2018 tarihinde tamamlandı, ardından piyasaya çıkarıldığı duyuruldu.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Şiddetli ve ilginç 2d jet savaşı, hava ve kara tabanlı düşman kitlelerine karşı savaşıyor",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Yüzlerce istiflenebilir pasif, elliden fazla silah ve aktif; hepsi diğeri ile birlikte garip bir sinerji yaratmaya yöneldi",
  "High replayability, your will evolve a little different on each run": "Yüksek tekrarlanabilirlik, her seferinde biraz farklı gelişecek",
  "Seven zones with distinct enemy composition to explore": "Keşfetmek için farklı düşman kompozisyonu ile yedi bölge",
  "10+ screen-fillingbosses": "Ekranınızı dolduran +10 bölüm sonu canavarı",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "+5 Uçmak için Oyuncu hiper jetleri, hepsi açılabilir mk2 ekipmanları ile birlikte geliyor",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "Enuit ve Ole Toensen'in 16 adet dondurulmuş, çok katmanlı müzik parçası",
  "Official website": "Resmi web sitesi",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, GDevelop ile oluşturulmuş bir oyun",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "GDevelop ile yapılan güzel sanatlar ve film müzik eşliğinde 8 bit retro bir oyun.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "GDevelop'u kullanarak, oyun iOS, Android, Windows, macOS, Linux için hazırlandı ve hatta gerçek bir Arcade oyunu olarak yayınlandı.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "BUB'ın 5. doğum günü için oyun anons edildi. Bunun gerçekleşmesine yardımcı olmak için, bir Kickstarter başlatıldı, böylece BUB'ın dünyadaki bütün dostları katkıda bulunabildi. Kickstarter başlangıçta hedef olarak 100.000 $ ile başlatıldı, ancak 148.000 $'a ulaştı! İYİ İŞ BUB.",
  "Beautiful original graphics and animation": "Güzel orijinal grafikler ve animasyon",
  "Parallaxing backgrounds": "Paralakslanma arka planlar",
  "Unique level design": "Eşsiz seviye tasarımı",
  "Huge variety of unique levels, bosses and enemies": "Çok çeşitli benzersiz seviyelerde, bölüm sonu canavarlarında ve düşmanlarda",
  "Complex gameplay and controls": "Karmaşık oynanış ve kontroller",
  "Unique storyline with twists and surprises": "Katlanmış ve sürprizler ile birlikte benzersiz bir olay örgüsü",
  "Item Inventory: collect items to be used strategically throughout the game": "Eşya Envanteri: oyun boyunca stratejik olarak kullanılacak eşyaları topla",
  "Completely original 8-bit soundtrack": "Bütün olarak orijinal 8 bit film müziği",
  "Tape Deck feature that allows you to select your favorite music from the game": "Oyundan en sevdiğiniz müziği seçmenize olanak sağlayan Tape Deck özelliği",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "İlerlemenizi ilerletmek ve başarıların kilidini açmak için seviyeleri tekrar ziyaret etme ve tekrarlama yeteneği",
  "Truly innovative Easter Eggs throughout": "Baştan başa, gerçekten yenilikçi Paskalya Yumurtaları",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Programlamaya gerek duymadan oyunlarınızı oluşturun - Açık kaynak HTML5 ve yerli oyun oluşturucu",
  "Create your own games": "Kendi oyununu oluştur",
  "GDevelop game maker software - create video games without coding": "GDevelop oyun yapımcısı yazılımı - kodlamadan video oyunları oluşturun",
  "Make your own games with GDevelop": "GDevelop ile birlikte kendi oyunlarınızı kendiniz yapın",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop, herkes tarafından kullanılmak üzere tasarlanmış açık kaynaklı, çapraz platform oyun oluşturucusudur - programlama becerisi gerektirmez.",
  "Create any game": "Herhangi bir oyun oluştur",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "GDevelop ile birlikte yaratıcılığınızı serbest bırakın ve her türlü oyunu yaratın: platformlar, bulmacalar, onları vur, strateji, [8 bit oyunlar](/make-8bit-pixelart-games)... Örnekleri inceleyin veya sıfırdan bir projeye yeni bir başlangıç yapın.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "GDevelop ile eğlence için basit projeler yapabilir veya [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) ve [diğer oyunların tonlarıca](/games-showcase) gibi iddialı indie oyunlar yaratabilirsiniz!",
  "Events - game creation for everyone": "Etkinlikler - herkes için oyun oluşturma",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "GDevelop'u benzersiz ve çok kolay kılan etkinlikler vardır. Etkinlikler, programlama dilini öğrenmeden oyunun mantığını ifade etmede en etkili yoldur.",
  "Events enable easy game creation": "Olaylar kolay oyun yaratılmasını sağlar",
  "Events being used in GDevelop to create the logic of a game": "GDevelop'ta bir oyunun mantığını oluşturmak için kullanılan olaylar",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Boşluk tuşuna basıldığında, karakter animasyonu ve bir ses çalınır. Bir bomba karaktere dokunursa, ikisi de yok edilir.",
  "Export your game in one click": "Oyununuzu tek tıkla dışa aktarın",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Oyunlarınızı web, iOS, Android, Windows, Mac, Linux ve hatta [Facebook Messenger](/facebook-instant-games) ile yayınlayın. GDevelop ile yaratılan oyunlar her yerde çalışıyor ve uygulamadan Android'e tek tıklama ile aktarma bile yapabiliyorsunuz.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Ios, Android, Windows, MacOS ve Linux için oyunlar yapın",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Dizüstü bilgisayar, tablet veya telefon: GDevelop ile yapılan oyunlar her yerde çalışabilir",
  "Unlimited possibilities": "Sınırsız olanaklar",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Fikirlerinizi engellenmeden ifade edin: oyunlarınızdaki yeni özellikleri dakikalar içinde prototip edebilir ve sınırsız bir şekilde rafine edebilirsiniz. [Oyun yapmak[(/games-showcase) fikirlerinizi GDevelop tarafından sağlanan [görsel düzenleyiciler](/game-editors) ile bir araya getirmek kadar kolay olmamıştı.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Daha da ileri gitmek ister misiniz? [Oyun motorunu Javascript ile birlikte](/javascript-game-engine) genişletebilirsiniz.",
  "See how to add a trigger button to your platformer game in 90 seconds": "Platform oyununda, 90 saniye içinde bir tetikleyici düğmesinin nasıl ekleneceğini görün",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tonlarca Örnekler](/game-examples-starters) ayrıca mevcut ve tek bir tıklamayla denenmeye hazır.",
  "Tutorials for GDevelop and documentation on the wiki": "GDevelop için öğreticiler ve wiki ile ilgili belgeler",
  "Using JavaScript to make your games with GDevelop": "Oyunlarınızı GDevelop ile birlikte yapmak için JavaScript kullanımı",
  "Using JavaScript with GDevelop": "GDevelop ile birlikte JavaScript kullanımı",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop, oyununuzu oluşturmak veya oyun motorunu genişletmek için JavaScript'i destekliyor.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript, olayların yanı sıra, oyunun bir bölümünü yazmak için de kullanılabilir",
  "Add JavaScript code blocks inside your game": "Oyunun içine JavaScript kod blokları ekle",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop, oyununuzun olaylarında herhangi bir noktada JavaScript kod blokları eklemeyi destekler. Karmaşık bir algoritma uygulamanın veya açık kaynaklı kütüphanelerdeki işlevleri yeniden kullanmanın iyi bir yolu. Olaylar ve kod blokları sorunsuz bir şekilde bir araya getirilebilir - böylece JavaScript'iniz ile birlikte oyunun parçalarını ya da bütünlüğünü uygulayabilirsiniz!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "JavaScript editörü, [Visual Studio Code](https://code.visualstudio.com/) adresinden çıkarılan süper güçlü Monaco Düzenleyicisine dayanmaktadır. Intellisense otomatik tamamlamaları sağlandı ve editör daha hızlı kodlama için çoklu seçim gibi gelişmiş özellikleri destekler.",
  "Learn more about using JavaScript": "JavaScript kullanımı hakkında daha fazla öğrenin",
  "Extend GDevelop with JavaScript extensions": "GDevelop'u JavaScript uzantıları ile birlikte genişletin",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop modülerdir ve ihtiyaçlarınıza göre genişletilebilir. Özellikle oyunlar için mevcut olan tüm özellikler (nesneler, davranışlar, olaylar), uzantı sistemine dayanır. Oyununuz için hızlı bir şekilde yeni uzantılar oluşturabilir veya GDevelop [open-source](https://github.com/4ian/GD) olduğu için mevcut olanlara katkıda bulunabilirsiniz.",
  "How to write extensions": "Eklentiler nasıl yazılır",
  "Game engine JavaScript documentation": "JavaScript oyun motoru belgeleri",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "GDevelop'ta kullanılan karanlık tema. Kod editörü ayrıca birkaç güzel tema ile birlikte geliyor!",
  "Make your own 8-bit and pixelart games": "Kendi 8 bit ve pixelart oyunlarınızı kendiniz yapın",
  "Make 8-bit and pixelart games": "8 bit ve pixelart oyunları yapın",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "GDevelop ile birlikte kendi 8bit oyunlarınızı yapmak için Sprite editör ve araçlar",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "8bit oyun yapmak için GDevelop'un içinde kullanılmakta olan Piskel sprite editörünü görün",
  "Piskel sprite editor": "Piskel sprite editörü",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop güçlü ve kullanımı kolay bir 2D sprite editörü olan [Piskel](https://www.piskelapp.com/) ile birlikte gelir. Oyuna retro bir his vermek için piksel sanat varlıkları oluşturmak için mükemmel bir araçtır! Birden fazla animasyon içeren nesneler oluşturabilir, spriteleri istediğiniz zaman düzenleyebilir ve oyununuzun bir ön izlemesini başlatarak sonucu görebilirsiniz.",
  "Download GDevelop to try Piskel": "Piskel'i denemek için GDevelop'u indirin",
  "Ready-made behaviors": "Hazır davranışlar",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Bir retro platform oyunu oluşturmak ister misiniz? GDevelop, karakterinize ve platformlarınıza ekleyebileceğiniz önceden hazırlanmış davranışlara sahiptir. Birkaç saniye içinde çalışan ve özelleştirilmeye ve geliştirilmeye hazır temel bir platform oyununa sahipsiniz! Herhangi bir 2D oyun oluşturmak için ayrıca başka davranışlar, koşullar ve eylemler de kullanılabilir: shmup, \"Bullet Hell\", arcade oyunları...",
  "Learn more about behaviors": "Davranışlar hakkında daha fazla öğrenin",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: GDevelop ile yapılan 8 bit bir oyun ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH, güzel sanatlar ve film müziği, platformlar seviyeleri arasında değişen, gizli sırları olan ve atıcı seviyeleri ile birlikte bölüm sonu canavarları, çoklu düşmanlar ve bonuslar ile birlikte 8 bit retro bir oyundur.",
  "Read more about Lil BUB's game": "Lil BUB's oyunu hakkında devamını oku",
  "See other games made with GDevelop": "GDevelop ile yapılan diğer oyunları görün"
}
