{
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop jẹ́ ètò orísun-gbangba kan fún ṣíṣẹ̀dá eré. Ó lè jẹ́ lílò nípasẹ̀ ẹnikẹ́ni láti ṣẹ̀dá èyíkéyìí irú àwọn eré 2D.",
  "This website in your language": "Ààyè ayélujára yìí ní èdè rẹ",
  "Download the editor": "Gba olóòtú náà",
  "Online game editor": "Olóòtú eré lórí ayélujára",
  "Community forums": "Àwọn àpérò àwùjọ",
  "Documentation & tutorials": "Àkọsílẹ̀ & àwọn àlàyé",
  "Features": "Àwọn ẹ̀yà",
  "Facebook Instant Games": "Àwọn Eré Ẹsẹ̀kẹsẹ̀ Facebook",
  "Game examples/starters": "Àwọn àpẹẹrẹ/ìbẹ̀rẹ̀ eré",
  "Use JavaScript with the game engine": "Lo JavaScript pẹ̀lú ẹ̀rọ eré náà",
  "Make 8-bit games": "Ṣẹ̀dá àwọn eré 8-bit",
  "Education": "Ẹ̀kọ́",
  "Game editors": "Àwọn olóòtú eré",
  "Games showcase": "Ìṣàfihàn àwọn eré",
  "Contribute": "Dá si",
  "Facebook page": "Ojúewé Facebook",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "GDevelop gba ṣíṣẹ̀dá pẹ̀lú ìfẹ́ nípasẹ̀",
  "Thanks to the": "Ọpẹ́lọpẹ́",
  "contributors": "àwọn olùdásí",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "tó ṣàfikún àwọn ẹyà, ṣàtúnṣe àwọn ìyọnu, fi àwọn àpẹẹrẹ tuntun ránṣẹ́, kọ àwọn àlàyé, àti ran àwùjọ náà lọ́wọ́.",
  "by": "nípasẹ̀",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.",
  "Buy on Steam": "Rà lórí Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Ṣẹ̀dá eré àkọ́kọ́ rẹ",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Gbèrò nípa kí o sì ṣàtẹ̀jáde àwọn eré rẹ pẹ̀lú GDevelop. Tí a kójọ pọ̀ pẹ̀lú àwọn àlàyé àti àwọn àpẹẹrẹ.",
  "Try it online": "Gbìyànjú rẹ̀ lórí ayélujára",
  "Download": "Gbà",
  "Games": "Àwọn eré",
  "Tutorials": "Àwọn àlàyé",
  "LANG_CODE": "LANG_CODE",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Dá sí GDevelop - Irinṣẹ́ orísun-gbangba fún ṣíṣẹ̀dá eré HTML5",
  "Contribute to GDevelop": "Dá sí GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop jẹ́ iṣẹ́ orísun-gbangba kan (kódà ààyè ayélujára yìí): ẹnikẹ́ni le dá sí àti ṣàtúnṣe ètò náà!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Oríṣiríṣi ọ̀nà ló wà tí o lè gbà láti dá sí GDevelop, tó dá lórí àkókò rẹ, àwọn ìmọ̀ rẹ àti ohun tí o nífẹ̀ẹ́ sí.",
  "Help to translate GDevelop": "Ṣe ìrànlọ́wọ́ láti túmọ̀ GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop àti ààyè ayélujára náà lè gbà ìtumọ̀ ní èdè rẹ! Àwọn ìtumọ̀ náà jẹ́ ṣíṣe lórí ààyè ayélujára kan níbi tí gbogbo èèyàn lè kópa.",
  "Help us by translating GDevelop!": "Ràn wá lọ́wọ́ nípasẹ̀ ìpèsè ìtumò GDevelop!",
  "Translate the website": "Túmọ̀ ààyè ayélujára náà",
  "Help to develop GDevelop": "Ṣe ìrànlọ́wọ́ láti mú ìdàgbàsókè GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Ó rọrùn láti gba kóòdù orísun ti GDevelop kí o sì bẹ̀rẹ̀ sí ní ṣàtúnṣe àwọn nnkan!",
  "Contribute on GitHub": "Dá si lórí GitHub",
  "Edit the website on GitHub": "Ṣàtúnṣe ààyè ayélujára náà lórí GitHub",
  "Check the development roadmap": "Ṣàyẹ̀wò èròngbà wa nípa ìdàgbàsókè",
  "Get involved in the community": "Kópa nínú àwùjọ náà",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Àpérò náà àti ìtàkúrọ̀sọ Discord náà jẹ́ ààyè láti gba àti pèsè ìrànlọ́wọ́ fún àwọn aṣàmúlò GDevelop míìràn!",
  "Go to the community forum": "Lọ sí àpérò àwùjọ náà",
  "Open the Discord chat": "Ṣí ìtàkúrọ̀sọ Discord náà",
  "Follow GDevelop on Facebook and Twitter:": "Tẹ̀lé GDevelop lórí Facebook àti Twitter:",
  "Write tutorials, record videos": "Kọ àwọn àlàyé, ká àwọn fídíò sílẹ̀",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Fún ọ̀pọ̀lọpọ̀ àwọn alákoọ́bẹ̀rẹ̀ kódà àti àwọn aṣàmúlò àgbà, àwọn àlàyé àti ojúewé ìrànlọ́wọ́ jẹ́ èròjà iṣẹ́ tó wúlò jù láti ṣẹ̀dá àwọn eré ńlá ní kíákíá. Lórí wiki náà, o lè kọ àwọn àlàyé tàbí ṣàtúnṣe àwọn tó wà nílẹ̀.",
  "Contribute to the wiki": "Dá sí wiki náà",
  "Download GDevelop or try it online - create games without programming": "Gba GDevelop tàbí gbìyànjú rẹ̀ lórí ayélujára - ṣẹ̀dá àwọn eré láì nílò kóòdù",
  "Download GDevelop": "Gba GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop is free and can be used for profit or non-profit game making.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop ma ṣiṣẹ́ lórí Windows, macOS àti ọ̀pọ̀lọpọ̀ àwọn pínpín Linux àìpẹ́. O tún lè gbìyànjú rẹ̀ lórí ayélujára pẹ̀lú lílo Chrome, Firefox tàbí aṣàwákiri ayélujára àìpẹ́ míìràn.",
  "You need **libgconf-2-4** on your system. Type `sudo apt-get install libgconf-2-4` in a terminal or install it from your package manager.": "O nílò **libgconf-2-4** lórí ètò rẹ. Tẹ `sudo apt-get install libgconf-2-4` sínú terminal kan tàbí ṣàgbékalẹ̀ rẹ láti alákòóso àkójọpọ̀ rẹ.",
  "To create your first game, start by reading a tutorial:": "Láti ṣẹ̀dá eré àkọ́kọ́ rẹ, bẹ̀rẹ̀ pẹ̀lú kíka àlàyé kan:",
  "Create a platformer game": "Ṣẹ̀dá eré oní pẹpẹ kan",
  "Create a tank shooter game": "Ṣẹ̀dá eré ọkọ̀ ogun onìbọn kan",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop jẹ́ iṣẹ́ orísun-gbangba kan. O lè kópa nínú àwùjọ náà láti ṣàtúnṣe rẹ̀!",
  "Learn how to contribute": "Kọ́ bí o ṣe lè dá sí",
  "GDevelop 4 (old version)": "GDevelop 4 (ẹyà àtijọ́)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 ṣì lè jẹ́ gbígbà. GDevelop 5 ní a dámọ̀ràn fún èyíkéyìí aṣàmúlò tuntun nítorí pé GDevelop 4 kò ní gba ìmúdójúìwọ̀n mọ́! A kò ní pèsè àtìlẹ́yìn ní ọjọ́ iwájú fún GDevelop 4: a dámọ̀ràn kí èyíkéyìí aṣàmúlò GDevelop 4 ṣe ìmúdójúìwọ̀n sí GDevelop 5.",
  "Windows (4.0.97)": "Windows (4.0.97)",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Kódà tí GDevelop 4 bá n ṣe àtìlẹ́yìn àwọn eré abínibí, a dámọ̀ràn yíyí padà sí GDevelop 5 àti àwọn eré HTML5, èyí tó ní àtìlẹ́yìn tó dára. Àwọn eré abínibí yíò gba àfikún sí GDevelop 5 nígbà tó yá.",
  "GDevelop for the education - Teach game creation": "GDevelop fún ẹ̀kọ́ náà - Kọ́ ṣíṣẹ̀dá eré",
  "GDevelop for education": "GDevelop fún ẹ̀kọ́",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop tí n jẹ́ lílò nínú àwọn iyàrá ìkàwé àti àwọn ẹ̀kọ́ orí ayélujára, pẹ̀lú àwọn akẹ́kọ̀ọ́ digital media tàbí àwọn ọmọdé ní ilé-ìwé alákọ̀ọ́bẹ̀rẹ̀!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Jọ̀wọ́ fi àwọn fọ́tò àti àwọn tweet rẹ ránṣẹ́ sí wa tí o bá n lo GDevelop fún ẹ̀kọ́ kan!",
  "Make your own Facebook Instant Games with GDevelop - publish your games on Messenger": "Ṣẹ̀dá àwọn Eré Ẹsẹ̀kẹsẹ̀ Facebook tìrẹ pẹ̀lú GDevelop - ṣàtẹ̀jáde àwọn eré rẹ lórí Messenger",
  "Make games for Facebook Messenger": "Ṣẹ̀dá àwọn eré fún Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Pẹ̀lú GDevelop, o lè ṣàgbéjáde eré rẹ gẹ́gẹ́ bí Eré Ẹsẹ̀kẹsẹ̀ Facebook ní àwọn títẹ̀ 2.",
  "1) Create your app on Facebook Developers": "1) Ṣẹ̀dá ètò rẹ lórí Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Nnkan àkọ́kọ́, ri dájú pé o ní account kan lórí **Facebook Developers**. Ṣẹ̀dá ètò kan kí o ṣètò rẹ̀ láti yan \"àwọn Eré\" gẹ́gẹ́ bí ìsòrí rẹ̀ àti kí o fi ààyè gba àwọn Eré Ẹsẹ̀kẹsẹ̀ nínú àwọn Èròjà:",
  "Go to Facebook Developers": "Lọ sí Facebook Developers",
  "Read the full tutorial": "Ka gbogbo àlàyé náà",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Ṣí GDevelop kí o ṣàgbéjáde fún àwọn Eré Ẹsẹ̀kẹsẹ̀ Facebook",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Nínú GDevelop, ṣí eré rẹ àti fèrèsé Àgbéjáde lẹ́yìn náà. Mú **Àwọn Eré Ẹsẹ̀kẹsẹ̀ Facebook**, tẹ orí Ṣàgbéjáde kí o dúró fún ìṣẹ́jú àáyá díẹ̀.",
  "More about exporting": "Àfikún nípa ṣíṣe àgbéjáde",
  "3) Upload your game": "3) Gbé eré rẹ jáde sórí ayélujára",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Padà sí ojúewé eré rẹ lórí Facebook Developers, yan Ìpèsè lórí Ayélujára nínú àkójọ àṣàyàn náà kí o **gbé fáìlì náà jáde sórí ayélujára** èyí tí a ṣàgbéjáde nípasẹ̀ GDevelop.",
  "You can also add testers to let your friends try your game.": "O lè tún ṣàfikún àwọn olùgbéyẹ̀wò láti jẹ́ kí àwọn ọ̀rẹ́ rẹ gbìyànjú eré rẹ.",
  "More about uploading your game": "Àfikún nípa gbígbé eré rẹ jáde sórí ayélujára",
  "4) Try your game on Messenger": "4) Gbìyànjú eré rẹ lórí Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Ní báyìí, mú ẹ̀rọ aláàgbéká rẹ kí o **ṣí messenger**. Ṣí ìjíròrò kan, yan Àwọn eré kí o tẹ ààmì eré rẹ náà láti bẹ̀rẹ̀ sí ní gba!",
  "5) Use Instant Games features and publish your game!": "5) Lo àwọn ẹyà àwọn Eré Ẹsẹ̀kẹsẹ̀ kí o ṣàtẹ̀jáde eré rẹ!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop fún ẹ láàyè sí àwọn ẹyà pàtó ti àwọn Eré Ẹsẹ̀kẹsẹ̀, bíi orúkọ eléré náà, láti mú àjọṣepọ̀ tó dára fún eré rẹ nínú àwọn ìjíròrò Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Nígbà tí eré rẹ bá setan, fi ṣọwọ́ fún àtúnyẹ̀wò nípasẹ̀ Facebook kí o lè **wà káàkiri àgbáyé**!",
  "Read the full step-by-step tutorial": "Ka àlàyé kíkún náà ní ṣíṣẹ̀-n-tẹ̀lé",
  "Features of GDevelop - create any kind of games without coding": "Àwọn ẹyà ti GDevelop - ṣẹ̀dá èyíkéyìí irú àwọn eré láìsí lílo kóòdù",
  "Fully featured": "Fully featured",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop ni a kójọ pọ̀ pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn ẹyà láti gbèrò àti ṣẹ̀dá èyíkéyìí àwọn eré.",
  "Deploy your game everywhere": "Ṣàmúlò eré rẹ níbi gbogbo",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)": "Àgbéjáde oní títẹ̀ kan fún [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios)",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Àgbéjáde oní títẹ̀ kan sí [Àwọn eré Ẹsẹ̀kẹsẹ̀ lórí Facebook](/facebook-instant-games), láti gbá lórí Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Ṣàgbéjáde eré rẹ [fún ayélujára](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) ní títẹ̀ kan",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))": "Ṣàgbéjáde eré rẹ sí iOS (pẹ̀lú [PhoneGap Build tàbí Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova))",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "Ṣàtẹ̀jáde eré rẹ lórí Kongregate, Itch.io àti ààyè ayélujára eré gbígbá míìràn!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Ṣàgbéjáde gẹ́gẹ́ bí ètò àgbékalẹ̀ eré tó dá wà fún Windows, macOS àti Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[ní títẹ̀ kan!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Learn how to publish your game": "Kọ́ bí o ṣe lè ṣàtẹ̀jáde eré rẹ",
  "Objects for your games": "Àwọn ohun èlò fún àwọn eré rẹ",
  "**Sprites** with multiple animations": "**Àwọn Sprite** pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn àwòrán abẹ̀mí",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Ṣẹ̀dá àwọn ìbúgbàù, iná àti àwọn ipa tó rẹwà pẹ̀lú **Àwọn Olùgbéejáde Particle**",
  "\"9 patch\" and tiled sprites": "\"patch 9\" àti àwọn tiled sprite",
  "Text objects": "Àwọn ohun èlò ọ̀rọ̀",
  "Draw custom shapes on screen with Shape Painters": "Ya àwọn àkànṣe ìrísí lórí ojú àwòrán pẹ̀lú àwọn Ayàwòrán Ìrísí",
  "Support for custom collision masks": "Àtìlẹ́yìn fún àwọn àkànṣe ìbòjú ìkọlù",
  "Read the documentation for all objects": "Ka àkọsílẹ̀ náà fún gbogbo àwọn ohun èlò",
  "Try the online examples": "Gbìyànjú àwọn àpẹẹrẹ ayélujára náà",
  "Add behaviors to your game objects": "Ṣàfikún àwọn ìhùwàsí sí àwọn ohun èlò eré rẹ",
  "Physics engine": "Ẹ̀rọ físíksì",
  "Add realistic behavior to your objects": "Ṣàfikún ìhùwàsí tó bọ́gbọ́n mu sí àwọn ohun èlò rẹ",
  "Pathfinding": "Wíwá ipa ọ̀nà",
  "Have your objects move and avoiding obstacles": "Jẹ́ kí àwọn ohun èlò rẹ gbésẹ̀ kí wọn sì ma yẹra fún àwọn ìdènà",
  "Top-down movement": "Ìgbésẹ̀ sókè-sílẹ̀",
  "Platformer engine": "Ẹ̀rọ eré oní pẹpẹ",
  "create platformer games in a breeze": "ṣẹ̀dá àwọn eré oní pẹpẹ pẹ̀lú ìrọ̀rùn",
  "Draggable objects": "Àwọn ohun èlò tó ṣé wọ́",
  "quickly make your objects draggable with mouse/touch": "tètè mú kí àwọn ohun èlò rẹ ṣé wọ́ pẹ̀lú atọ́ka/ìfọwọ́kàn",
  "And more, to automate current tasks and behaviors in a few clicks!": "Láfikún si, láti mú àwọn iṣẹ́ àti àwọn ìhùwàsí lọ́wọ́lọ́wọ́ dá ṣiṣẹ́ pẹ̀lú ìwọ̀nba títẹ̀!",
  "Read the documentation for all behaviors": "Ka àkọsílẹ̀ náà fún gbogbo àwọn ìhùwàsí",
  "Design advanced levels and interfaces": "Ya àwòrán àwọn ìpele àgbà àti àwọn atọ́kùn",
  "The scene editor lets you visually edit your levels": "Olóòtú ìran náà yíò jẹ́ kí o fojú rí iṣàtúnṣe àwọn ìpele rẹ",
  "Support for multiple layers": "Àtìlẹ́yìn fún ọ̀pọ̀lọpọ̀ àwọn ìpele",
  "Add interfaces and create parallax effects": "Ṣàfikún àwọn atọ́kùn kí o ṣẹ̀dá àwọn ipa parallax",
  "Create your levels dynamically with external layouts": "Ṣẹ̀dá àwọn ìpele rẹ láti ṣiṣẹ́ pẹ̀lú àwọn àgbékalẹ̀ ìta",
  "Design your assets with Piskel": "Ya àwòrán àwọn ohun-ìní rẹ pẹ̀lú Piskel",
  "a powerful pixel art and sprite editor": "olóòtú pixel art àti sprite tó lágbára kan",
  "Debugger": "Awójúùtú ìṣòro",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Ṣàyẹ̀wò àkóónú eré rẹ kí o ṣe àwọn àyípadà tó n ṣiṣẹ́ nígbà tí o bá n ṣàyẹ̀wò eré rẹ",
  "Performance profiler": "Aṣàpèjúwé ìṣesí",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[mójú tó àwọn ibi tó wọ́n fún èròjà] (http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) nínú eré rẹ",
  "Discover GDevelop editors": "Ṣàwárí àwọn olóòtú GDevelop",
  "Make desktop & mobile-ready games": "Ṣẹ̀dá àwọn eré kọ̀mpútà & ẹ̀rọ aláàgbéká",
  "Save player data in browser/local storage": "Save player data in browser/local storage",
  "Full support for sound effects and musics": "Àtìlẹ́yìn kíkún fún àwọn ipa ohùn àti àwọn orin",
  "Support for touchscreens & multi-touch": "Àtìlẹ́yìn fún àwọn ojú àwòrán aláfọwọ́kàn & ìfọwọ́kàn-púpọ̀",
  "Build ambitious games with advanced features": "Ṣẹ̀dá àwọn eré tó ní àṣeyọrí pẹ̀lú àwọn ẹyà àgbà",
  "Communicate with external websites using HTTP requests": "Ní ìbáṣepọ̀ pẹ̀lú àwọn ààyè ayélujára ìta pẹ̀lú lílo àwọn ìbéèrè HTTP",
  "Use advanced events: loops, for-each and even functions": "Lo àwọn ìṣẹ̀lẹ̀ àgbà: àwọn pípààrà, fún-kọ̀ọ̀kan àti pàápàá àwọn iṣẹ́",
  "Manipulate variables with arbitrary complex structures and even JSON support": "Darí àwọn variable pẹ̀lú èyíkéyìí àwọn àgbékalẹ̀ tó ṣòro àti pàápàá àtìlẹ́yìn JSON",
  "You can even [use JavaScript to code](/javascript-game-engine) some parts of your game!": "Kódà o lè [lo JavaScript láti kóòdù](/javascript-game-engine) àwọn apá kan lára eré rẹ!",
  "Read the documentation about events": "Ka àkọsílẹ̀ náà nípa àwọn ìṣẹ̀lẹ̀",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Gbogbo àwọn olóòtú ti GDevelop - ṣẹ̀dá eré oní pẹpẹ, eré oní ìbọn, rpg, àwọn eré oníṣe...",
  "The game editors": "Àwọn olóòtú eré náà",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Atọ́kùn ti GDevelop ni a ṣẹ̀dá pẹ̀lú àwọn olóòtú abẹ́nú láti yàwòrán àwọn eré tìẹ láti ìbẹ̀rẹ̀.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "See how to use GDevelop to add a trigger in your game in 90 seconds",
  "Scene editor": "Olóòtú ìran",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Ya àwòrán àwọn ìpele tìẹ pẹ̀lú olóòtú ìran náà: o lè yan àwọn ohun èlò, gbé wọn sórí ìran náà, ṣàtúnṣe ipò àti ìwọ̀n wọn. O lè yàwòrán àwọn ìpele rẹ lápapọ̀ pẹ̀lú olóòtú ìran náà. Tí o bá fẹ́ ṣẹ̀dá àwọn ìpele tó ṣòro tàbí àwọn atọ́kùn, àwọn àgbékalẹ̀ ìta náà yíò fún ẹ láàyè láti ṣẹ̀dá àwọn apá kan lára ìpele kan àti kí o tún wọn lò nínú àwọn ìran míìràn.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Bẹ̀rẹ̀ ní ìṣẹ́jú 2: Gbìyànjú GDevelop nínú aṣàwákiri rẹ",
  "Events editor": "Olóòtú àwọn ìṣẹ̀lẹ̀",
  "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rule of your game does not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Àwọn ipò àti àwọn iṣẹ́ wà nínú àkójọ kan kó lè rọrùn fún ẹ láti ṣàwárí àti wá ohun tí o fẹ́ fi ṣe àwọn òfin eré rẹ.",
  "Learn more about events in the tutorials": "Kọ́ láfikún si nípa àwọn ìṣẹ̀lẹ̀ nínú àwọn àlàyé náà",
  "Create platformer games with GDevelop": "Ṣẹ̀dá àwọn eré oní pẹpẹ pẹ̀lú GDevelop",
  "Develop space shooter games with GDevelop": "Develop space shooter games with GDevelop",
  "Create mario-like games with GDevelop": "Create mario-like games with GDevelop",
  "Make strategy games with GDevelop": "Make strategy games with GDevelop",
  "Objects editors": "Àwọn olóòtú àwọn ohun èlò",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Gbogbo nnkan tí a ṣàfihàn lórí ojú àwòrán eré rẹ jẹ́ ohun èlò kan. Púpọ̀ nínú àwọn ohun èlò ni a npè ní àwọn sprite: wọ́n jẹ́ àkójọ àwọn àwòrán abẹ̀mí àti pé wọ́n lè jẹ́ lílò fún èyíkéyìí element àwòrán abẹ̀mí. Fún àpẹrẹ, eléré rẹ, àwọn ọ̀tá tàbí àwọn bonus láti mú.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Àwọn ohun èlò mìíràn tún wà láti ṣẹ̀dá àwọn atọ́kùn tàbí ṣàfikún àwọn ipa sí eré rẹ: àwọn ọ̀rọ̀, àwọn particle, àwọn tiled sprite...",
  "Discover all the objects available in GDevelop": "Ṣàwárí gbogbo àwọn ohun èlò tó wà nínú GDevelop",
  "Resources editor": "Olóòtú àwọn èròjà iṣẹ́",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Gbogbo àwọn àwòrán àti àwọn fáìlì ohùn tó jẹ́ lílò nínú eré rẹ ni a kójọ sínú Olóòtú àwọn Èròjà iṣẹ́ náà. Ó jẹ́ ọ̀nà kan tó rọrùn láti ṣàkóso àwọn ohun-ìní eré rẹ.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel.",
  "Learn everything about the editors in the documentation": "Kọ́ gbogbo nnkan nípa àwọn olóòtú náà nínú àkọsílẹ̀ náà",
  "Open in GDevelop": "Ṣí nínú GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Àpẹẹrẹ ti GDevelop - ṣẹ̀dá eré oní pẹpẹ, eré oní ìbọn, rpg, àwọn eré oníṣe...",
  "Examples and Starters": "Àwọn Àpẹẹrẹ àti àwọn Ìbẹ̀rẹ̀",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.",
  "Get started with tutorials": "Bẹ̀rẹ̀ pẹ̀lú àwọn àlàyé",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.",
  "Showcase of the games created with GDevelop": "Ìṣàfihàn àwọn eré tí a ṣẹ̀dá pẹ̀lú GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Èyí ní àwọn eré díẹ̀ tí a ṣẹ̀dá pẹ̀lú GDevelop. Ó yẹ kí èyí tó kàn jẹ́ tìẹ!",
  "Play": "Bẹ̀rẹ̀",
  "Made a nice game with GDevelop?": "Ṣo ti ṣẹ̀dá eré tó dára pẹ̀lú GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)",
  "Submit your game": "Submit your game",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, a game created with GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "A juicy jet-combat roguelike game, made with GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.",
  "History": "Ìtàn",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Fierce and juicy 2d jet combat against masses of air and ground based enemies",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another",
  "High replayability, your will evolve a little different on each run": "High replayability, your will evolve a little different on each run",
  "Seven zones with distinct enemy composition to explore": "Seven zones with distinct enemy composition to explore",
  "10+ screen-fillingbosses": "10+ screen-fillingbosses",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "16 chilled, multi-layered music tracks by Enuit and Ole Toensen",
  "Official website": "Ojúlówó ààyè ayélujára",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "Lil BUB's HELLO EARTH, a game created with GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.",
  "Beautiful original graphics and animation": "Beautiful original graphics and animation",
  "Parallaxing backgrounds": "Parallaxing backgrounds",
  "Unique level design": "Àkànṣe àwòrán ìpele",
  "Huge variety of unique levels, bosses and enemies": "Huge variety of unique levels, bosses and enemies",
  "Complex gameplay and controls": "Complex gameplay and controls",
  "Unique storyline with twists and surprises": "Unique storyline with twists and surprises",
  "Item Inventory: collect items to be used strategically throughout the game": "Àkójọ Nnkan: gba àwọn nnkan tó ma jẹ́ lílò lọ́nà pàtàkì káàkiri eré náà",
  "Completely original 8-bit soundtrack": "Completely original 8-bit soundtrack",
  "Tape Deck feature that allows you to select your favorite music from the game": "Tape Deck feature that allows you to select your favorite music from the game",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Ability to revisit and replay levels to further your progress and unlock achievements",
  "Truly innovative Easter Eggs throughout": "Truly innovative Easter Eggs throughout",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Ṣẹ̀dá àwọn eré láìsí lílo kóòdù - Ètò orísun gbangba fún ṣíṣẹ̀dá eré HTML5 àti abínibí",
  "Create your own games": "Create your own games",
  "GDevelop game maker software - create video games without coding": "GDevelop game maker software - create video games without coding",
  "Make your own games with GDevelop": "Ṣẹ̀dá àwọn eré tìẹ pẹ̀lú GDevelop",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop jẹ́ ètò orísun-gbangba kan fún ṣíṣẹ̀dá eré lórí èyíkéyìí ètò, tí a ṣe láti jẹ́ lílò fún gbogbo èèyàn - kò nílò àwọn ìmọ̀ nípa èdè kọ̀mpútà.",
  "Create any game": "Ṣẹ̀dá èyíkéyìí eré",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!",
  "Events - game creation for everyone": "Àwọn ìṣẹ̀lẹ̀ - ṣíṣẹ̀dá eré fún gbogbo èèyàn",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Nnkan tó mú GDevelop yàtọ̀ àti rọrùn láti lò ní àwọn ìṣẹ̀lẹ̀ náà. Àwọn ìṣẹ̀lẹ̀ jẹ́ ọ̀nà pàtàkì kan láti ṣàlàyé ìlànà eré rẹ, láì nílò láti kẹ́kọ̀ọ́ nípa èdè kọ̀mpútà.",
  "Events enable easy game creation": "Events enable easy game creation",
  "Events being used in GDevelop to create the logic of a game": "Àwọn ìṣẹ̀lẹ̀ tó n jẹ́ lílò lọ́wọ́ ní GDevelop láti ṣẹ̀dá ìlànà eré kan",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "Nígbà tí Àlàfo bá gba títẹ̀, àwòrán abẹ̀mí òṣèré náà àti ohùn kan ma bẹ̀rẹ̀. Tí bọ́ǹbù kan bá kàn òṣèré náà, àwọn méjèèjì ma parun.",
  "Export your game in one click": "Ṣàgbéjáde eré rẹ ní títẹ̀ kan",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Make games for iOS, Android, Windows, macOS and Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Laptop, tablets or phone: games made with GDevelop can run everywhere",
  "Unlimited possibilities": "Unlimited possibilities",
  "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.": "Express your ideas without being blocked: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) as never been as easy as assembling your ideas with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "See how to add a trigger button to your platformer game in 90 seconds",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.",
  "Tutorials for GDevelop and documentation on the wiki": "Àwọn àlàyé fún GDevelop àti àkọsílẹ̀ lórí wiki náà",
  "Using JavaScript to make your games with GDevelop": "Lílo JavaScript láti ṣẹ̀dá àwọn eré rẹ pẹ̀lú GDevelop",
  "Using JavaScript with GDevelop": "Lílo JavaScript pẹ̀lú GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop n ṣe àtìlẹ́yìn JavaScript láti ṣẹ̀dá eré rẹ tàbí ṣàfikún sí ẹ̀rọ eré náà.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript lè jẹ́ lílò láti kọ lára eré kan, ní ìfẹ̀gbẹ́kẹ̀gbẹ́ pẹ̀lú àwọn ìṣẹ̀lẹ̀",
  "Add JavaScript code blocks inside your game": "Ṣàfikún àwọn búlọ́ọ̀kù kóòdù JavaScript sínú eré rẹ",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.",
  "Learn more about using JavaScript": "Learn more about using JavaScript",
  "Extend GDevelop with JavaScript extensions": "Ṣàfikún sí GDevelop pẹ̀lú àwọn àfikún JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Bí o ṣe lè kọ àwọn àfikún",
  "Game engine JavaScript documentation": "Àkọsílẹ̀ JavaScript ẹ̀rọ eré",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!",
  "Make your own 8-bit and pixelart games": "Ṣẹ̀dá àwọn eré 8-bit àti pixelart tìẹ",
  "Make 8-bit and pixelart games": "Ṣẹ̀dá àwọn eré 8-bit àti pixelart",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Olóòtú sprite àti àwọn irinṣẹ́ láti ṣẹ̀dá àwọn eré 8bit tìẹ pẹ̀lú GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Wo olóòtú sprite Piskel tó n jẹ́ lílò lọ́wọ́ nínú GDevelop láti ṣẹ̀dá eré 8bit kan",
  "Piskel sprite editor": "Olóòtú sprite Piskel",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.",
  "Download GDevelop to try Piskel": "Gba GDevelop láti gbìyànjú Piskel",
  "Ready-made behaviors": "Àwọn ìhùwàsí tí a ṣẹ̀dá sílẹ̀",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...",
  "Learn more about behaviors": "Learn more about behaviors",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.",
  "Read more about Lil BUB's game": "Read more about Lil BUB's game",
  "See other games made with GDevelop": "Wo àwọn eré mìíràn tí a ṣẹ̀dá pẹ̀lú GDevelop"
}
