{
  "GDevelop is an open-source game creator, tailored for fast and intuitive game making.": "GDevelop is an open-source game creator, tailored for fast and intuitive game making.",
  "Download the editor": "Gba olóòtú náà",
  "Online game editor": "Olóòtú eré lórí ayélujára",
  "Game examples/starters": "Àwọn àpẹẹrẹ/ìbẹ̀rẹ̀ eré",
  "Documentation": "Documentation",
  "Tutorials": "Àwọn àlàyé",
  "Community forums": "Àwọn àpérò àwùjọ",
  "Discord": "Discord",
  "Contribute": "Dá si",
  "Facebook page": "Ojúewé Facebook",
  "Twitter": "Twitter",
  "This website in your language": "Ààyè ayélujára yìí ní èdè rẹ",
  "All GDevelop Features": "All GDevelop Features",
  "Install new features with extensions": "Install new features with extensions",
  "Use JavaScript with the game engine": "Lo JavaScript pẹ̀lú ẹ̀rọ eré náà",
  "Ads with AdMob": "Ads with AdMob",
  "Create custom behaviors": "Create custom behaviors",
  "Game editors": "Àwọn olóòtú eré",
  "Games showcase": "Ìṣàfihàn àwọn eré",
  "GDevelop for Game jams": "GDevelop for Game jams",
  "GDevelop for Education": "GDevelop for Education",
  "Make 8-bit games": "Ṣẹ̀dá àwọn eré 8-bit",
  "Publish your web game on Poki": "Publish your web game on Poki",
  "Create for Facebook Instant Games": "Create for Facebook Instant Games",
  "GDevelop was created with love by": "GDevelop gba ṣíṣẹ̀dá pẹ̀lú ìfẹ́ nípasẹ̀",
  "Thanks to the": "Ọpẹ́lọpẹ́",
  "contributors": "àwọn olùdásí",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "tó ṣàfikún àwọn ẹyà, ṣàtúnṣe àwọn ìyọnu, fi àwọn àpẹẹrẹ tuntun ránṣẹ́, kọ àwọn àlàyé, àti ran àwùjọ náà lọ́wọ́.",
  "by": "nípasẹ̀",
  "BUB is a very special, one of a kind critter. More specifically, she is the [most amazing cat on the planet](http://lilbub.com)... and her game is made with GDevelop!": "BUB jẹ́ ẹranko kan tó pàtàkì púpọ̀, tí kò sì sẹ́lẹgbẹ́ ẹ̀. Lọ́nà tó túbọ̀ ṣe pàtó, ó jẹ́ [ológbò tó yani lẹ́nu jù lọ lórí ilẹ̀ ayé](http://lilbub.com)... àti pé eré rẹ̀ gba ṣíṣẹ̀dá pẹ̀lú GDevelop!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "Eré náà jẹ́ eré 8-bit retro kan, pẹ̀lú àwọn àwòrán àti orin tó rẹwà, èyí tó n yípadà láàrín àwọn ìpele oní pẹpẹ, pẹ̀lú àwọn àṣírí tí a fi pamọ́, àti àwọn ìpele oníbọn pẹ̀lú àwọn ọ̀gá, ọ̀pọ̀ àwọn ọ̀tá àti àwọn àfikún.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies.": "Hyperspace Dogfights jẹ́ eré oníjà ọkọ̀ ogun òfuurufú tó dùn kan nínú èyí tí ìwọ yóò ma yìnbọn, yẹra àti wa ọ̀nà rẹ jáde láàrín ọ̀pọ̀lọpọ̀ àwọn ọ̀tá tó kéré lọ́nà ìmọ̀ ẹ̀rọ.",
  "As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Bí àfojúsùn rẹ láti dá sí ìṣẹ̀lẹ̀ láàrín àwọn ìṣùpọ̀ ìràwọ̀ bá n tẹ̀síwájú, ọkọ̀ òfurufú rẹ yíò ní ìtèsíwájú sí nnkan tó lágbára tó sì yàtọ̀ nípasẹ̀ kíkójọpọ̀ lára àwọn ọgọ́rùn-ún àwọn nnkan tó wà nínú eré náà.",
  "Buy on Steam": "Rà lórí Steam",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "Ṣẹ̀dá eré àkọ́kọ́ rẹ",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "Gbèrò nípa kí o sì ṣàtẹ̀jáde àwọn eré rẹ pẹ̀lú GDevelop. Tí a kójọ pọ̀ pẹ̀lú àwọn àlàyé àti àwọn àpẹẹrẹ.",
  "Try it online": "Gbìyànjú rẹ̀ lórí ayélujára",
  "Download": "Gbà",
  "Features": "Àwọn ẹ̀yà",
  "Games": "Àwọn eré",
  "Game studios & education": "Game studios & education",
  "Learn": "Learn",
  "Play Online": "Play Online",
  "Learn More": "Learn More",
  "LANG_CODE": "LANG_CODE",
  "Add ads to your game with AdMob": "Add ads to your game with AdMob",
  "Use AdMob in your GDevelop games to display ads and reward videos to your players": "Use AdMob in your GDevelop games to display ads and reward videos to your players",
  "1) Create your AdMob account": "1) Create your AdMob account",
  "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.": "Go to [AdMob website](https://www.google.com/admob/) and create an account. Then, create a new app from the Admob interface and an ad unit. Note the identifiers for both the app and the ad unit, as they will be used in your game.",
  "Read the detailed instructions": "Read the detailed instructions",
  "2) Configure AdMob in GDevelop": "2) Configure AdMob in GDevelop",
  "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.": "In GDevelop, open the properties of your game and paste the AdMob **app id**. This will be identified to use your application for AdMob to deliver ads.",
  "3) Trigger ads display from events": "3) Trigger ads display from events",
  "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.": "Add events in your game to load and show the ad when needed (this can be when a level is successfully completed for example). Paste in the parameters of the action the ad unit identifier. You can also enter \"test\" for loading a test ad.",
  "4) Publish your game on Android": "4) Publish your game on Android",
  "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.": "You can test and publish your game on Android directly from GDevelop. In the editor, open your game and then the Export window. Choose Android, click on Export and wait a few minutes.",
  "How to publish to Android in one click": "How to publish to Android in one click",
  "Read the full tutorial": "Ka gbogbo àlàyé náà",
  "Contribute to GDevelop - Open-source HTML5 game making tool": "Dá sí GDevelop - Irinṣẹ́ orísun-gbangba fún ṣíṣẹ̀dá eré HTML5",
  "Contribute to GDevelop": "Dá sí GDevelop",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop jẹ́ iṣẹ́ orísun-gbangba kan (kódà ààyè ayélujára yìí): ẹnikẹ́ni le dá sí àti ṣàtúnṣe ètò náà!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "Oríṣiríṣi ọ̀nà ló wà tí o lè gbà láti dá sí GDevelop, tó dá lórí àkókò rẹ, àwọn ìmọ̀ rẹ àti ohun tí o nífẹ̀ẹ́ sí.",
  "Help to translate GDevelop": "Ṣe ìrànlọ́wọ́ láti túmọ̀ GDevelop",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop àti ààyè ayélujára náà lè gbà ìtumọ̀ ní èdè rẹ! Àwọn ìtumọ̀ náà jẹ́ ṣíṣe lórí ààyè ayélujára kan níbi tí gbogbo èèyàn lè kópa.",
  "Help us by translating GDevelop!": "Ràn wá lọ́wọ́ nípasẹ̀ ìpèsè ìtumò GDevelop!",
  "Translate the website": "Túmọ̀ ààyè ayélujára náà",
  "Help to develop GDevelop": "Ṣe ìrànlọ́wọ́ láti mú ìdàgbàsókè GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "Ó rọrùn láti gba kóòdù orísun ti GDevelop kí o sì bẹ̀rẹ̀ sí ní ṣàtúnṣe àwọn nnkan!",
  "Contribute on GitHub": "Dá si lórí GitHub",
  "Edit the website on GitHub": "Ṣàtúnṣe ààyè ayélujára náà lórí GitHub",
  "Check the development roadmap": "Ṣàyẹ̀wò èròngbà wa nípa ìdàgbàsókè",
  "Get involved in the community": "Kópa nínú àwùjọ náà",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "Àpérò náà àti ìtàkúrọ̀sọ Discord náà jẹ́ ààyè láti gba àti pèsè ìrànlọ́wọ́ fún àwọn aṣàmúlò GDevelop míìràn!",
  "Go to the community forum": "Lọ sí àpérò àwùjọ náà",
  "Open the Discord chat": "Ṣí ìtàkúrọ̀sọ Discord náà",
  "Follow GDevelop on Facebook and Twitter:": "Tẹ̀lé GDevelop lórí Facebook àti Twitter:",
  "Write tutorials, record videos": "Kọ àwọn àlàyé, ká àwọn fídíò sílẹ̀",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "Fún ọ̀pọ̀lọpọ̀ àwọn alákoọ́bẹ̀rẹ̀ kódà àti àwọn aṣàmúlò àgbà, àwọn àlàyé àti ojúewé ìrànlọ́wọ́ jẹ́ èròjà iṣẹ́ tó wúlò jù láti ṣẹ̀dá àwọn eré ńlá ní kíákíá. Lórí wiki náà, o lè kọ àwọn àlàyé tàbí ṣàtúnṣe àwọn tó wà nílẹ̀.",
  "Contribute to the wiki": "Dá sí wiki náà",
  "Create custom behaviors for your game objects in GDevelop": "Create custom behaviors for your game objects in GDevelop",
  "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.": "In a few clicks, you can create new behaviors for your game objects - using events or JavaScript.",
  "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink": "Flash is a custom behavior that is created directly from GDevelop - allowing an object to blink",
  "Create custom behaviors - directly from GDevelop editor": "Create custom behaviors - directly from GDevelop editor",
  "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.": "GDevelop allows you to create new behaviors, using the same events as the ones that you're using to create the rules of your game.",
  "Want enemies to automatically follow the player?": "Want enemies to automatically follow the player?",
  "Create a Follower behavior. 🏃‍♂️": "Create a Follower behavior. 🏃‍♂️",
  "Want some rockets to target the player?": "Want some rockets to target the player?",
  "Create a Missile behavior. 🚀": "Create a Missile behavior. 🚀",
  "Want enemies and the players to have health and take damage?": "Want enemies and the players to have health and take damage?",
  "Create a Health behavior. 💊": "Create a Health behavior. 💊",
  "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.": "Behaviors can be created for any kind of object, and you can create custom actions and conditions associated to your new behavior.",
  "An action is exposed by the behavior, and can be used like any other action in the events": "An action is exposed by the behavior, and can be used like any other action in the events",
  "Read the documentation about custom behaviors": "Read the documentation about custom behaviors",
  "Download GDevelop": "Gba GDevelop",
  "Import new behaviors, created by the GDevelop community": "Import new behaviors, created by the GDevelop community",
  "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.": "Behaviors, as well as extensions, can be shared between projects. You can **export and import** them in a few clicks. If your behavior is generic and reusable in multiple games, you can even submit it to be integrated in the growing list of custom behaviors shared by the community.",
  "Create your game by assembling behaviors": "Create your game by assembling behaviors",
  "perfect for fast prototyping": "perfect for fast prototyping",
  "Progressively create custom behaviors for objects in your game": "Progressively create custom behaviors for objects in your game",
  "ideal for large games and keeping simple events.": "ideal for large games and keeping simple events.",
  "How to install community extensions": "How to install community extensions",
  "Learn more about extensions": "Learn more about extensions",
  "Search for new behaviors in the list of behaviors shared by the community": "Search for new behaviors in the list of behaviors shared by the community",
  "Download GDevelop or try it online - create games without programming": "Gba GDevelop tàbí gbìyànjú rẹ̀ lórí ayélujára - ṣẹ̀dá àwọn eré láì nílò kóòdù",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop wà lọ́fẹ̀ẹ́ àti pé o lè jẹ́ lílò fún ṣíṣẹ̀dá eré láti jèrè tàbí aláìjẹ́-tìèrè.",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop ma ṣiṣẹ́ lórí Windows, macOS àti ọ̀pọ̀lọpọ̀ àwọn pínpín Linux àìpẹ́. O tún lè gbìyànjú rẹ̀ lórí ayélujára pẹ̀lú lílo Chrome, Firefox tàbí aṣàwákiri ayélujára àìpẹ́ míìràn.",
  "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).": "Wonder what's new in latest versions? Find the release notes in the app or [online](https://github.com/4ian/GDevelop/releases).",
  "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.": "This is an [AppImage](https://appimage.org/). **Make it executable first** and run it. For example: `chmod a+x GDevelop*.AppImage && ./GDevelop*.AppImage`.",
  "To create your first game, start by reading a tutorial:": "Láti ṣẹ̀dá eré àkọ́kọ́ rẹ, bẹ̀rẹ̀ pẹ̀lú kíka àlàyé kan:",
  "Create a platformer game": "Ṣẹ̀dá eré oní pẹpẹ kan",
  "Create a tank shooter game": "Ṣẹ̀dá eré ọkọ̀ ogun onìbọn kan",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop jẹ́ iṣẹ́ orísun-gbangba kan. O lè kópa nínú àwùjọ náà láti ṣàtúnṣe rẹ̀!",
  "Learn how to contribute": "Kọ́ bí o ṣe lè dá sí",
  "GDevelop 4 (old version)": "GDevelop 4 (ẹyà àtijọ́)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "GDevelop 4 ṣì lè jẹ́ gbígbà. GDevelop 5 ní a dámọ̀ràn fún èyíkéyìí aṣàmúlò tuntun nítorí pé GDevelop 4 kò ní gba ìmúdójúìwọ̀n mọ́! A kò ní pèsè àtìlẹ́yìn ní ọjọ́ iwájú fún GDevelop 4: a dámọ̀ràn kí èyíkéyìí aṣàmúlò GDevelop 4 ṣe ìmúdójúìwọ̀n sí GDevelop 5.",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "Kódà tí GDevelop 4 bá n ṣe àtìlẹ́yìn àwọn eré abínibí, a dámọ̀ràn yíyí padà sí GDevelop 5 àti àwọn eré HTML5, èyí tó ní àtìlẹ́yìn tó dára. Àwọn eré abínibí yíò gba àfikún sí GDevelop 5 nígbà tó yá.",
  "GDevelop for the education - Teach game creation": "GDevelop fún ẹ̀kọ́ náà - Kọ́ ṣíṣẹ̀dá eré",
  "GDevelop for education": "GDevelop fún ẹ̀kọ́",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "Lílo GDevelop nínú iyàrá ìkàwé jẹ́ anfààní pípé kan láti kọ́ èdè kọ̀mpútà, ṣíṣẹ̀dá eré àti gbé ọgbọ́n àtinúdá àwọn akẹ́kọ̀ọ́ jáde.",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop tí n jẹ́ lílò nínú àwọn iyàrá ìkàwé àti àwọn ẹ̀kọ́ orí ayélujára, pẹ̀lú àwọn akẹ́kọ̀ọ́ digital media tàbí àwọn ọmọdé ní ilé-ìwé alákọ̀ọ́bẹ̀rẹ̀!",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "Jọ̀wọ́ fi àwọn fọ́tò àti àwọn tweet rẹ ránṣẹ́ sí wa tí o bá n lo GDevelop fún ẹ̀kọ́ kan!",
  "Install new extensions in GDevelop and share yours": "Install new extensions in GDevelop and share yours",
  "Install new extensions and share them": "Install new extensions and share them",
  "Search and add new features to your game in a few clicks.": "Search and add new features to your game in a few clicks.",
  "Search in the library of extensions, ready to be installed in one click": "Search in the library of extensions, ready to be installed in one click",
  "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.": "Directly from the editor, you can explore the **online library of extensions** (also called a \"package manager\" or an \"extension store\"). Extensions can bring *new behaviors* for your game objects, or *actions, conditions* or expressions that are ready to use in events.",
  "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.": "**Featured extensions** are peer reviewed. They are ideal to add new features at a fast pace to your game, making both prototyping of new games a very quick process and allowing larger games to be constructed by assembling extensions.",
  "Read how to install extensions": "Read how to install extensions",
  "Learn about creating custom behaviors": "Learn about creating custom behaviors",
  "Export your own extensions and share them": "Export your own extensions and share them",
  "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).": "All extensions can be exported to a file. They can easily be shared and integrated to another project. Better, if you have created a useful extension, you can submit it to be integrated to the library of [open-source, community extensions](https://github.com/4ian/GDevelop-extensions).",
  "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).": "As extensions are constructed using the intuitive GDevelop events sheets, they can be composed of events, [JavaScript or a mix of both](/javascript-game-engine).",
  "How to start a new extension": "How to start a new extension",
  "How to share your extension": "How to share your extension",
  "Extensions can provide new behaviors that can be added to your game objects.": "Extensions can provide new behaviors that can be added to your game objects.",
  "Make Facebook Instant Games with GDevelop - publish your games on Messenger": "Make Facebook Instant Games with GDevelop - publish your games on Messenger",
  "Make games for Facebook Messenger": "Ṣẹ̀dá àwọn eré fún Facebook Messenger",
  "With GDevelop, you can export your game as a Facebook Instant Game in 2 clicks.": "Pẹ̀lú GDevelop, o lè ṣàgbéjáde eré rẹ gẹ́gẹ́ bí Eré Ẹsẹ̀kẹsẹ̀ Facebook ní àwọn títẹ̀ 2.",
  "1) Create your app on Facebook Developers": "1) Ṣẹ̀dá ètò rẹ lórí Facebook Developers",
  "First thing, make sure to have an account on **Facebook Developers**. Create an app and configure it to choose \"Games\" as its category and enables Instant Games in Products:": "Nnkan àkọ́kọ́, ri dájú pé o ní account kan lórí **Facebook Developers**. Ṣẹ̀dá ètò kan kí o ṣètò rẹ̀ láti yan \"àwọn Eré\" gẹ́gẹ́ bí ìsòrí rẹ̀ àti kí o fi ààyè gba àwọn Eré Ẹsẹ̀kẹsẹ̀ nínú àwọn Èròjà:",
  "Go to Facebook Developers": "Lọ sí Facebook Developers",
  "2) Open GDevelop and export for Facebook Instant Games": "2) Ṣí GDevelop kí o ṣàgbéjáde fún àwọn Eré Ẹsẹ̀kẹsẹ̀ Facebook",
  "In GDevelop, open your game and then the Export window. Choose **Facebook Instant Games**, click on Export and wait a few seconds.": "Nínú GDevelop, ṣí eré rẹ àti fèrèsé Àgbéjáde lẹ́yìn náà. Mú **Àwọn Eré Ẹsẹ̀kẹsẹ̀ Facebook**, tẹ orí Ṣàgbéjáde kí o dúró fún ìṣẹ́jú àáyá díẹ̀.",
  "More about exporting": "Àfikún nípa ṣíṣe àgbéjáde",
  "3) Upload your game": "3) Gbé eré rẹ jáde sórí ayélujára",
  "Go back to your game page on Facebook Developers, choose Web Hosting in the menu and **upload the file** that was exported by GDevelop.": "Padà sí ojúewé eré rẹ lórí Facebook Developers, yan Ìpèsè lórí Ayélujára nínú àkójọ àṣàyàn náà kí o **gbé fáìlì náà jáde sórí ayélujára** èyí tí a ṣàgbéjáde nípasẹ̀ GDevelop.",
  "You can also add testers to let your friends try your game.": "O lè tún ṣàfikún àwọn olùgbéyẹ̀wò láti jẹ́ kí àwọn ọ̀rẹ́ rẹ gbìyànjú eré rẹ.",
  "More about uploading your game": "Àfikún nípa gbígbé eré rẹ jáde sórí ayélujára",
  "4) Try your game on Messenger": "4) Gbìyànjú eré rẹ lórí Messenger",
  "Now, get your phone and **open messenger**. Open a conversation, choose Games and click on the icon of your game to start playing to it!": "Ní báyìí, mú ẹ̀rọ aláàgbéká rẹ kí o **ṣí messenger**. Ṣí ìjíròrò kan, yan Àwọn eré kí o tẹ ààmì eré rẹ náà láti bẹ̀rẹ̀ sí ní gba!",
  "5) Use Instant Games features and publish your game!": "5) Lo àwọn ẹyà àwọn Eré Ẹsẹ̀kẹsẹ̀ kí o ṣàtẹ̀jáde eré rẹ!",
  "GDevelop gave you access to Instant Games specific features, like the name of the player, to better integrate your game in Messenger conversations.": "GDevelop fún ẹ láàyè sí àwọn ẹyà pàtó ti àwọn Eré Ẹsẹ̀kẹsẹ̀, bíi orúkọ eléré náà, láti mú àjọṣepọ̀ tó dára fún eré rẹ nínú àwọn ìjíròrò Messenger.",
  "When your game is ready, submit it for review by Facebook so that it becomes **available worldwide**!": "Nígbà tí eré rẹ bá setan, fi ṣọwọ́ fún àtúnyẹ̀wò nípasẹ̀ Facebook kí o lè **wà káàkiri àgbáyé**!",
  "Read the full step-by-step tutorial": "Ka àlàyé kíkún náà ní ṣíṣẹ̀-n-tẹ̀lé",
  "Features of GDevelop - create any kind of games without coding": "Àwọn ẹyà ti GDevelop - ṣẹ̀dá èyíkéyìí irú àwọn eré láìsí lílo kóòdù",
  "Fully featured": "Ní ẹyà tó jẹ́ pípé",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop ni a kójọ pọ̀ pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn ẹyà láti gbèrò àti ṣẹ̀dá èyíkéyìí àwọn eré.",
  "Deploy your game everywhere": "Ṣàmúlò eré rẹ níbi gbogbo",
  "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).": "One click export for [Android](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios).",
  "One click export to [Facebook Instant Games](/facebook-instant-games), to play on Messenger.": "Àgbéjáde oní títẹ̀ kan sí [Àwọn eré Ẹsẹ̀kẹsẹ̀ lórí Facebook](/facebook-instant-games), láti gbá lórí Messenger.",
  "Export your game [for the web](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) in one click": "Ṣàgbéjáde eré rẹ [fún ayélujára](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/web) ní títẹ̀ kan",
  "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).": "Export your game to iOS (with [PhoneGap Build or Cordova](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/android_and_ios_with_cordova)).",
  "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!": "Publish your game on [Poki](/poki), Kongregate, Itch.io and other gaming website!",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "Ṣàgbéjáde gẹ́gẹ́ bí ètò àgbékalẹ̀ eré tó dá wà fún Windows, macOS àti Linux",
  "[in one click!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)": "[ní títẹ̀ kan!](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/windows-macos-linux)",
  "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).": "Display [ads and reward videos](/ads-in-your-game-with-admob) to your players using [AdMob](/ads-in-your-game-with-admob).",
  "Learn how to publish your game": "Kọ́ bí o ṣe lè ṣàtẹ̀jáde eré rẹ",
  "Objects for your games": "Àwọn ohun èlò fún àwọn eré rẹ",
  "**Sprites** with multiple animations": "**Àwọn Sprite** pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn àwòrán abẹ̀mí",
  "Create explosions, fire and impressive effects with **Particle Emitters**": "Ṣẹ̀dá àwọn ìbúgbàù, iná àti àwọn ipa tó rẹwà pẹ̀lú **Àwọn Olùgbéejáde Particle**",
  "**\"9 patch\"** sprites, perfect for platforms": "**\"9 patch\"** sprites, perfect for platforms",
  "**Tiled sprites**, to create mosaics, floors and repeating patterns": "**Tiled sprites**, to create mosaics, floors and repeating patterns",
  "**Text** objects": "**Text** objects",
  "Formatted rich text with **BB Text** objects": "Formatted rich text with **BB Text** objects",
  "Embed videos with **Video** objects": "Embed videos with **Video** objects",
  "Draw custom shapes on screen with **Shape Painters**": "Draw custom shapes on screen with **Shape Painters**",
  "Support for custom collision masks": "Àtìlẹ́yìn fún àwọn àkànṣe ìbòjú ìkọlù",
  "Read the documentation for all objects": "Ka àkọsílẹ̀ náà fún gbogbo àwọn ohun èlò",
  "Try the online examples": "Gbìyànjú àwọn àpẹẹrẹ ayélujára náà",
  "Use visual effects (\"shaders\")": "Use visual effects (\"shaders\")",
  "Dozens of visual effects are bundled with GDevelop": "Dozens of visual effects are bundled with GDevelop",
  "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...": "Blur, Noise, CRT effect, Color Map, Chromatic Aberration, Glow, Shadows...",
  "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).": "Add your own effects by [creating new extensions for the game engine](/javascript-game-engine).",
  "Learn how to use effects in GDevelop": "Learn how to use effects in GDevelop",
  "Add behaviors to your game objects": "Ṣàfikún àwọn ìhùwàsí sí àwọn ohun èlò eré rẹ",
  "Physics engine": "Ẹ̀rọ físíksì",
  "Add realistic behavior to your objects": "Ṣàfikún ìhùwàsí tó bọ́gbọ́n mu sí àwọn ohun èlò rẹ",
  "Pathfinding": "Wíwá ipa ọ̀nà",
  "Have your objects move and avoiding obstacles": "Jẹ́ kí àwọn ohun èlò rẹ gbésẹ̀ kí wọn sì ma yẹra fún àwọn ìdènà",
  "Top-down movement": "Ìgbésẹ̀ sókè-sílẹ̀",
  "Platformer engine": "Ẹ̀rọ eré oní pẹpẹ",
  "create platformer games in a breeze": "ṣẹ̀dá àwọn eré oní pẹpẹ pẹ̀lú ìrọ̀rùn",
  "Draggable objects": "Àwọn ohun èlò tó ṣé wọ́",
  "quickly make your objects draggable with mouse/touch": "tètè mú kí àwọn ohun èlò rẹ ṣé wọ́ pẹ̀lú atọ́ka/ìfọwọ́kàn",
  "Anchor": "Anchor",
  "support multiple screen sizes by ensuring controls stay at the right position": "support multiple screen sizes by ensuring controls stay at the right position",
  "Tweens": "Tweens",
  "smoothly animate object positions, sizes, opacity and colors": "smoothly animate object positions, sizes, opacity and colors",
  "And more, to automate current tasks and behaviors in a few clicks!": "Láfikún si, láti mú àwọn iṣẹ́ àti àwọn ìhùwàsí lọ́wọ́lọ́wọ́ dá ṣiṣẹ́ pẹ̀lú ìwọ̀nba títẹ̀!",
  "Read the documentation for all behaviors": "Ka àkọsílẹ̀ náà fún gbogbo àwọn ìhùwàsí",
  "Create your own custom behaviors": "Create your own custom behaviors",
  "Make desktop & mobile-ready games": "Ṣẹ̀dá àwọn eré kọ̀mpútà & ẹ̀rọ aláàgbéká",
  "Save player data in the browser storage or on their devices": "Save player data in the browser storage or on their devices",
  "Full support for sound effects and musics": "Àtìlẹ́yìn kíkún fún àwọn ipa ohùn àti àwọn orin",
  "Support for touchscreens & multi-touch": "Àtìlẹ́yìn fún àwọn ojú àwòrán aláfọwọ́kàn & ìfọwọ́kàn-púpọ̀",
  "Design advanced levels and interfaces": "Ya àwòrán àwọn ìpele àgbà àti àwọn atọ́kùn",
  "The scene editor lets you visually edit your levels": "Olóòtú ìran náà yíò jẹ́ kí o fojú rí iṣàtúnṣe àwọn ìpele rẹ",
  "Support for multiple layers": "Àtìlẹ́yìn fún ọ̀pọ̀lọpọ̀ àwọn ìpele",
  "Add interfaces and create parallax effects": "Ṣàfikún àwọn atọ́kùn kí o ṣẹ̀dá àwọn ipa parallax",
  "Create your levels dynamically with external layouts": "Ṣẹ̀dá àwọn ìpele rẹ láti ṣiṣẹ́ pẹ̀lú àwọn àgbékalẹ̀ ìta",
  "Design your assets with [Piskel](/make-8bit-pixelart-games)": "Design your assets with [Piskel](/make-8bit-pixelart-games)",
  "a powerful pixel art and sprite editor": "olóòtú pixel art àti sprite tó lágbára kan",
  "Generate [sound effects with Jfxr](/game-jams)": "Generate [sound effects with Jfxr](/game-jams)",
  "create effects and customize them in a few clicks": "create effects and customize them in a few clicks",
  "Debugger": "Awójúùtú ìṣòro",
  "Inspect the content of your game and make dynamic changes while previewing your game": "Ṣàyẹ̀wò àkóónú eré rẹ kí o ṣe àwọn àyípadà tó n ṣiṣẹ́ nígbà tí o bá n ṣàyẹ̀wò eré rẹ",
  "Performance profiler": "Aṣàpèjúwé ìṣesí",
  "[monitor the resource expensive spots](http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) in your game": "[mójú tó àwọn ibi tó wọ́n fún èròjà] (http://wiki.compilgames.net/doku.php/gdevelop5/interface/debugger/profile-your-game) nínú eré rẹ",
  "Discover GDevelop editors": "Ṣàwárí àwọn olóòtú GDevelop",
  "Build ambitious games with advanced features": "Ṣẹ̀dá àwọn eré tó ní àṣeyọrí pẹ̀lú àwọn ẹyà àgbà",
  "Communicate with external websites or services using HTTP requests.": "Communicate with external websites or services using HTTP requests.",
  "Use advanced events: loops, for-each...": "Use advanced events: loops, for-each...",
  "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game": "Create reusable **functions** using events, that can be used as actions, conditions or expressions in your game",
  "a powerful feature never seen in other game creation tools.": "a powerful feature never seen in other game creation tools.",
  "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.": "Manipulate variables with arbitrary complex structures, with support for reading/writing JSON.",
  "You can [use JavaScript to code](/javascript-game-engine) parts of your game": "You can [use JavaScript to code](/javascript-game-engine) parts of your game",
  "use it for a few functions, to write extensions or the majority of your game.": "use it for a few functions, to write extensions or the majority of your game.",
  "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).": "Display ads in your game with [AdMob](/ads-in-your-game-with-admob) or link to products from your [Shopify shop](http://wiki.compilgames.net/doku.php/gdevelop5/all-features/shopify).",
  "Search and [install new features with extensions](/extensions-and-sharing), built by the community": "Search and [install new features with extensions](/extensions-and-sharing), built by the community",
  "get new, ready to use features for your game in a few clicks": "get new, ready to use features for your game in a few clicks",
  "Read the documentation about events": "Ka àkọsílẹ̀ náà nípa àwọn ìṣẹ̀lẹ̀",
  "All editors of GDevelop - make platformer, shooter, rpg, action games...": "Gbogbo àwọn olóòtú ti GDevelop - ṣẹ̀dá eré oní pẹpẹ, eré oní ìbọn, rpg, àwọn eré oníṣe...",
  "The game editors": "Àwọn olóòtú eré náà",
  "The interface of GDevelop is made of intuitive editors to design your own games from scratch.": "Atọ́kùn ti GDevelop ni a ṣẹ̀dá pẹ̀lú àwọn olóòtú abẹ́nú láti yàwòrán àwọn eré tìẹ láti ìbẹ̀rẹ̀.",
  "See how to use GDevelop to add a trigger in your game in 90 seconds": "Wo bí o ṣe lè lo GDevelop láti ṣàfikún ìbẹ̀rẹ̀ kan sínú eré rẹ ní ìṣẹ́jú àáyá 90",
  "Scene editor": "Olóòtú ìran",
  "Design your own levels with the scene editor: you can choose objects, put them on the scene, adjust their position and size. You can entirely design your levels with the scene editor. If you want to create complex levels or interfaces, the external layouts allow you to create parts of a level and then reuse them in other scenes.": "Ya àwòrán àwọn ìpele tìẹ pẹ̀lú olóòtú ìran náà: o lè yan àwọn ohun èlò, gbé wọn sórí ìran náà, ṣàtúnṣe ipò àti ìwọ̀n wọn. O lè yàwòrán àwọn ìpele rẹ lápapọ̀ pẹ̀lú olóòtú ìran náà. Tí o bá fẹ́ ṣẹ̀dá àwọn ìpele tó ṣòro tàbí àwọn atọ́kùn, àwọn àgbékalẹ̀ ìta náà yíò fún ẹ láàyè láti ṣẹ̀dá àwọn apá kan lára ìpele kan àti kí o tún wọn lò nínú àwọn ìran míìràn.",
  "Get started in 2 minutes: Try GDevelop in your browser": "Bẹ̀rẹ̀ ní ìṣẹ́jú 2: Gbìyànjú GDevelop nínú aṣàwákiri rẹ",
  "Events editor": "Olóòtú àwọn ìṣẹ̀lẹ̀",
  "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.": "Imagining and creating the rules of your game do not imply to learn the syntax of a complex programming language. The events editor displays a sheet of events: each events is composed of conditions and actions. When conditions are fulfilled, actions are run. It's that simple.",
  "All conditions and actions are available in a list so you can easily discover and find what you want to make the rules of your game.": "Àwọn ipò àti àwọn iṣẹ́ wà nínú àkójọ kan kó lè rọrùn fún ẹ láti ṣàwárí àti wá ohun tí o fẹ́ fi ṣe àwọn òfin eré rẹ.",
  "Learn more about events in the tutorials": "Kọ́ láfikún si nípa àwọn ìṣẹ̀lẹ̀ nínú àwọn àlàyé náà",
  "Create platformer games with GDevelop": "Ṣẹ̀dá àwọn eré oní pẹpẹ pẹ̀lú GDevelop",
  "Develop space shooter games with GDevelop": "Ṣẹ̀dá àwọn eré oníbọn òfurufú pẹ̀lú GDevelop",
  "Create mario-like games with GDevelop": "Ṣẹ̀dá àwọn eré tó dàbí mario pẹ̀lú GDevelop",
  "Make strategy games with GDevelop": "Ṣẹ̀dá àwọn eré ọlọ́gbọ́n pẹ̀lú GDevelop",
  "Objects editors": "Àwọn olóòtú àwọn ohun èlò",
  "Everything that is displayed on the screen of your game is an object. Most objects are called sprites: they are composed of animations and can be used for any animated element. For example, your player, enemies or bonuses to pick.": "Gbogbo nnkan tí a ṣàfihàn lórí ojú àwòrán eré rẹ jẹ́ ohun èlò kan. Púpọ̀ nínú àwọn ohun èlò ni a npè ní àwọn sprite: wọ́n jẹ́ àkójọ àwọn àwòrán abẹ̀mí àti pé wọ́n lè jẹ́ lílò fún èyíkéyìí element àwòrán abẹ̀mí. Fún àpẹrẹ, eléré rẹ, àwọn ọ̀tá tàbí àwọn bonus láti mú.",
  "Other object are also available to create interfaces or add effects to your game: texts, particles, tiled sprites...": "Àwọn ohun èlò mìíràn tún wà láti ṣẹ̀dá àwọn atọ́kùn tàbí ṣàfikún àwọn ipa sí eré rẹ: àwọn ọ̀rọ̀, àwọn particle, àwọn tiled sprite...",
  "Discover all the objects available in GDevelop": "Ṣàwárí gbogbo àwọn ohun èlò tó wà nínú GDevelop",
  "Resources editor, sprite editor and sound effect generator": "Resources editor, sprite editor and sound effect generator",
  "All the images and audio files used in your game are listed in the Resources Editor. It's a simple way to manage your game assets.": "Gbogbo àwọn àwòrán àti àwọn fáìlì ohùn tó jẹ́ lílò nínú eré rẹ ni a kójọ sínú Olóòtú àwọn Èròjà iṣẹ́ náà. Ó jẹ́ ọ̀nà kan tó rọrùn láti ṣàkóso àwọn ohun-ìní eré rẹ.",
  "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!": "GDevelop comes bundled with free assets to get you started! To quickly prototype and create your own assets, GDevelop is also bundled with a powerful pixel art editor called Piskel. You can also create sound effect in a single click using the integrated sound generator. It's perfect for [game jams](/game-jams/)!",
  "Learn everything about the editors in the documentation": "Kọ́ gbogbo nnkan nípa àwọn olóòtú náà nínú àkọsílẹ̀ náà",
  "Open in GDevelop": "Ṣí nínú GDevelop",
  "Examples of GDevelop - make platformer, shooter, rpg, action games...": "Àpẹẹrẹ ti GDevelop - ṣẹ̀dá eré oní pẹpẹ, eré oní ìbọn, rpg, àwọn eré oníṣe...",
  "Examples and Starters": "Àwọn Àpẹẹrẹ àti àwọn Ìbẹ̀rẹ̀",
  "GDevelop is bundled with 80+ examples and starters to get you quickly started, learn or try a specific feature.": "GDevelop ni a kójọ pọ̀ pẹ̀lú àwọn àpẹẹrẹ tó ju 80 lo àti àwọn ìbẹ̀rẹ̀ lati mú ẹ tètè bẹ̀rẹ̀, kọ́ tàbí gbìyànjú ẹyà pàtó kan.",
  "These are the examples bundled with GDevelop. Curious? You can open and try them directly from your browser. GDevelop is fast to start and you'll be playing with the examples in seconds.": "Àwọn wọ̀nyí ni àwọn àpẹẹrẹ tí a kójọ pẹ̀lú GDevelop. O fẹ́ mọ̀ nípa ẹ̀? O lè ṣí àti gbìyànjú wọn tààrà láti orí aṣàwákiri rẹ. GDevelop yára láti bẹ̀rẹ̀ àti pé ìwọ yóò ma ṣeré pẹ̀lú àwọn àpẹẹrẹ náà ní ìṣẹ́jú àáyá.",
  "Get started with tutorials": "Bẹ̀rẹ̀ pẹ̀lú àwọn àlàyé",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "Kọ́ ní ṣíṣẹ̀-n-tẹ̀lé bí o ṣe lè lo GDevelop tàbí gba ìrànlọ́wọ́ nípa ẹyà pàtó kan: wiki náà ní àwọn àlàyé fún àwọn alákoọ́bẹ̀rẹ̀ àti àkọsílẹ̀ pípé kan fún ètò náà.",
  "Make games for Game jams": "Make games for Game jams",
  "Game jams": "Game jams",
  "GDevelop is a perfect fit for quickly making games during game jams.": "GDevelop is a perfect fit for quickly making games during game jams.",
  "Make your assets with Piskel": "Make your assets with Piskel",
  "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.": "GDevelop is bundled with **Piskel**, a sprite editor that is perfect to quickly draw your sprites and for pixel-art.",
  "Read more about making 8-bit and pixelart games": "Read more about making 8-bit and pixelart games",
  "Generate sounds effects in one click": "Generate sounds effects in one click",
  "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.": "GDevelop has an integrated sound effect generator, **Jfxr**. You can create sounds effects like explosions, jump, coins, power ups in a single click and customize them as you wish.",
  "Read about all features available in GDevelop": "Read about all features available in GDevelop",
  "Ready-made behaviors": "Àwọn ìhùwàsí tí a ṣẹ̀dá sílẹ̀",
  "Want to create a retro platformer game? GDevelop has a pre-made behaviors that you can attach to your character and your platforms. In a few seconds you have a basic platformer game running and ready to be customized and enhanced! Other behaviors, conditions and actions can also be used to create any kind of 2D games: shmup, \"Bullet Hell\", arcade games...": "Ṣé o fẹ́ ṣẹ̀dá eré oní pẹpẹ retro kan? GDevelop ní àwọn ìhùwàsí tí a ti ṣẹ̀dá tẹ́lẹ̀ tí o lè sopọ̀ mọ́ òṣèré rẹ àti àwọn pẹpẹ rẹ. Ní ìṣẹ́jú àáyá díẹ̀ o ní eré oní pẹpẹ ìpìlẹ̀ kan tó n ṣiṣẹ́ àti ṣetán láti ní ètò àti àfikún bí o ṣe fẹ́! Àwọn ìhùwàsí, ipò àti iṣẹ́ mìíràn tún lè jẹ́ lílò láti ṣẹ̀dá èyíkéyìí irú àwọn eré 2D: shmup, \"Bullet Hell\", àwọn eré gbàgede...",
  "Learn more about behaviors": "Kẹ́kọ̀ọ́ sí i nípa àwọn ìhùwàsí",
  "GDevelop for Game studios, indies and Education": "GDevelop for Game studios, indies and Education",
  "GDevelop is a fast and flexible game engine that can be used for different use cases.": "GDevelop is a fast and flexible game engine that can be used for different use cases.",
  "Professional and Game Studios": "Professional and Game Studios",
  "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).": "GDevelop is a lightweight game engine, carefully designed and open-source. The unique design of the editor has been explained during [talks in international conferences](https://www.youtube.com/watch?v=6La7jSCnYyk).",
  "MIT license: extend and contribute to the engine source code": "MIT license: extend and contribute to the engine source code",
  "Adaptable editor based on JavaScript, React.js and WebAssembly": "Adaptable editor based on JavaScript, React.js and WebAssembly",
  "Integrate GDevelop in your team, use events or JavaScript according to your needs": "Integrate GDevelop in your team, use events or JavaScript according to your needs",
  "Get game designers, artists and developers to work on the same environment": "Get game designers, artists and developers to work on the same environment",
  "Game projects are human readable and support version control systems like Git or Mercurial": "Game projects are human readable and support version control systems like Git or Mercurial",
  "GDevelop on GitHub": "GDevelop on GitHub",
  "Commercial support": "Commercial support",
  "Companies can provide commercial or free support for GDevelop:": "Companies can provide commercial or free support for GDevelop:",
  "See GDevelop support and promotion website": "See GDevelop support and promotion website",
  "Indie game developers": "Indie game developers",
  "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.": "Accessible and easy to learn, GDevelop is ideal for indie game developers. You'll be able to quickly start a game and iterate by using events, behaviors and new extensions.",
  "Free to use: download GDevelop and start making a game today": "Free to use: download GDevelop and start making a game today",
  "Integrated editors allowing to make game assets directly from GDevelop": "Integrated editors allowing to make game assets directly from GDevelop",
  "Super fast prototyping with open-source community extensions and behaviors": "Super fast prototyping with open-source community extensions and behaviors",
  "Custom behaviors make your game logic reusable and shareable": "Custom behaviors make your game logic reusable and shareable",
  "See all features": "See all features",
  "GDevelop for game jams": "GDevelop for game jams",
  "Education and game making": "Education and game making",
  "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.": "Teaching game creation or programming to kids or students? GDevelop has been used by dozens of schools, universities and bootcamp programs for all ages.",
  "Learn more about GDevelop and education": "Learn more about GDevelop and education",
  "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app": "Screenshot of Lil BUB's HELLO EARTH, a game made with GDevelop, the open-source game making app",
  "Make games with a fast, intuitive game engine": "Make games with a fast, intuitive game engine",
  "Showcase of the games created with GDevelop": "Ìṣàfihàn àwọn eré tí a ṣẹ̀dá pẹ̀lú GDevelop",
  "Here are a few games created with GDevelop. The next one should be yours!": "Èyí ní àwọn eré díẹ̀ tí a ṣẹ̀dá pẹ̀lú GDevelop. Ó yẹ kí èyí tó kàn jẹ́ tìẹ!",
  "Show me more!": "Show me more!",
  "Made a nice game with GDevelop?": "Ṣo ti ṣẹ̀dá eré tó dára pẹ̀lú GDevelop?",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "A ma fẹ́ràn láti mọ̀ nípa eré rẹ kí a ṣàfikún rẹ̀ níbí. Ri dájú pé o ní àwọn àwòrán ojú-àwòrán tó rẹwà nílẹ̀ àti wípé eré náà jẹ́ ojúlówó :)",
  "Submit your game": "Fi eré rẹ ṣọwọ́",
  "Hyperspace Dogfights, a game created with GDevelop": "Hyperspace Dogfights, eré kan tí a ṣẹ̀dá pẹ̀lú GDevelop",
  "A juicy jet-combat roguelike game, made with GDevelop.": "Eré oníjà ọkọ̀ ogun òfuurufú tó dùn kan, tí a ṣẹ̀dá pẹ̀lú GDevelop.",
  "Hyperspace Dogfights is a juicy jet-combat roguelike in which you'll blast, dodge and slice your way through masses of technologically inferior enemies. As your intergalactic intervention mission progresses, your adaptive hyper-jet will evolve into something stronger and weirder by gathering some of the hundreds of items available in the game.": "Hyperspace Dogfights jẹ́ eré oníjà ọkọ̀ ogun òfuurufú tó dùn kan nínú èyí tí ìwọ yóò ma yìnbọn, yẹra àti wa ọ̀nà rẹ jáde láàrín ọ̀pọ̀lọpọ̀ àwọn ọ̀tá tó kéré lọ́nà ìmọ̀ ẹ̀rọ. Bí àfojúsùn rẹ láti dá sí ìṣẹ̀lẹ̀ láàrín àwọn ìṣùpọ̀ ìràwọ̀ bá n tẹ̀síwájú, ọkọ̀ òfurufú rẹ yíò ní ìtèsíwájú sí nnkan tó lágbára tó sì yàtọ̀ nípasẹ̀ kíkójọpọ̀ lára àwọn ọgọ́rùn-ún àwọn nnkan tó wà nínú eré náà.",
  "History": "Ìtàn",
  "Hyperspace Dogfights began as a side project to our now canceled space exploration roguelike Hyperspace Admirals. HDog was prototyped in late 2016, after which it received a limited early access release on itch.io. Over the course of 2017 the majority of its content was developed and continuous alpha feedback was taken into account. The game was feature-complete in march 2018, after which the release was announced.": "Hyperspace Dogfights bẹ̀rẹ̀ gẹ́gẹ́ bí iṣẹ́ ẹgbẹ́ kan sí eré oníjà ìṣàwárí òfurufú Hyperspace Admirals tí a ti fagi lé. HDog wà ní àwòṣe ní ìparí 2016, lẹ́yìn èyí tó gba ìwọnba ààyè sí àgbéjáde àkọ́kọ́ lórí itch.io. Láàrín ọdún 2017 èyí tó pọ̀jù nínú àkóónú rẹ̀ ní ìdàgbàsókè àti pé àwọn èsì alpha gba àgbéyẹ̀wò. Eré náà wà ní ẹyà pípé ní oṣù kẹta ọdún 2018, lẹ́yìn èyí tí wá kéde àgbéjáde náà.",
  "Fierce and juicy 2d jet combat against masses of air and ground based enemies": "Ìjà ọkọ̀ òfurufú 2d tó rorò tó sì dùn láti gbógun ti ọ̀pọ̀lọpọ̀ àwọn ọ̀tá tó dá lórí òfurufú àti ilẹ̀",
  "Hundreds of stackable passives, over fifty weapons and actives; all geared towards producing weird synergies with another": "Àwọn ọgọ́rùn àkójọpọ̀ àwọn ohun aláìṣiṣẹ́, àwọn ohun ìjà àti àwọn ohun tó ń ṣiṣẹ́ tó ju 50 lo; gbogbo èyí tí a darí sí ṣíṣe àwọn ìlèṣiṣẹ́pọ̀ tó yàtọ̀ pẹ̀lú òmíràn",
  "High replayability, your will evolve a little different on each run": "O lè gbá lọ́pọ̀ ìgbà, ọkọ̀ òfurufú rẹ yíò ní ìtèsíwájú tó yàtọ̀ díẹ̀ lórí gbígbá kọ̀ọ̀kan",
  "Seven zones with distinct enemy composition to explore": "Àwọn agbègbè méje pẹ̀lú àkójọ ọ̀tá ọ̀tọ̀ọ̀tọ̀ láti ṣàwarí",
  "10+ screen-fillingbosses": "Àwọn ọ̀gá tó kún ojú-àwòrán 10+",
  "5+ Player hyper-jets to fly, all coming with unlockable mk2 loadouts": "Àwọn ọkọ̀ òfurufú eléré 5+ láti wà, gbogbo èyí tó wá pẹ̀lú àwọn nnkan ogun mk2 tó lè gba ṣíṣí",
  "16 chilled, multi-layered music tracks by Enuit and Ole Toensen": "Àwọn àtojọ orin 16 tó ní ìpele púpò nípasẹ̀ Enuit àti Ole Toensen",
  "Official website": "Ojúlówó ààyè ayélujára",
  "Lil BUB's HELLO EARTH, a game created with GDevelop": "HELLO EARTH ti Lil BUB, eré kan tí a ṣẹ̀dá pẹ̀lú GDevelop",
  "A retro 8-bit game, with beautiful arts and soundtrack, made with GDevelop.": "Eré 8-bit retro kan, pẹ̀lú àwọn àwòrán àti orin tó rẹwà, tí a ṣẹ̀dá pẹ̀lú GDevelop.",
  "Using GDevelop, the game was made available for iOS, Android, Windows, macOS, Linux and even published as a real Arcade game.": "Pẹ̀lú lílo GDevelop, eré náà wà ní ṣíṣe fún iOS, Android, Windows, macOS, Linux àti kódà gba àtẹ̀jáde gẹ́gẹ́ bí eré Gbàgede gidi kan.",
  "The game was announced for BUB's 5th birthday. To help making it a reality, a Kickstarter was launched so that all BUB's friends around the world can contribute. The kickstarter was initially launched with $100,000 as the goal, but reached $148,000! GOOD JOB BUB.": "A kéde eré náà fún ọjọ́ ìbí karùn-ún ti BUB. Láti ṣe ìrànlọ́wọ́ kí ṣíṣe rẹ̀ jẹ́ òtítọ́, a ṣe ìfilọ́lẹ̀ Kickstarter kan kí gbogbo àwọn ọ̀rẹ́ BUB káàkiri àgbáyé lè dá si. A kọ́kọ́ ṣe ìfilọ́lẹ̀ kickstarter náà pèlú $100,000 bíi àfojúsùn, ṣùgbọ́n a dé $148,000! KÚ ORÍIRE BUB.",
  "Beautiful original graphics and animation": "Àwọn àwòrán àti àwòrán abẹ̀mí ojúlówó tó rẹwà",
  "Parallaxing backgrounds": "Àwọn àgbétẹ́lẹ̀ tó n sún",
  "Unique level design": "Àkànṣe àwòrán ìpele",
  "Huge variety of unique levels, bosses and enemies": "Ọ̀pọ̀lọpọ̀ onírúurú àkànṣe àwọn ìpele, àwọn ọ̀gá àti àwọn ọ̀tá",
  "Complex gameplay and controls": "Ìṣeré àti àwọn ìdarí tó ṣòro",
  "Unique storyline with twists and surprises": "Ojúlówó ìtàn pẹ̀lú àwọn ìyípo àti àwọn ìyàlẹ́nu",
  "Item Inventory: collect items to be used strategically throughout the game": "Àkójọ Nnkan: gba àwọn nnkan tó ma jẹ́ lílò lọ́nà pàtàkì káàkiri eré náà",
  "Completely original 8-bit soundtrack": "Orin 8-bit ojúlówó ní pípé",
  "Tape Deck feature that allows you to select your favorite music from the game": "Ẹyà àwo agbórinjáde (Tape Deck) tó fún ẹ láàyè láti yan orin to fẹ́ràn nínú eré náà",
  "Ability to revisit and replay levels to further your progress and unlock achievements": "Agbára láti ṣe àtúnyẹwò àti tún àwọn ìpele gbá láti mú ìtẹ̀síwájú rẹ síwájú síi àti ṣí àwọn àṣeyọrí",
  "Truly innovative Easter Eggs throughout": "Àwọn Easter Egg tuntun lóòótọ́ káàkiri",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Ṣẹ̀dá àwọn eré láìsí lílo kóòdù - Ètò orísun gbangba fún ṣíṣẹ̀dá eré HTML5 àti abínibí",
  "The game engine for everyone": "The game engine for everyone",
  "GDevelop game maker software - create video games without coding": "Ètò ṣíṣẹ̀dá eré GDevelop - ṣẹ̀dá àwọn eré orí kọ̀mpútà láìsí lílo kóòdù",
  "Make your own games with GDevelop": "Ṣẹ̀dá àwọn eré tìẹ pẹ̀lú GDevelop",
  "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.": "GDevelop is an open-source, cross-platform game engine designed for everyone - it's extensible, fast and easy to learn.",
  "Create any game": "Ṣẹ̀dá èyíkéyìí eré",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy, [8-bit games](/make-8bit-pixelart-games)... Go through the examples or start a new project from scratch.": "Gbé ọgbọ́n àtinúdá rẹ jáde pẹ̀lú GDevelop àti ṣẹ̀dá èyíkéyìí irú eré: àwọn eré oní pẹpẹ, àwọn puzzle, shoot 'em up, eré ọlọ́gbọ́n, [àwọn eré 8-bit](/make-8bit-pixelart-games)... Wo àwọn àpẹẹrẹ náà tàbí bẹ̀rẹ̀ iṣẹ́ tuntun kan láti ìbẹ̀rẹ̀.",
  "With GDevelop, you can make simple projects for fun or create ambitious indie games like [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) and [tons of other games](/games-showcase)!": "Pẹ̀lú GDevelop, o lè ṣẹ̀dá àwọn iṣẹ́ tó rọrùn fún ìdárayá tàbí ṣẹ̀dá àwọn eré tó ní àṣeyọrí gẹ́gẹ́ bí [Lil BUB's HELLO EARTH](/games/lil-bub-hello-earth), [Hyperspace Dogfights](/games/hyperspace-dogfights) àti [ọ̀pọ̀ àwọn eré mìíràn](/games-showcase)!",
  "Make 8-bit or pixel art games with GDevelop": "Make 8-bit or pixel art games with GDevelop",
  "Make adventure and point'n'click games with GDevelop": "Make adventure and point'n'click games with GDevelop",
  "Events: game creation, intuitive for all": "Events: game creation, intuitive for all",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Nnkan tó mú GDevelop yàtọ̀ àti rọrùn láti lò ní àwọn ìṣẹ̀lẹ̀ náà. Àwọn ìṣẹ̀lẹ̀ jẹ́ ọ̀nà pàtàkì kan láti ṣàlàyé ìlànà eré rẹ, láì nílò láti kẹ́kọ̀ọ́ nípa èdè kọ̀mpútà.",
  "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.": "GDevelop takes visual programming to the next step, allowing you to add [ready-made behaviors](/features) to your game objects and [make new behaviors](/custom-behaviors) using these intuitive, easy to learn events.",
  "Events enable easy game creation": "Àwọn ìṣẹ̀lẹ̀ fi ààyè gba ṣíṣẹ̀dá eré pẹ̀lú ìrọ̀rùn",
  "Events being used in GDevelop to create the logic of a game": "Àwọn ìṣẹ̀lẹ̀ tó n jẹ́ lílò lọ́wọ́ ní GDevelop láti ṣẹ̀dá ìlànà eré kan",
  "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.": "When Space is pressed, the character animation and a sound are played. If an enemy touches the character, they both are destroyed.",
  "Export your game anywhere, in one click": "Export your game anywhere, in one click",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux and even [Facebook Messenger](/facebook-instant-games). Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "Ṣàtẹ̀jáde àwọn eré rẹ sórí ayélujára, iOS, Android, Windows, Mac, Linux àti kódà [Facebook Messenger](/facebook-instant-games). Àwọn eré tí a bá ṣẹ̀dá pẹ̀lú GDevelop le ṣiṣẹ́ níbikíbi àti pé o tún lè ṣe àgbéjáde oní títẹ̀ kan sí Android láti ètò náà.",
  "Make games for iOS, Android, Windows, macOS and Linux": "Ṣẹ̀dá àwọn eré fún iOS, Android, Windows, macOS àti Linux",
  "Laptop, tablets or phone: games made with GDevelop can run everywhere": "Kọ̀mpútà àgbélétan, àwọn tablet tàbí fóònù: àwọn eré tí a ṣẹ̀dá pẹ̀lú GDevelop le ṣiṣẹ́ níbikíbi",
  "Unlimited possibilities": "Àwọn ipò ṣíṣe tí kò lópin",
  "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.": "Express your small and big ideas: you can prototype new features on your games in minutes, and refine them without limits. [Making games](/games-showcase) has never been so easy and fast, with [the visual editors](/game-editors) provided by GDevelop.",
  "Want to go even further? You can extend the [game engine with Javascript](/javascript-game-engine).": "Ṣé o fẹ́ lọ síwájú si? O lè ṣàfikún sí [ẹ̀rọ eré náà pẹ̀lú Javascript](/javascript-game-engine).",
  "See how to add a trigger button to your platformer game in 90 seconds": "Wo bí o ṣe lè ṣàfikún bọ́tìnnì ìbẹ̀rẹ̀ kan sí eré oní pẹpẹ rẹ ní ìṣẹ́jú àáyá 90",
  "[Tons of examples](/game-examples-starters) are also available and ready to be tried in one click.": "[Ọ̀pọ̀ àwọn àpẹẹrẹ](/game-examples-starters) tún wà tí wọn sì ṣetán láti gbìyànjú ní títẹ̀ kan.",
  "Create a platform game": "Create a platform game",
  "Create a casual mobile game": "Create a casual mobile game",
  "Tutorials for GDevelop and documentation on the wiki": "Àwọn àlàyé fún GDevelop àti àkọsílẹ̀ lórí wiki náà",
  "Start making games": "Start making games",
  "Using JavaScript to make your games with GDevelop": "Lílo JavaScript láti ṣẹ̀dá àwọn eré rẹ pẹ̀lú GDevelop",
  "Using JavaScript with GDevelop": "Lílo JavaScript pẹ̀lú GDevelop",
  "GDevelop supports JavaScript to create your game or extend the game engine.": "GDevelop n ṣe àtìlẹ́yìn JavaScript láti ṣẹ̀dá eré rẹ tàbí ṣàfikún sí ẹ̀rọ eré náà.",
  "JavaScript can be used to write part of a game, alongside with events": "JavaScript lè jẹ́ lílò láti kọ lára eré kan, ní ìfẹ̀gbẹ́kẹ̀gbẹ́ pẹ̀lú àwọn ìṣẹ̀lẹ̀",
  "Add JavaScript code blocks inside your game": "Ṣàfikún àwọn búlọ́ọ̀kù kóòdù JavaScript sínú eré rẹ",
  "GDevelop supports adding JavaScript code blocks at any point in the events of your game. It's a good way to implement a complex algorithm or reuse functions from open-source libraries. Events and code blocks can seamlessly be mixed together - so you can implement parts or even the totality of your game with JavaScript!": "GDevelop ṣe àtìlẹ́yìn ṣíṣe àfikún àwọn búlọ́ọ̀kù kóòdù JavaScript ní èyíkéyìí ọ̀gangan nínú àwọn ìṣẹ̀lẹ̀ eré rẹ. O jẹ́ ọ̀nà kan tó dára láti lo algorithm tó ṣòro tàbí tún àwọn iṣẹ́ lò láti àwọn àkójọpọ̀ fáìlì orísun-gbangba. Àwọn ìṣẹ̀lẹ̀ àti àwọn búlọ́ọ̀kù kóòdù le ṣiṣẹ́ papọ̀ nírọ̀rùn - kí o lè lo àwọn apá kan tàbí kódà gbogbo eré rẹ pẹ̀lú JavaScript!",
  "The JavaScript editor is based on the super powerful Monaco Editor, extracted from [Visual Studio Code](https://code.visualstudio.com/). Intellisense autocompletions are provided and the editor supports advanced features like multi-selection for faster coding.": "Olóòtú JavaScript náà dá lórí Olóòtú Monaco tó lágbára púpọ̀ náà, tí a yọ lára [Visual Studio Code](https://code.visualstudio.com/). Àwọn ìparí fúnra rẹ̀ ti intellisense wà ní ìpèsè àti pé olóòtú náà ṣe àtìlẹ́yìn fún àwọn ẹyà àgbà gẹ́gẹ́ bí ọlọ́pọ̀ yíyàn fún kíkọ kóòdù pẹ̀lú ìyára.",
  "Learn more about using JavaScript": "Kọ́ láfikún si nípa lílo JavaScript",
  "Extend GDevelop with JavaScript extensions": "Ṣàfikún sí GDevelop pẹ̀lú àwọn àfikún JavaScript",
  "GDevelop is modular and can be extended to suit your needs. In particular, all features available to games (objects, behaviors, events) are based on the extension system. You can quickly create new extensions for your game or contribute to existing ones as GDevelop is [open-source](https://github.com/4ian/GD).": "GDevelop ní àwọn abala àti pé ó lè gba àfikún láti bá lílò rẹ mu. Ní pàtàkì, gbogbo àwọn ẹyà tó wà fún àwọn eré (àwọn ohun èlò, àwọn ìhùwàsí, àwọn ìṣẹ̀lẹ̀) dá lórí ètò àfikún náà. O lè tètè ṣẹ̀dá àwọn àfikún tuntun fún eré rẹ tàbí dá sí àwọn tó wà tẹ́lẹ̀ bíi pé GDevelop jẹ́ [open-source](https://github.com/4ian/GD).",
  "How to write extensions": "Bí o ṣe lè kọ àwọn àfikún",
  "Game engine JavaScript documentation": "Àkọsílẹ̀ JavaScript ẹ̀rọ eré",
  "The Dark theme being used in GDevelop. The code editor also comes bundled with several beautiful themes!": "Theme dúdú náà tó n jẹ́ lílò ní GDevelop. Olóòtú kóòdù náà tún wá pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn theme tó rẹwà!",
  "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ": "\n## Overview\n\nThis website (https://gdevelop-app.com), related websites (https://forum.gdevelop-app.com, https://wiki.gdevelop-app.com, https://editor.gdevelop-app.com) and related applications (GDevelop), referred to as the Service, are operated by FLORIAN RIVAL. Throughout the site, the terms “we”, “us” and “our” refer to FLORIAN RIVAL.\n\nThis page is used to inform visitors and users regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use the Service.\n\nIf you choose to use the Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.\n\nThe terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at https://gdevelop-app.com/legal/terms-and-conditions unless otherwise defined in this Privacy Policy.\n\n## Information Collection and Use\n\nFor a better experience, while using our Service, we may require you, for example in the case of creating an account, to provide us with certain personally identifiable information, including but not limited to your email. The information that we request will be stored in a database of the Service.\n\nThe Service does use third party services that may collect information used to identify you.\n\n## Log Data\n\nWe want to inform you that whenever you use the Service, in a case of an error in the app we collect data and information (through third party products) on your device called Log Data. This Log Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are used to monitor the proper working on the Service and fix it in case of issues.\n\nLink to privacy policy of some third party service providers used by the website and applications for Log Data:\n\n- Sentry: https://sentry.io/privacy/\n\n## Analytics Data\n\nWe want to inform you that whenever you use the Service, at various points in the app we collect data and information (through third party products) on your device called Analytics Data. This Analytics Data may include information such as your device Internet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.\n\nThese data are aggregated and used to understand how people use the Service and improve it.\n\nLink to privacy policy of some third party service providers used by the website and applications for Analytics:\n\n- Keen.io: https://keen.io/privacy-policy/\n- Google Analytics: https://policies.google.com/privacy\n\n## Cookies\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\nThis Service stores a “cookie” when you create or log in to an account. However, the app may use third party code and libraries that use “cookies” to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.\n\n## Service Providers\n\nWe may employ third-party companies and individuals due to the following reasons:\n\n- To facilitate our Service;\n- To provide the Service on our behalf;\n- To perform Service-related services; or\n- To assist us in analyzing how our Service is used.\n\nWe want to inform users of this Service that these third parties can have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLink to privacy policy of some third party service providers used by the website and applications:\n\n- Google Play Services: https://policies.google.com/privacy\n- Firebase: https://firebase.google.com/support/privacy\n- Amazon Web Services: https://aws.amazon.com/privacy/\n\n## Security\n\nWe value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n## Links to Other Sites\n\nThis Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n## Children’s Privacy\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13. In the case we discover that a child under 13 has provided us with personal information, We immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to do necessary actions.\n\n## Changes to This Privacy Policy\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.\n\n## Contact Us\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at [gdevelop-app-support@googlegroups.com](gdevelop-app-support@googlegroups.com).\n            ",
  "Make your own 8-bit and pixelart games": "Ṣẹ̀dá àwọn eré 8-bit àti pixelart tìẹ",
  "Make 8-bit and pixelart games": "Ṣẹ̀dá àwọn eré 8-bit àti pixelart",
  "Sprite editor and tools to make your own 8bit games with GDevelop": "Olóòtú sprite àti àwọn irinṣẹ́ láti ṣẹ̀dá àwọn eré 8bit tìẹ pẹ̀lú GDevelop",
  "See Piskel sprite editor being used inside GDevelop to make a 8bit game": "Wo olóòtú sprite Piskel tó n jẹ́ lílò lọ́wọ́ nínú GDevelop láti ṣẹ̀dá eré 8bit kan",
  "Piskel sprite editor": "Olóòtú sprite Piskel",
  "GDevelop is bundled with [Piskel](https://www.piskelapp.com/), a powerful and easy to use 2D sprite editor. It's the perfect tool to create pixel art assets to give a retro feeling to your game! You can create objects with multiple animations, edit at any time the sprites and see the result by launching a preview of your game.": "GDevelop ní a kójọ pọ̀ pẹ̀lú [Piskel](https://www.piskelapp.com/), olóòtú sprite 2D tó lágbára àti rọrùn láti lò. Ó jẹ́ irinṣẹ́ pípé náà láti ṣẹ̀dá àwọn ohun-ìní pixel art láti fún eré rẹ ní ìrírí retro kan. O lè ṣẹ̀dá àwọn ohun èlò pẹ̀lú ọ̀pọ̀lọpọ̀ àwọn àwòrán abẹ̀mí, ṣàtúnṣe àwọn sprite náà nígbà kúgbà àti rí èsì náà nípasẹ̀ ṣíṣe ìfilọ́lẹ̀ àpẹẹrẹ eré rẹ.",
  "Download GDevelop to try Piskel": "Gba GDevelop láti gbìyànjú Piskel",
  "Lil BUB's HELLO EARTH: a 8 bit game made with GDevelop ": "HELLO EARTH ti Lil BUB, eré 8 bit kan tí a ṣẹ̀dá pẹ̀lú GDevelop ",
  "Lil BUB's HELLO EARTH is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "HELLO EARTH ti Lil BUB jẹ́ eré 8-bit retro kan, pẹ̀lú àwọn àwòrán àti orin tó rẹwà, èyí tó n yípadà láàrín àwọn ìpele oní pẹpẹ, pẹ̀lú àwọn àṣírí tí a fi pamọ́, àti àwọn ìpele oníbọn pẹ̀lú àwọn ọ̀gá, ọ̀pọ̀ àwọn ọ̀tá àti àwọn àfikún.",
  "Read more about Lil BUB's game": "Kà láfikún si nípa eré Lil BUB",
  "See other games made with GDevelop": "Wo àwọn eré mìíràn tí a ṣẹ̀dá pẹ̀lú GDevelop",
  "Your GDevelop game on the Poki web platform": "Your GDevelop game on the Poki web platform",
  "Join the Poki web platform": "Join the Poki web platform",
  "Get an audience of 30 million gamers from all over the world for your game.": "Get an audience of 30 million gamers from all over the world for your game.",
  "Discover what Poki can do for your game": "Discover what Poki can do for your game",
  "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.": "[Poki.com](https://poki.com/) is a curated discovery platform for free, high-quality online games. Reach hundred of millions of players around the globe and get a lifetime revenue share from advertising when your game is played.",
  "Browse games on Poki.com": "Browse games on Poki.com",
  "Poki Developers page": "Poki Developers page",
  "Export your game as an HTML5 game": "Export your game as an HTML5 game",
  "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.": "From GDevelop, choose to [export your game as HTML5](http://wiki.compilgames.net/doku.php/gdevelop5/publishing/html5_game_in_a_local_folder). The result is a web game, running with WebGL, that can be played on any recent desktop and mobile browser.",
  "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.": "In GDevelop, open your game and then the Export window. Choose **Local folder**, click on Export and wait a few seconds to get your game ready.",
  "Export your game as HTML5": "Export your game as HTML5",
  "Submit your game on Poki": "Submit your game on Poki",
  "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.": "On the developer page of Poki.com, get in touch with Poki team or directly submit your game. Use [GDevelop JavaScript features](/javascript-game-engine) to integrate their lightweight SDK. When your game is published on Poki, get real-time insights into how your game is doing and support from their tech team.",
  "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).": "There either has been an error or you cancelled the subscription. If you want to get a subscription to support GDevelop and unlock online services, try again to choose one from GDevelop (*My Profile* menu).",
  "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.": "As an open-source software, GDevelop requires time and money to be developed and sustainable. Thanks for your contribution! If you want to get more involved, you can also [read all the ways](/contribute) to contribute to GDevelop ecosystem.",
  "You can now **go back to GDevelop** to use the additional online exports and services.": "You can now **go back to GDevelop** to use the additional online exports and services."
}
