{
  "BUB is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with GDevelop!": "小弟弟是一种非常特殊的动物。更具体地说, 她是地球上最惊人的猫... 她的游戏是使用 GDevelop 开发的!",
  "The game is a retro 8-bit game, with beautiful arts and soundtrack, which alternates between platformers levels, with hidden secrets, and shooter levels with bosses, multiple enemies and bonuses.": "此游戏是一款复古的 8 位游戏, 有着会在平台等级不同的情况下自动切换的精美图像和声效. 它也有隐藏的秘密、射击等级和大怪、多个敌人和奖励.",
  "GDevelop is an open-source game creator. It can be used by anyone to create any kind of 2D games.": "GDevelop 是一款开源的游戏制作器. 任何人都可以使用它来创建任何 2D 游戏.",
  "This website in your language": "以您的语言显示此网站",
  "Download the editor": "下载编辑器",
  "Online game editor": "在线游戏编辑器",
  "Community forums": "社区论坛",
  "Documentation & tutorials": "文档及教程",
  "Features": "特色",
  "Education": "教育",
  "Games showcase": "游戏展示",
  "Contribute": "贡献",
  "Facebook page": "Facebook 页面",
  "Twitter": "Twitter",
  "GDevelop was created with love by": "有爱的 GDevelop 由",
  "Thanks to the": "感谢",
  "contributors": "贡献者",
  "who added features, fixed bugs, sent new examples, wrote tutorials, and helped the community.": "添加了功能、修补了错误、发送了新例子、编写了教程并帮助了社群.",
  "LANG_PATH_PREFIX": "LANG_PATH_PREFIX",
  "Make your first game": "制作您的首款游戏",
  "Imagine and publish your games with GDevelop. Bundled with tutorials and examples.": "想象并通过 GDevelop 发布您的游戏. 并携带教程及示例.",
  "Try it online": "在线试用",
  "Download": "下载",
  "Games": "游戏",
  "Tutorials": "教程",
  "LANG_CODE": "LANG_CODE",
  "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - 无需编程地创建游戏 - 开源 HTML5 和本机游戏创造器",
  "Contribute to GDevelop": "为 GDevelop 做出奉献",
  "GDevelop is an open-source project (even this website): anyone can contribute and improve the software!": "GDevelop 是一个开源计划 (甚至网站也是): 任何人都可以贡献并改进此软件!",
  "There are multiple ways you can contribute to GDevelop, depending on your time, your skills and what you're interested in.": "您可以通过多种途径为 GDevelop 做出贡献，您可以根据您的时间、技能及兴趣来做出选择。",
  "Help to translate GDevelop": "帮助翻译 GDevelop!",
  "GDevelop and the website can be translated in your language! Translations are done on a website where everyone can get involved.": "GDevelop 及其网站可以被翻译为您的语言! 翻译在所有人都可以加入的网站上进行!",
  "Help us by translating GDevelop!": "帮助我们翻译 GDevelop!",
  "Translate the website": "翻译网站",
  "Help to develop GDevelop": "帮助开发 GDevelop",
  "It's easy to get the source code of GDevelop and start improving things!": "您可以轻易获取 GDevelop 的源码并开始进行改进！",
  "Contribute on GitHub": "在 GitHub 上贡献",
  "Edit the website on GitHub": "在 Github 上修改网站",
  "Check the development roadmap": "查看发展路线图",
  "Get involved in the community": "参与社群",
  "The forum and the Discord chat are the place to get and provide help to other GDevelop users!": "论坛与 Discord 是获取/帮助其他 GDevelop 用户的绝佳去处！",
  "Go to the community forum": "前往社区论坛",
  "Open the Discord chat": "打开 Discord 聊天",
  "Follow GDevelop on Facebook and Twitter:": "在 Facebook 和 Twitter 上订阅 GDevelop:",
  "Write tutorials, record videos": "编写教程、录制视频",
  "For most beginners and even advanced users, tutorials and help page are the most valuable resources to create great games quickly. On the wiki, you can write tutorials or improve existing ones.": "对于大多数的新手甚至是高级用户，教程和帮助页面快速创建游戏是最有价值的资源。在 Wiki 上，您可以编写教程或改进现有的。",
  "Contribute to the wiki": "为 Wiki 做出贡献",
  "Download GDevelop": "下载 GDevelop",
  "GDevelop is free and can be used for profit or non-profit game making.": "GDevelop 是免费的，且可用于营利或非营利性的游戏制作。",
  "GDevelop runs on Windows, macOS and most recent Linux distributions. You can also try it online using Chrome, Firefox or another recent web browser.": "GDevelop 可以运行在 Windows、macOS 和最新的 Linux 发行版上。您还可以使用 Chrome、火狐或其他的现代网页浏览器在线试用它。",
  "To create your first game, start by reading a tutorial:": "要创建您的第一个游戏，请先从阅读教程开始：",
  "Create a platformer game": "创建平台游戏",
  "Create a tank shooter game": "创建坦克射击游戏",
  "GDevelop is an open-source project. You can get involved in the community to improve it!": "GDevelop 是一个开源项目。你可以加入社区来改善它！",
  "Learn how to contribute": "学习如何做出贡献",
  "GDevelop 4 (old version)": "GDevelop 4 (旧版本)",
  "Gdevelop 4 can still be downloaded. GDevelop 5 is recommended for any new user as GDevelop 4 won't be updated anymore! No support will be provided in the future for GDevelop 4: we recommend any GDevelop 4 user to upgrade to GDevelop 5.": "我们仍然提供 GDevelop 4 的下载。但我们推荐任何新用户使用 GDevelop 5，因为 GDevelop 4 将不再获得更新与支持：所以我们建议任何 GDevelop 4 用户升级到 GDevelop 5。",
  "Windows": "Windows",
  "OpenSUSE/Fedora/Arch": "OpenSUSE/Fedora/Arch",
  "Even if GDevelop 4 supports native games, we recommend switching to GDevelop 5 and HTML5 games, which are better supported. Native games will be added to GDevelop 5 later.": "即使 GDevelop 4 支持原生游戏，我们仍然建议您切换到更好被支持的 GDevelop 5 和 HTML5 游戏。原生游戏将被添加到 GDevelop 5 版本之后。",
  "GDevelop for education": "GDevelop 教育版",
  "Using GDevelop in classroom is a perfect opportunity to teach programming, game making and unleash students creativity.": "在课堂上使用 GDevelop 是教学编程、游戏制作和释放学生创造力的绝佳机会。",
  "GDevelop has already been used in classrooms and online courses, with digital media students or children in first grade!": "GDevelop 已被应用于课堂及网络课程中，数字媒体的学生甚至是一年级的学生都在学习 GDevelop！",
  "Please send us your photos and tweets if you're using GDevelop for a course!": "若您正在使用 GDevelop 作为课程教学的话，请向我们发送您的图片或推文！",
  "Fully featured": "功能全面",
  "GDevelop is bundled with dozens of features to imagine and create any kind of games.": "GDevelop 有着多种可以想象的功能及创造任意游戏的能力。",
  "Objects for your games": "您游戏中的物件",
  "Sprites": "美术素材",
  "with multiple animations": "拥有多个动画",
  "\"9 patch\" and tiled sprites": "\"9  patch\" 和平铺精灵",
  "Text objects": "文字对象",
  "Draw custom shapes on screen with the Shape Painter": "使用形状绘图器在屏幕上绘制自定义形状",
  "Support for custom collision masks": "支持自定义碰撞的遮罩",
  "Read the documentation for all objects": "阅读所有有关物件的文档",
  "Add behaviors to your game objects": "向您的游戏物件添加行为",
  "Physics engine": "物理引擎",
  "Add realistic behavior to your objects": "向物件添加真实的行为",
  "Pathfinding": "寻路",
  "Have your objects move and avoiding obstacles": "让您的物件动起来并躲避障碍",
  "Top-down movement": "自上而下的运动",
  "Platformer engine": "平台游戏引擎",
  "create platformer games in a breeze": "风速创建平台游戏",
  "Draggable objects": "可拖动对象",
  "quickly make your objects draggable with mouse/touch": "迅速地使您的物件可以被鼠标/触碰拖动",
  "And more, to automate current tasks and behaviors in a few clicks!": "和更多，在几个点击內自动执行当前的任务和行为 ！",
  "Read the documentation for all behaviors": "阅读所有有关行为的文档",
  "Design advanced levels and interfaces": "设计进阶的关卡和介面",
  "The scene editor lets you visually edit your levels": "场景编辑器让你直观地编辑你的级别",
  "Support for multiple layers": "支持多个层",
  "Add interfaces and create parallax effects": "添加介面和创建视差效果",
  "Create your levels dynamically with external layouts": "使用外部布局动态创建级别",
  "Integrated debugger and performance profilers": "集成的调试器和性能探查器",
  "coming soon!": "即将推出！",
  "Read the documentation for editors": "阅读所有有关编辑器的文档",
  "Make desktop & mobile-ready games": "制作桌面和手机游戏",
  "Save player data in browser/local storage": "在您的浏览器/本地存储中保存玩家数据",
  "Full support for sound effects and music": "充分支持音效和音乐",
  "Support for touchscreens & multi-touch": "支持触摸和多点触摸",
  "Build ambitious games with advanced features": "配合高级功能建立出色的游戏",
  "Communicate with external websites using HTTP requests": "使用 HTTP 请求和外部网站沟通",
  "Use advanced events: loops, for-each and even functions": "使用高级事件：循环、for-each和奇函数。",
  "Manipulate variables with arbitrary complex structures and even JSON support": "操纵具有任何复杂结构的变量甚至是 JSON 支持",
  "You can even use JavaScript to code some parts of your game!": "您甚至可以使用 JavaScript 来编写您游戏的一部分！",
  "Read the documentation about events": "阅读所有有关事件的文档",
  "Deploy your game everywhere": "随处部署您的游戏",
  "One click export for Android": "一键导出为安卓版本",
  "Export your game for the web in one click": "一键导出您的游戏为网页版本",
  "Export your game to iOS (with PhoneGap Build or Cordova)": "一键导出您的游戏为 iOS 版本 （使用 PhoneGap 或 Cordova 构建）",
  "Publish your game on Kongregate, Itch.io and other gaming website!": "将您的游戏发布在 Kongregate、Itch.io 和其他游戏网站！",
  "Export as a stand-alone executable game for Windows, macOS and Linux": "导出为适用于 Windows、macOS 和 Linux 的独立可执行游戏",
  "Coming Soon!": "即将推出！",
  "Learn how to publish your game": "学习如何发布您的游戏",
  "Here are a few games created with GDevelop. The next one should be yours!": "下面有几个使用 GDevelop 开发的游戏。而下一个应该就是您的了！",
  "by": "by",
  "Play": "游玩",
  "Made a nice game with GDevelop?": "使用 GDevelop 做了一个好游戏？",
  "We'll love to know about your game and add it here. Make sure you have beautiful screenshots ready and that the game is high quality :)": "我们很愿意了解您的游戏并添加到这里。请确保您有精美的截图与高质量的游戏 ：）",
  "Submit your game": "提交您的游戏",
  "Create your own games": "创建您自己的游戏",
  "GDevelop is an open-source, cross-platform game creator designed to be used by everyone - no programming skills required.": "GDevelop 是一个开源、跨平台的游戏编写器，其设计为为任何人可用 - 无需任何编程技巧。",
  "Create any game": "创建任意游戏",
  "Unleash your creativity with GDevelop and create any kind of game: platformers, puzzles, shoot 'em up, strategy... Go through the examples or start a new project from scratch.": "迸发出您的创造力并使用 GDevelop 创建任意形式的游戏：平台、谜题、射击、策略游戏··· 您可以先从示例开始或从零开始一个新项目。",
  "Create platformer games with GDevelop": "使用 GDevelop 创建平台游戏",
  "Create space shooter games with GDevelop": "使用 GDevelop 创建太空射击游戏",
  "Create strategy games with GDevelop": "使用 GDevelop 创建策略游戏",
  "Create games with GDevelop": "使用 GDevelop 创建游戏",
  "Events - game creation for everyone": "事件 - 给每个人的游戏创作",
  "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "让 GDevelop 变得独特和如此易于使用的是事件。事件是一个强大的方式来表达你游戏里的逻辑，而无需学习编程语言。",
  "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they both are destroyed.": "当按下空格键时将会播放角色的动画及声效。若角色触碰到了炸弹，双方都将会被摧毁。",
  "Export your game in one click": "一键导出您的游戏",
  "Publish your games to the web, iOS, Android, Windows, Mac, Linux. Games created with GDevelop run anywhere and you can even do a one-click export to Android from the app.": "将您的游戏发布至万维网、iOS、安卓、Windows、Mac、Linux等平台上。使用 GDevelop 所开发的游戏可以在任何平台上运行，您甚至可以一键导出您的游戏为安卓应用程序。",
  "Make games for iOS, Android, Windows, macOS and Linux": "为iOS、安卓、Windows、macOS和Linux制作游戏",
  "Get started with tutorials": "从教材开始",
  "Learn step-by-step how to use GDevelop or get help about a specific feature: the wiki has tutorials for beginners and a complete documentation for the software.": "一步步学习使用 GDevelop 或获取特定功能的帮助：请前往 Wiki 获取新手教程和此软件的完整文档。"
}