{
    "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.": "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.",
    "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Proqramlaşdırmaya gərək duymadan oyunlarınızı yaradın - Açıq qaynaqlı HTML5 və yerli oyun konstruktoru",
    "Menu": "Menyu",
    "Community": "Cəmiyyət",
    "Forum": "Forum",
    "Wiki & tutorials": "Wiki və dərsliklər",
    "Contribute": "Dəstək olun",
    "we need you!": "sizə ehtiyacımız var!",
    "GitHub page": "GitHub səhifəsi",
    "Roadmap": "Layihə planı",
    "Translations": "Tərcümələr",
    "Try GDevelop": "GDevelopu",
    "in your browser": "öz brauzerinizdə sınayın",
    "Launch GDevelop": "GDevelopu işə sal",
    "GDevelop": "GDevelop",
    "Events": "Hadisələr",
    "HTML5 <br>&amp; native games": "HTML5 və Yerli oyunlar",
    "Documentation <br>&amp; tutorials": "Sənədlər və dərsliklər",
    "Features": "Özəlliklər",
    "Open source <br>&amp; multi-language": "Açıq qaynaq kodu və multi-dil",
    "Games gallery": "Oyunlar qalereyası",
    "Download": "Yüklə",
    "Create your own games!": "Öz oyunlarınızı yaradın!",
    "GDevelop is an <span class=\"foss\">open source</span>, <span class=\"cp\">cross-platform</span> game creator designed to be used by <span class=\"everyone\">everyone</span> - no programming skills required.": "GDevelop, <span class=\"everyone\">hər kəs</span> tərəfindən istifadə edilməsi üçün hazırlanmış <span class=\"foss\">açıq qaynaqlı</span>, <span class=\"cp\">çox platformlu</span> və proqramlaşdırma bacarığı tələb etməyən bir oyun konstruktorudur.",
    "Try it online": "Online test edin",
    "Learn more": "Daha çox öyrənin",
    "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "GDevelopu bənzərsiz ve çox sadə edən hadisələrdir. Hadisələr, proqramlaşdırma dilini öyrənmədən oyunun məntiqini ifadə etmədə ən effektli yoldur.",
    "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled": "Hadisələr şərtlərdən və şərtlər ödəndikdə yerinə yetirilən hərəkətlərdən ibarətdir",
    "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.": "Boşluq klavişinə basıldığında, personajın animasiyası ve səsi işə düşür. Bomba personaja toxunduqda, hər ikisi məhv olur.",
    "Create HTML5, mobile and native games": "HTML5, mobil və yerli oyunlar yaradın",
    "GDevelop's flexible architecture allows you to choose if you want to create an <b>HTML5 game</b> that can be played on the web and exported to iOS and Android, or a <b>native game</b> for your operating system. You can also activate both platforms and export your game everywhere!": "GDevelop-un çevik arxitekturası sizə, web üzərindən oynana biləcək və iOS və Android cihazlarına ixrac edə biləcəyiniz <b>HTML5 oyunu</b> və ya öz əməliyyat sisteminiz üçün <b>yerli oyun</b> yaratmaq istədiyinizi seçmək imkanı verəcək. Həmçinin, siz, hər iki seçimi də seçə bilərsiniz və oyununuzu hər hansı bir cihaza ixrac edə bilərsiniz!",
    "Create games for Android and iOS without programming": "Proqramlaşdırma biliyi gərəkmədən Android və iOS üçün oyunlar yarat",
    "Documentation & tutorials <small>on the collaborative wiki</small>": "Sənədlər və dərsliklər <small>köməkçi wiki səhifəsində</small>",
    "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.": "GDevelop-dan necə istifadə olunduğunu addım-addım öyrənmək istərdinizmi? Ya da bəlli bir mövzuda yardıma ehtiyacınız var? Wiki'də yeni başlayanlar üçün GDevelop haqqında sənədlər və dərsliklər mövcuddur.",
    "Learn how to create a platformer game": "Bir platform oyununu necə yarada biləcəyini öyrən",
    "How to publish your game on Android or iOS": "Oyununuzu Android və ya iOS-da necə yayımlamalı",
    "GDevelop's features are provided thanks to extensions, allowing you to embed just what you need into your game. Here is a short list of what you get when using GD!": "GDevelopun funksiyaları oyununuzda yalnız sizə lazım olanları qurmağa imkan verən uzantılar vasitəsilə həyata keçirilir. GD-də istifadə edə biləcəyiniz şeylərin qısa siyahısı ilə tanış olun!",
    "Tons of objects ready to be used": "Çox sayda obyekt istifadəyə hazırdır",
    "Sprites with multiple animations": "Çoxlu animasiyalı spraytlar",
    "\"9 patch\" and tiled sprites": "\"9 patch\" və mozaik spraytlar",
    "Text objects": "Mətn obyektləri",
    "3D boxes": "3D qutular",
    "for native games": "yerli oyunlar üçün",
    "Draw your own shape on screen with the Shape Painter": "Şəkil çəkən ilə öz fiqurlarınızı çəkin",
    "Particle engine": "Hissəciklər motoru",
    "Make RPG-like maps with the Tiled map objects": "Mozaik xəritə obyektləri ilə RPG tərzli xəritələr yaradın",
    "Dynamic lights and shadows": "Dinamik işıqlar və kölgələr",
    "Support for custom collision masks": "Özəl çarpışma maskaları üçün dəstək",
    "Quickly add behaviors to your objects": "Obyektlərinizə sürətli bir şəkildə hərəkətlər əlavə edin",
    "Physics engine": "Fiziki mühərrik",
    "- Add realistic behavior to your objects": "- Obyektlərin davranışına realizm əlavə edin",
    "Pathfinding": "Yol axtarışı",
    "Allow your objects to avoid obstacles while moving": "Obyektlərə, hərəkət edərkən maneələrin qarşısını almaq üçün imkan verir",
    "Top-down movement": "Yuxarıdan görünüşlü hərəkət",
    "Platformer engine": "Platformer mühərriki",
    "- create platformer games in a breeze": "- çox asanlıqla platformer oyunları yaradın",
    "Draggable objects": "Sürüklənə bilən obyektlər",
    "- quickly make your objects draggable with mouse/touch": "- siçanla obyektlərinizi asanlıqla sürüklənə bilən edin",
    "And more, to automate current tasks and behaviors in a few clicks!": "Və bir neçə kliklə mövcud tapşırıqları və hərəkətləri avtomatlaşdırmaq üçün!",
    "Design advanced levels and interfaces": "Mürəkkəb səviyyələrin və interfeyslərin dizaynı",
    "The scene editor lets you visually edit your levels": "Səhnə redaktoru səviyyələri vizual olaraq düzəliş etməyə imkan verir",
    "Support for multiple layers": "Birdən çox lay dəstəyi",
    "- Add interfaces and create parallax effects": "- İnterfeyslər əlavə edin və parallaks effektlər yaradın",
    "Create your levels dynamically with external layouts": "Xarici səhnələr vasitəsilə dinamik səviyyələr yaradın",
    "Integrated debugger and performance profilers": "İnteqrasiya edilmiş debugger və performans göstəricisi",
    "Make desktop & mobile-ready games": "Masaüstü və mobil oyunlar yaradın",
    "Save player data with HTML5 & native storage": "HTML5 və yerli yaddaş ilə oyun məlumatlarını saxlayın",
    "Full support for sound effects and music": "Musiqi və səs effektləri üçün tam dəstək",
    "Joystick and full keyboard support": "Gamepad və klaviatura dəstəyi",
    "Support for touchscreens & multi-touch": "Sensor ekranları və multitouch funksiyaları üçün dəstək",
    "for HTML5 games": "HTML5 oyunlar üçün",
    "Build ambitious games with advanced features": "Geniş xüsusiyyətləri olan iddialı oyunların yaradılması",
    "Communicate with external websites using HTTP requests": "HTTP sorğulardan istifadə edərək xarici veb saytlarla əlaqə",
    "Use advanced events: loops, for-each": "Geniş hadisələrdən istifadə edərək: dövrlər, sıralama üsulları",
    "and even functions": "və hətta funksiyalar",
    "Manipulate variables with arbitrary complex structures": "Kompleks qarışıq strukturlarla dəyişənlərin idarə edilməsi",
    "and even JSON support": "həmçinin JSON dəstəyi",
    "What people say": "İnsanlar nə deyirlər",
    "These comments are sources of motivation for us, developers of GDevelop. Do not hesitate to tell us what you think of GDevelop after trying it!": "Bu şərhlər - bizim üçün, GDevelop tərtibatçıları üçün ən yaxşı motivasiyadır. GDevelopu test etdikdən sonra onun haqqında nə düşündüyünüz barədə bizə məlumat verməkdən çəkinməyin!",
    "Open source & multi-language": "Açıq mənbə və çox dilli",
    "GDevelop is open source (even <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">this website</a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.": "GDevelop - açıq mənbəli proqramdır (bu <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">sayta baxın</a>): arzu edən hər kəs proqrama kömək edə və onu inkişaf etdirə bilər! Sizin oyunlarınız da, etibarlı, azad və açıq mənbə texnologiyalarına əsaslanır.",
    "Contribute on GitHub": "Github-da dəstək ol",
    "Check the development roadmap": "İnkişaf planlarına nəzər yetirin",
    "GDevelop is built from the ground up to be translated into any language.": "GDevelop hər bir dilə tərcümə etmək qabiliyyəti ilə yaradılmışdır.",
    "It's already available in:": "Buralarda istifadə edilə bilər:",
    "And translation are currently being made for:": "Bunlar da tərcüməsi davam etməkdədir:",
    "Help us by translating GDevelop!": "GDevelopu tərcümə etməkdə bizə kömək edin!",
    "Games created with GDevelop": "GDevelop ilə yaradılmış oyunlar",
    "by": "müəllif",
    "Steam Greenlight": "Steam Greenlight",
    "Play": "Başlat",
    "Bundled": "Komplektdə",
    "...and maybe your next game will be here!": "... və bəlkə sizin növbəti oyununuz burada olacaq!",
    "<b>BUB</b> is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with <b>GDevelop</b>!": "<b>BUB</b> - xüsusi və unikaldır. Bundan başqa, o planetin ən gözəl pişiyidir... və onun oyunu <b>GDevelop</b>-un köməyi ilə hazırlanmışdır!",
    "Try GDevelop 5": "GDevelop 5-i sınayın",
    "The new GDevelop version, still in <b>Beta</b>.": "The new GDevelop version, still in <b>Beta</b>.",
    "Download GDevelop 5 to use it on your computer": "GDevelop 5-i kompyuterinizə yükləyin",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Try GDevelop 5 directly from your browser": "GDevelop 5-i birbaşa öz brauzerinizdə sınayın",
    "Try the webapp": "Veb versiyasını sına",
    "Download GDevelop 4": "GDevelop 4-ü yüklə",
    "You'll soon be creating your own games without programming!": "Tezliklə proqramlaşdırmaya gərək duymadan öz oyunlarını yaradacaqsan!",
    "Other linux": "Digər linux",
    "Sources/Nightly": "Sources/Nightly",
    "Download and install GDevelop for Windows:": "Windows üçün GDevelop-u yükləyin və qurun:",
    "Download for Windows": "Windows üçün yükləyin",
    "also available": "həmçinin mövcuddur",
    "without installer (7zip format)": "qurucusuz (7zip formatında)",
    "GDevelop is available for <a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu 64bits</a> only!": "GDevelop sadəcə<a href=\"http://www.ubuntu.com/download/desktop\">64 Bit</a> Ubuntu üzərində istifadə edilə bilər!",
    "Open a terminal by pressing": "Terminalı açmaq üçün buna klik edə bilərsiniz",
    "Then type (and press enter after each line):": "Sonra yazmağa davam edin (və hər sətirdən sonra enter düyməsinə basın):",
    "You're done! Type GDevelop in the launch search bar to start.": "Hazırdır! Başlamaq üçün proqram axtarışı xanasında GDevelop yazın.",
    "You can get GDevelop for:": "GDevelopu bunun üçün əldə edə bilərsiniz:",
    "(from sources)": "(mənbələrdən)",
    "This is an unofficial package": "Bu qeyri-rəsmi bir paketdir",
    "Remember that GDevelop is primarily <b>tested on Ubuntu</b>.": "GDevelopun, ilk növbədə, <b>Ubuntu-da test edildiyini</b> unutmayın.",
    "Your feedback is welcome <a href=\"http://forum.compilgames.net\">on the forum </a>.": "Sizin <a href=\"http://forum.compilgames.net\">forumda</a> şərhlərinizə həmişə şadıq.",
    "A <i>Beta</i> version of GDevelop for Mac OS X:": "Mac OS X üçün GDevelopun <i>Beta</i> versiyası:",
    "Download for OS X": "OS X üçün yükləyin",
    "This is a beta: bugs may be present! You need <b>OS X Yosemite</b> to run GDevelop.": "Bu, bir beta versiyadır: səhvlər ola bilər! GDevelopu çalışdırmaq üçün <b>OS X Yosemite</b> lazımdır.",
    "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we have you covered!": "Təəssüf ki, GDevelop hazırda bir masaüstü proqramdır, amma oyunları hər yerdə yaratmaq istəyirsinizsə, sizə kömək edəcəyik!",
    "<b>GDevApp</b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!": "<b>GDevApp</b>, GDevelop əsaslı, yenilikçi və mükəmməl bir brauzer proqramıdır. Brauzer, Smartfon və ya tabletinizdə 5 dəqiqədə oyun meydana gətirməyə başlaya bilərsiniz!",
    "Go to GDevApp.com": "GDevApp.com səhifəsinə keçin",
    "Let's give it a try and don't be shy: send us your feedback directly from the app!": "Bunu yoxlayın və birbaşa app-dan bizə fikrinizi göndərməkdən çəkinməyin!",
    "For advanced users, you can download GDevelop sources on GitHub:": "Təcrübəli istifadəçilər üçün: Github-da GDevelopun mənbələrini yükləyə bilərsiniz:",
    "Build instructions are in the Readme.": "Kompilyasiya təlimatları Readme faylındadır.",
    "Automatic Nightly Builds with latest changes are also made:": "Həmçinin ən son dəyişiklikləri həyata keçirən avtomatik Gecə Yığmaları da mövcuddur:",
    "Download Nightly Builds": "Gecə Yığmalarını yüklə",
    "Community forum": "Cəmiyyət forumu",
    "Wiki": "Wiki",
    "(with tutorials!)": "(təlimlər ilə!)",
    "<small>Browse all of</small> GDevelop's ecosystem</span>": "GDevelop-un <small>bütün ekosistemini</small> göstər</span>",
    "Follow GDevelop": "GDevelopu izləyin",
    "You can make a donation to help the development of GDevelop. Donations are greatly appreciated and help the authors of GDevelop to regularly improve the software.": "GDevelopun inkişafına kömək etmək üçün ianə edə bilərsiniz. İanələr çox vacibdir və GDevelop müəlliflərinin proqramı müntəzəm olaraq yaxşılaşdırmağına kömək edir.",
    "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"></span> by": "GDevelop",
    ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, and helping each other on <a href=\"http://forum.compilgames.net\" target=\"_blank\">the forum</a>.": ", yeni funksiyalar əlavə edərək, səhvləri düzəldən, yeni nümunələr göndərən, wiki-ni təkmilləşdirən və bir-birinə <a href=\"http://forum.compilgames.net\" target=\"_blank\">forumda</a> kömək edən iştirakçılar tərəfindən <span class=\"glyphicon glyphicon-heart\"></span> ilə yaradılıb."
}