{
    "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.": "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.",
    "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Spiele erstellen ohne Programmierung - Open-Source HTML5 und systemeigene Spieleentwicklungssoftware",
    "Menu": "Menü",
    "Community": "Gemeinschaft",
    "Forum": "Forum",
    "Wiki & tutorials": "Wiki & Tutorials",
    "Contribute": "Mitwirken",
    "we need you!": "Wir brauchen dich!",
    "GitHub page": "GitHub-Seite",
    "Roadmap": "Fahrplan",
    "Translations": "Übersetzungen",
    "Try GDevelop": "GDevelop versuchen",
    "in your browser": "in Ihrem Browser",
    "Launch GDevelop": "GDevelop starten",
    "GDevelop": "GDevelop",
    "Events": "Ereignisse",
    "HTML5 <br>&amp; native games": "HTML5 <br>&amp; systemeigene Spiele",
    "Documentation <br>&amp; tutorials": "Dokumentation <br>&amp; Tutorials",
    "Features": "Eigenschaften",
    "Open source <br>&amp; multi-language": "Open-Source <br>&amp; mehrsprachig",
    "Games gallery": "Spiele-Gallerie",
    "Download": "Download",
    "Create your own games!": "Erstellen Sie Ihre eigenen Spiele!",
    "GDevelop is an <span class=\"foss\">open source</span>, <span class=\"cp\">cross-platform</span> game creator designed to be used by <span class=\"everyone\">everyone</span> - no programming skills required.": "GDevelop ist eine <span class=\"foss\"> Open-Source</span>, <span class=\"cp\"> plattformübergreifende</span> Spieleentwicklungs-Software die so konzipiert ist, dass sie<span class=\"everyone\"> jeder</span> verwendet kann, es sind keine Programmierkenntnisse erforderlich.",
    "Try it online": "Probieren Sie es online",
    "Learn more": "Weitere Informationen",
    "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Was GDevelop einzigartig und so einfach zu bedienen macht, sind die Ereignisse. Ereignisse sind eine leistungsstarke Möglichkeit, die Logik Ihres Spiels auszudrücken, ohne eine Programmiersprache zu lernen.",
    "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled": "Ereignisse bestehen aus Bedingungen, auf der linken und Aktionen, die ausgeführt werden, wenn die Voraussetzungen erfüllt sind",
    "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.": "Wenn die Leertaste gedrückt wird, werden die Charakteranimation und der Ton gespielt. Wenn eine Bombe den Charakter berührt, werden sie beide zerstört.",
    "Create HTML5, mobile and native games": "HTML5, mobil- und native Spiele erstellen",
    "GDevelop's flexible architecture allows you to choose if you want to create an <b>HTML5 game</b> that can be played on the web and exported to iOS and Android, or a <b>native game</b> for your operating system. You can also activate both platforms and export your game everywhere!": "GDevelop's flexible Architektur bietet Ihnen die Möglichkeit ein <b>HTML5-Spiel</b>, welches sowie im Internet gespielt werden als auch zu mobilen iOS und Androidgeräten exportiert werden kann zu entwickeln oder aber ein <b>computerständiges Spiel</b> für Ihr Operationssystem am PC. Man kann auch beide Varianten miteinander verbinden und das Spiel für beides Plattformen exportfähig gestalten!",
    "Create games for Android and iOS without programming": "Spiele für Android und iOS ohne Programmierung erstellen",
    "Documentation & tutorials <small>on the collaborative wiki</small>": "Dokumentationen & Tutorials <small>in der gemeinschaftlichen Wiki</small>",
    "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.": "Sie möchten Schritt für Schritt lernen, wie man GDevelop verwenden, oder brauchen Sie Hilfe zu einem bestimmten Feature? In der Wiki finden sich Tutorials für Anfänger und vollständige Dokumentationen bezüglich der Software.",
    "Learn how to create a platformer game": "Lerne wie man einen Plattformer erstellt",
    "How to publish your game on Android or iOS": "Wie Sie Ihr Spiel auf Android oder iOS veröffentlichen",
    "GDevelop's features are provided thanks to extensions, allowing you to embed just what you need into your game. Here is a short list of what you get when using GD!": "GDevelop's Funktionen stellen dank Erweiterungen die Möglichkeit zur Verfügung, alles was man will in sein Spiel einfädeln.\nHier findet sich eine kurze Liste dessen, was Ihnen bei Verwendung von GD mitgeliefert wird!",
    "Tons of objects ready to be used": "Unmengen von Objekten stehen zur Verwendung bereit",
    "Sprites with multiple animations": "Sprites mit mehreren Animationen",
    "\"9 patch\" and tiled sprites": "\"9 Patch\" und gekachelte Sprites",
    "Text objects": "Textobjekte",
    "3D boxes": "3D Boxen",
    "for native games": "für systemeigene Spiele",
    "Draw your own shape on screen with the Shape Painter": "Zeichnen Sie Ihre eigene Form auf dem Bildschirm mit dem Form-Maler",
    "Particle engine": "Partikel-Engine",
    "Make RPG-like maps with the Tiled map objects": "Erstelle RPG-ähnliche Karten mit gekachelten Kartenobjekten",
    "Dynamic lights and shadows": "Dynamische Lichter und Schatten",
    "Support for custom collision masks": "Unterstützung von benutzerdefinierten Kollisionsmasken",
    "Quickly add behaviors to your objects": "Schnelle Zuordnung von Verhalten an Ihre Objekte",
    "Physics engine": "Physik-Engine",
    "- Add realistic behavior to your objects": "- Realistisches Verhalten zu Ihren Objekten zuweisen",
    "Pathfinding": "Wegfindung",
    "Allow your objects to avoid obstacles while moving": "Ihren Objekten erlauben Verhinderungen während einer Bewegung zu vermeiden",
    "Top-down movement": "Top-down Bewegung",
    "Platformer engine": "Plattform-Engine",
    "- create platformer games in a breeze": "- Erstelle Plattform-Spiele in einem Wimpernschlag",
    "Draggable objects": "Verschiebbare Objekte",
    "- quickly make your objects draggable with mouse/touch": "- mache deine Objekte schnell verschiebbar mit Maus/Touch",
    "And more, to automate current tasks and behaviors in a few clicks!": "Und vieles mehr, um aktuelle Aufgabe und Verhaltensweisen mit ein paar Klicks zu automatisieren!",
    "Design advanced levels and interfaces": "Designe anspruchsvolle Level und Interfaces",
    "The scene editor lets you visually edit your levels": "Der Szenen-Editor lässt Sie Ihre Level visuell bearbeiten",
    "Support for multiple layers": "Unterstützung von mehreren Ebenen",
    "- Add interfaces and create parallax effects": "Füge Interfaces hinzu und erstelle Parallax-Effekte",
    "Create your levels dynamically with external layouts": "Erstellen Sie Ihre Level dynamisch mit externen Layouts",
    "Integrated debugger and performance profilers": "Integrierter Debugger und Performance Profile",
    "Make desktop & mobile-ready games": "Das Erstellen von Desktop und Mobilgerät-fähigen Spielen",
    "Save player data with HTML5 & native storage": "Speichere Spieldaten in HTML5 & nativem Speicher",
    "Full support for sound effects and music": "Volle Unterstützung für Soundeffekte und Musik",
    "Joystick and full keyboard support": "Joystick- und vollständige Tastatur-Unterstützung",
    "Support for touchscreens & multi-touch": "Unterstützung für Berührungssteuerung & Multi-touch",
    "for HTML5 games": "für HTML5 Spiele",
    "Build ambitious games with advanced features": "Erstelle anspruchsvolle Spiele mit fortgeschrittenen Features",
    "Communicate with external websites using HTTP requests": "Kommuniziere mit externen Websites mithilfe von HTTP-Anfragen",
    "Use advanced events: loops, for-each": "Nutzen vom fortgeschrittenen Funktionen wie etwa Schleifen",
    "and even functions": "und sogar Funktionen",
    "Manipulate variables with arbitrary complex structures": "Manipuliere Variablen mit beliebig komplexen Strukturen",
    "and even JSON support": "und sogar JSON-Unterstützung",
    "What people say": "Was andere sagen",
    "These comments are sources of motivation for us, developers of GDevelop. Do not hesitate to tell us what you think of GDevelop after trying it!": "Diese Kommentare sind unsere Motivationsquelle, für alle GDevelop-Entwickler. Zögern Sie nicht und teilen Sie Ihre Meinung über GDevelop ebenfalls mit uns!",
    "Open source & multi-language": "Open-Source & mehrsprachig",
    "GDevelop is open source (even <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">this website</a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.": "GDevelop ist Open Source (sogar <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">diese Website</a>): Jeder kann die Software vervielfältigen und verbessern! Deine Spiele basieren auf einer robusten, kostenlosen &amp; Open Source Technologie.",
    "Contribute on GitHub": "Mitmachen auf GitHub",
    "Check the development roadmap": "Schau dir den Entwicklungsfahrplan an",
    "GDevelop is built from the ground up to be translated into any language.": "GDevelop ist von Grund auf so aufgebaut, um jede Übersetzung in jegliche Sprache zu ermöglichen.",
    "It's already available in:": "Er ist bereits verfügbar in:",
    "And translation are currently being made for:": "Aktuell laufende Übersetzungen:",
    "Help us by translating GDevelop!": "Helfen Sie uns bei der Übersetzung von GDevelop!",
    "Games created with GDevelop": "Spiele die mit GDevelop erstellt wurden",
    "by": "von",
    "Steam Greenlight": "Steam Greenlight",
    "Play": "Spielen",
    "Bundled": "Gebündelt",
    "...and maybe your next game will be here!": "...und womöglich wird Ihr nächstes Spiel hier dabei sein!",
    "<b>BUB</b> is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with <b>GDevelop</b>!": "<b>BUB</b> ist ein ganz besonderes Lebewesen. Genauer gesagt, sie ist die hervorragendste Katze auf dem Planeten... und ihr Spiel ist gemacht mit <b>GDevelop</b>!",
    "Try GDevelop 5": "Versuchen Sie GDevelop 5",
    "The new GDevelop version, still in <b>Beta</b>.": "The new GDevelop version, still in <b>Beta</b>.",
    "Download GDevelop 5 to use it on your computer": "Laden Sie GDevelop 5 herunter um es auf Ihrem Computer zu nutzen",
    "Windows": "Windows",
    "macOS": "MacOS",
    "Linux": "Linux",
    "Try GDevelop 5 directly from your browser": "Versuchen Sie GDevelop 5 direkt aus Ihrem Browser",
    "Try the webapp": "Versuchen Sie die Internetvariante",
    "Download GDevelop 4": "GDevelop 4 herunterladen",
    "You'll soon be creating your own games without programming!": "Bald kannst du deine eigenen Spiele ohne Programmierkenntnisse erstellen!",
    "Other linux": "Anderes Linux",
    "Sources/Nightly": "Quellcode/Entwicklerversionen",
    "Download and install GDevelop for Windows:": "Herunterladen und installieren von GDevelop für Windows:",
    "Download for Windows": "Download für Windows",
    "also available": "Ebenfalls erhältlich",
    "without installer (7zip format)": "Ohne Installer (7zip Format)",
    "GDevelop is available for <a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu 64bits</a> only!": "GDevelop ist nur für <a href=\"http://www.ubuntu.com/download/desktop\"> Ubuntu 64 Bit</a> verfügbar!",
    "Open a terminal by pressing": "Öffnen Sie ein Terminal durch Drücken",
    "Then type (and press enter after each line):": "Dann tippe (und drücke Enter nach jede Zeile):",
    "You're done! Type GDevelop in the launch search bar to start.": "Du bist fertig! Gebe GDevelop in die Suchleiste ein, um zu starten.",
    "You can get GDevelop for:": "GDevelop erhalten Sie unter:",
    "(from sources)": "(aus den Quellen)",
    "This is an unofficial package": "Dies ist eine inoffizielles Paket",
    "Remember that GDevelop is primarily <b>tested on Ubuntu</b>.": "Beachten Sie, dass GDevelop in erster Linie <b>auf Ubuntu</b> getestet wird.",
    "Your feedback is welcome <a href=\"http://forum.compilgames.net\">on the forum </a>.": "Ihre Rückmeldungen sind willkommen <a href=\"http://forum.compilgames.net\"> im Forum</a>.",
    "A <i>Beta</i> version of GDevelop for Mac OS X:": "Eine <i>Beta</i>-Version von GDevelop für Mac OS X:",
    "Download for OS X": "Download für OS X",
    "This is a beta: bugs may be present! You need <b>OS X Yosemite</b> to run GDevelop.": "Dies ist eine Beta: Fehler/Bugs können vorhanden sein! Sie benötigen <b>OS X Yosemite</b> um GDevelop auszuführen.",
    "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we have you covered!": "Leider ist GDevelop noch eine Denktopanwendung, aber wenn Sie Ihre Spiele überall erstellen wollen, hätten wir etwas für Sie!",
    "<b>GDevApp</b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!": "<b>GDevApp</b> ist eine grundlegend innovative, super leistungsstarke Anwendung, die auf GDevelop basiert. Sie können mit der Erstellung eines Spiels in nur 5 Minuten beginnen und diese direkt von Ihrem Browser, Smartphone oder Tablet aus starten!",
    "Go to GDevApp.com": "Besuchen Sie GDevApp.com",
    "Let's give it a try and don't be shy: send us your feedback directly from the app!": "Versuchen Sie es und seien Sie nicht schüchtern: Senden Sie uns Ihre Rückmeldung direkt aus der App!",
    "For advanced users, you can download GDevelop sources on GitHub:": "Fortgeschrittene Anwender können die GDevelop Sources auf GitHub herunterladen:",
    "Build instructions are in the Readme.": "Erstellungsanweisungen sind in der Readme-Datei.",
    "Automatic Nightly Builds with latest changes are also made:": "Automatische Entwicklerversionen mit neusten Änderungen sind ebenfalls gemacht:",
    "Download Nightly Builds": "Nightly Builds herunterladen",
    "Community forum": "Gemeinschaftsforum",
    "Wiki": "Wiki",
    "(with tutorials!)": "(mit Übungen!)",
    "<small>Browse all of</small> GDevelop's ecosystem</span>": "<small>Durchsuchen aller</small> GDevelop's Funktionen</span>",
    "Follow GDevelop": "Folgen Sie GDevelop",
    "You can make a donation to help the development of GDevelop. Donations are greatly appreciated and help the authors of GDevelop to regularly improve the software.": "Sie können eine Mittelspende zur Hilfe der Entwicklung von GDevelop beitragen. Spenden sind sehr willkommen und den Autoren von GDevelop regelmäßige Programmverbesserungen einzubringen.",
    "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"></span> by": "GDevelop wurde mit <span class=\"glyphicon glyphicon-heart\"></span> erstellt, von",
    ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, and helping each other on <a href=\"http://forum.compilgames.net\" target=\"_blank\">the forum</a>.": ", mit Mitstreitern welche neue Funktionen zufügen, Fehler beheben, neue Beispiele einsenden, die Wissensdatenbank erweitern, und sich gegenseitig helfen im <a href=\"http://forum.compilgames.net\" target=\"_blank\">Forum</a>."
}