{
    "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.": "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.",
    "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Membuat game tanpa pemrograman - Open source HTML5 dan pembuat game mandiri",
    "Menu": "Menu",
    "Community": "Komunitas",
    "Forum": "Forum",
    "Wiki & tutorials": "Wiki & tutorial",
    "Contribute": "Berkontribusi",
    "we need you!": "kami membutuhkan Anda!",
    "GitHub page": "Halaman GitHub",
    "Roadmap": "Tujuan utama",
    "Translations": "Terjemahan",
    "Try GDevelop": "Mencoba GDevelop",
    "in your browser": "di perambah anda",
    "Launch GDevelop": "Menjalankan GDevelop",
    "GDevelop": "GDevelop",
    "Events": "Peristiwa",
    "HTML5 <br>&amp; native games": "HTML5 <br>&amp; permainan lokal",
    "Documentation <br>&amp; tutorials": "Dokumentasi <br>&amp; tutorial",
    "Features": "Fitur",
    "Open source <br>&amp; multi-language": "Sumber terbuka <br>&amp; banyak bahasa",
    "Games gallery": "Kumpulan permainan",
    "Download": "Unduh",
    "Create your own games!": "Buat permainanmu sendiri!",
    "GDevelop is an <span class=\"foss\">open source</span>, <span class=\"cp\">cross-platform</span> game creator designed to be used by <span class=\"everyone\">everyone</span> - no programming skills required.": "GDevelop adalah sebuah pembuat permainan <span class=\"foss\">open source</span>, <span class=\"cp\">lintas-platform</span> yang didesain untuk dipergunakan oleh <span class=\"everyone\">setiap orang</span> - tanpa memerlukan ketrampilan pemrograman.",
    "Try it online": "Cobalah secara online",
    "Learn more": "Pelajari lebih lanjut",
    "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Apa yang membuat GDevelop unik dan begitu mudah digunakan adalah event. Event adalah cara yang hebat untuk mengekspresikan logika permainan kamu, tanpa harus belajar bahasa pemrograman.",
    "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled": "Event adalah susunan kondisi, di sebelah kiri, dan tindakan akan dijalankan ketika kondisi terpenuhi",
    "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.": "Ketika Spasi ditekan, animasi karakter dan suara dimainkan. Jika sebuah bom menyentuh karakter, keduanya dihancurkan.",
    "Create HTML5, mobile and native games": "Buat game HTML5, mobile dan native",
    "GDevelop's flexible architecture allows you to choose if you want to create an <b>HTML5 game</b> that can be played on the web and exported to iOS and Android, or a <b>native game</b> for your operating system. You can also activate both platforms and export your game everywhere!": "Arsitektur fleksibel GDevelop memungkinkan Anda memilih apakah Anda ingin membuat permainan <b> HTML5 </b> yang dapat diputar di web dan diekspor ke iOS dan Android, atau <b> permainan asli </b> untuk operasi Anda sistem. Anda juga dapat mengaktifkan kedua platform dan mengekspor game Anda ke mana-mana!",
    "Create games for Android and iOS without programming": "Buat game untuk Android dan iOS tanpa pemrograman",
    "Documentation & tutorials <small>on the collaborative wiki</small>": "Dokumentasi & tutorial <small>di wiki kolaboratif</small>",
    "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.": "Ingin belajar langkah demi langkah bagaimana menggunakan GDevelop, atau memerlukan bantuan tentang fitur tertentu? Wiki memiliki tutorial untuk pemula dan dokumentasi lengkap tentang perangkat lunak.",
    "Learn how to create a platformer game": "Pelajari cara membuat permainan platformer",
    "How to publish your game on Android or iOS": "Bagaimana cara mempublikasikan permainan anda di Android atau iOS",
    "GDevelop's features are provided thanks to extensions, allowing you to embed just what you need into your game. Here is a short list of what you get when using GD!": "Fitur GDevelop disediakan berkat ekstensi, memungkinkan Anda menyematkan apa yang Anda butuhkan ke dalam permainan Anda. Berikut adalah daftar singkat dari apa yang Anda dapatkan saat menggunakan GD!",
    "Tons of objects ready to be used": "Berbagai objek siap untuk digunakan",
    "Sprites with multiple animations": "Sprite yang memiliki lebih dari satu animasi",
    "\"9 patch\" and tiled sprites": "\"9 patch\" dan sprite lantai",
    "Text objects": "Objek teks",
    "3D boxes": "box 3D",
    "for native games": "untuk game native",
    "Draw your own shape on screen with the Shape Painter": "Gambar bentuk anda sendiri dengan Shape Painter",
    "Particle engine": "Mesin partikel",
    "Make RPG-like maps with the Tiled map objects": "Membuat peta bernuansa RPG dengan objek-objek peta ubin",
    "Dynamic lights and shadows": "Cahaya dan bayangan dimanis",
    "Support for custom collision masks": "Dukungan untuk masker tabrakan kustom",
    "Quickly add behaviors to your objects": "Tambahkan perilaku dengan cepat ke objek Anda",
    "Physics engine": "Mesin fisika",
    "- Add realistic behavior to your objects": "- Tambahkan perilaku realistis ke objek Anda",
    "Pathfinding": "Menemukan jalan",
    "Allow your objects to avoid obstacles while moving": "Biarkan benda Anda terhindar dari rintangan saat bergerak",
    "Top-down movement": "Gerakan top-down",
    "Platformer engine": "Mesin platformer",
    "- create platformer games in a breeze": "- Buat game platformer dengan mudah",
    "Draggable objects": "Objek bisa digeser",
    "- quickly make your objects draggable with mouse/touch": "- Cepat buat benda Anda seret dengan mouse/sentuh",
    "And more, to automate current tasks and behaviors in a few clicks!": "Dan lebih lagi, untuk mengotomatisasi tugas dan perilaku saat ini dalam beberapa klik!",
    "Design advanced levels and interfaces": "Desain level tingkat lanjut dan antarmuka",
    "The scene editor lets you visually edit your levels": "Editor adegan memungkinkan Anda mengedit tingkat visual Anda secara visual",
    "Support for multiple layers": "Dukungan untuk beberapa lapisan",
    "- Add interfaces and create parallax effects": "Tambahkan tampilan antarmuka dan buat efek parallax",
    "Create your levels dynamically with external layouts": "Buat level Anda secara dinamis dengan layout eksternal",
    "Integrated debugger and performance profilers": "Terpadu debugger dan kinerja profiler",
    "Make desktop & mobile-ready games": "Buat game desktop & mobile-siap",
    "Save player data with HTML5 & native storage": "Menyimpan data pemain dengan HTML5 dan penyimpanan lokal",
    "Full support for sound effects and music": "Dukungan penuh untuk efek suara dan musik",
    "Joystick and full keyboard support": "Dukungan penggunaan Joystick dan keyboard lengkap",
    "Support for touchscreens & multi-touch": "Dukungan untuk touchscreens & multi-touch",
    "for HTML5 games": "untuk permainan HTML5",
    "Build ambitious games with advanced features": "Membangun permainan ambisius dengan fitur canggih",
    "Communicate with external websites using HTTP requests": "Berkomunikasi dengan situs eksternal yang menggunakan permintaan HTTP",
    "Use advanced events: loops, for-each": "Gunakan peristiwa lanjutan: loop, untuk-masing-masing",
    "and even functions": "dan bahkan fungsinya",
    "Manipulate variables with arbitrary complex structures": "Memanipulasi variabel dengan struktur kompleks yang sewenang-wenang",
    "and even JSON support": "dan bahkan mendukung JSON",
    "What people say": "Apa yang orang katakan",
    "These comments are sources of motivation for us, developers of GDevelop. Do not hesitate to tell us what you think of GDevelop after trying it!": "Komentar ini merupakan sumber motivasi bagi kami, pengembang GDevelop. Jangan ragu untuk memberi tahu kami apa pendapat Anda tentang GDevelop setelah mencobanya!",
    "Open source & multi-language": "Open source & multi bahasa",
    "GDevelop is open source (even <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">this website</a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.": "GDevelop adalah open source (bahkan <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\"> situs web ini </a>): siapapun dapat berkontribusi dan memperbaiki perangkat lunak! Game Anda juga berbasis pada robust, free&amp; teknologi open source.",
    "Contribute on GitHub": "Kontribusi pada GitHub",
    "Check the development roadmap": "Periksa peta jalan pembangunan",
    "GDevelop is built from the ground up to be translated into any language.": "GDevelop dibangun dari bawah ke atas untuk diterjemahkan ke bahasa apapun.",
    "It's already available in:": "Ini sudah tersedia di:",
    "And translation are currently being made for:": "Dan terjemahan saat ini sedang dikerjakan untuk:",
    "Help us by translating GDevelop!": "Bantu kami dengan menerjemahkan GDevelop!",
    "Games created with GDevelop": "Game yang dibuat dengan GDevelop",
    "by": "oleh",
    "Steam Greenlight": "Steam Greenlight",
    "Play": "Mainkan",
    "Bundled": "Dibundel",
    "...and maybe your next game will be here!": "... dan mungkin game Anda berikutnya akan ada di sini!",
    "<b>BUB</b> is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with <b>GDevelop</b>!": "<b> BUB </b> sangat istimewa, salah satu makhluk yang baik. Lebih khusus lagi, dia adalah kucing paling menakjubkan di planet ini... dan permainannya dibuat dengan <b>GDevelop</b>!",
    "Try GDevelop 5": "Cobalah GDevelop 5",
    "The new GDevelop version, still in <b>Beta</b>.": "The new GDevelop version, still in <b>Beta</b>.",
    "Download GDevelop 5 to use it on your computer": "Download GDevelop 5 untuk menggunakannya di komputer Anda",
    "Windows": "Windows",
    "macOS": "macos",
    "Linux": "Linux",
    "Try GDevelop 5 directly from your browser": "Cobalah GDevelop 5 langsung dari browser Anda",
    "Try the webapp": "Coba webapp",
    "Download GDevelop 4": "Unduh GDevelop 4",
    "You'll soon be creating your own games without programming!": "Anda bisa segera membuat game anda sendiri tanpa pemrograman!",
    "Other linux": "Linux lainnya",
    "Sources/Nightly": "Sumber/Malam",
    "Download and install GDevelop for Windows:": "Unduh dan pasang GDevelop untuk Windows:",
    "Download for Windows": "Unduh untuk Windows",
    "also available": "juga tersedia",
    "without installer (7zip format)": "tanpa installer (format 7zip)",
    "GDevelop is available for <a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu 64bits</a> only!": "GDevelop hanya tersedia untuk <a href=\"http://www.ubuntu.com/download/desktop\"> Ubuntu 64bits </a> saja!",
    "Open a terminal by pressing": "Buka terminal dengan menekan",
    "Then type (and press enter after each line):": "Kemudian ketik (dan tekan enter setelah setiap baris):",
    "You're done! Type GDevelop in the launch search bar to start.": "Kamu sudah selesai! Ketik GDevelop di bilah penelusuran peluncuran untuk memulai.",
    "You can get GDevelop for:": "Anda bisa mendapatkan GDevelop untuk:",
    "(from sources)": "(dari sumber)",
    "This is an unofficial package": "Ini adalah paket tidak resmi",
    "Remember that GDevelop is primarily <b>tested on Ubuntu</b>.": "Ingat bahwa GDevelop terutama <b> diuji di Ubuntu </b>.",
    "Your feedback is welcome <a href=\"http://forum.compilgames.net\">on the forum </a>.": "Masukan Anda diterima <a href=\"http://forum.compilgames.net\"> di forum </a>.",
    "A <i>Beta</i> version of GDevelop for Mac OS X:": "Versi <i> Beta </i> GDevelop untuk Mac OS X:",
    "Download for OS X": "Unduh untuk OS X",
    "This is a beta: bugs may be present! You need <b>OS X Yosemite</b> to run GDevelop.": "Ini adalah beta: bug mungkin hadir! Anda perlu <b> OS X Yosemite </b> untuk menjalankan GDevelop.",
    "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we have you covered!": "Sayangnya, untuk saat ini GDevelop adalah aplikasi desktop, namun jika Anda ingin membuat game di manapun, kami sudah mencantumkannya!",
    "<b>GDevApp</b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!": "<b> GDevApp </b> adalah aplikasi inovatif dan super super inovatif yang berbasis pada GDevelop. Anda bisa memulai pembuatan game dalam 5 menit - langsung dari browser, smartphone atau tablet Anda!",
    "Go to GDevApp.com": "Pergi ke GDevApp.com",
    "Let's give it a try and don't be shy: send us your feedback directly from the app!": "Ayo coba dan jangan malu: kirimkan kami umpan balik Anda langsung dari app!",
    "For advanced users, you can download GDevelop sources on GitHub:": "Untuk pengguna tingkat lanjut, Anda dapat mengunduh sumber GDevelop di GitHub:",
    "Build instructions are in the Readme.": "Bangun petunjuk ada di Readme.",
    "Automatic Nightly Builds with latest changes are also made:": "Automatic Nightly Builds dengan perubahan terbaru juga dilakukan:",
    "Download Nightly Builds": "Download Membangun Malam",
    "Community forum": "Forum komunitas",
    "Wiki": "Wiki",
    "(with tutorials!)": "(dengan tutorial!)",
    "<small>Browse all of</small> GDevelop's ecosystem</span>": "<small> Jelajahi semua </small> ekosistem GDevelop </span>",
    "Follow GDevelop": "Ikuti GDevelop",
    "You can make a donation to help the development of GDevelop. Donations are greatly appreciated and help the authors of GDevelop to regularly improve the software.": "Anda bisa memberikan donasi untuk membantu pengembangan GDevelop. Sumbangan sangat dihargai dan membantu para penulis GDevelop untuk secara teratur memperbaiki perangkat lunak.",
    "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"></span> by": "GDevelop diciptakan dengan <span class = \"glyphicon glyphicon-heart\"></span> oleh",
    ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, and helping each other on <a href=\"http://forum.compilgames.net\" target=\"_blank\">the forum</a>.": ", dengan kontributor menambahkan fitur, memperbaiki bug, mengirimkan contoh baru, memperbaiki wiki, dan saling membantu di <a href=\"http://forum.compilgames.net\" target=\"_blank\"> forum </a>."
}