{
    "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.": "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.",
    "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - lage spill uten programmering - åpen kilde HTML5 og innfødt spillet skaperen",
    "Menu": "Meny",
    "Community": "Samfunn",
    "Forum": "Forum",
    "Wiki & tutorials": "Wiki & opplæring",
    "Contribute": "Bidra",
    "we need you!": "vi trenger deg!",
    "GitHub page": "GitHub side",
    "Roadmap": "Fremdriftsplan",
    "Translations": "Oversettelser",
    "Try GDevelop": "Prøv GDevelop",
    "in your browser": "i din nettleser",
    "Launch GDevelop": "Starte GDevelop",
    "GDevelop": "GDevelop",
    "Events": "Arrangementer",
    "HTML5 <br>&amp; native games": "HTML5 <br>&amp; opprinnelig spill",
    "Documentation <br>&amp; tutorials": "Dokumentasjon <br>&amp; tutorials",
    "Features": "Funksjoner",
    "Open source <br>&amp; multi-language": "Åpen kilde koding",
    "Games gallery": "Spill galleri",
    "Download": "Last ned",
    "Create your own games!": "Lag dine egne spill!",
    "GDevelop is an <span class=\"foss\">open source</span>, <span class=\"cp\">cross-platform</span> game creator designed to be used by <span class=\"everyone\">everyone</span> - no programming skills required.": "GDevelop er en <span class=\"foss\"> åpen kildekode</span>, <span class=\"cp\"> plattformuavhengig</span> spillet skaperen brukes av <span class=\"everyone\"> alle</span> - ingen programmering ferdigheter nødvendig.",
    "Try it online": "Prøv det online",
    "Learn more": "Lær mer",
    "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Hva gjør GDevelop unikt og brukervennlige er hendelsene. Hendelsene er en kraftig måte å uttrykke logikken i spillet, uten å lære et programmeringsspråk.",
    "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled": "Hendelser er sammensatt av forhold, til venstre, og handlinger som kjøres når betingelsene er oppfylt",
    "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.": "Når Space trykkes, spilles tegnanimasjonen og en lyd. Hvis en bombe berører tegnet, blir de begge ødelagt.",
    "Create HTML5, mobile and native games": "Lag HTML5, mobil og innebygd spill",
    "GDevelop's flexible architecture allows you to choose if you want to create an <b>HTML5 game</b> that can be played on the web and exported to iOS and Android, or a <b>native game</b> for your operating system. You can also activate both platforms and export your game everywhere!": "Gdevelops fleksible arkitektur kan du velge om du vil opprette en <b>HTML5 spill</b> som kan spilles på nettet og eksportert til iOS og Android eller et <b>native spill</b> for operativsystemet. Du kan også aktivere begge plattformer og eksportere spillet overalt!",
    "Create games for Android and iOS without programming": "Opprett spill for Android og iOS uten programmering",
    "Documentation & tutorials <small>on the collaborative wiki</small>": "Dokumentasjon & Forklaring <small>på den samarbeidende wiki</small>",
    "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.": "Vil du lære trinnvis hvordan du bruker GDevelop, eller trenger du hjelp med en bestemt funksjon? Wikien har forklaringer for nybegynnere og en fullstendig dokumentasjon om programvaren.",
    "Learn how to create a platformer game": "Lær hvordan du lager et plattformspill",
    "How to publish your game on Android or iOS": "Hvordan publisere spillet ditt på Android eller iOS",
    "GDevelop's features are provided thanks to extensions, allowing you to embed just what you need into your game. Here is a short list of what you get when using GD!": "GDevelop funksjoner tilbys takket være utvidelser. Dette gjør at du kan bygge akkurat det du trenger inn i spillet ditt. Her er en kort liste over hva du får når du bruker GD!",
    "Tons of objects ready to be used": "Tonnevis av objekter klar til bruk",
    "Sprites with multiple animations": "Sprites med flere animasjoner",
    "\"9 patch\" and tiled sprites": "\"9 patch\" og flislagte sprites",
    "Text objects": "Tekstobjekter",
    "3D boxes": "3D-bokser",
    "for native games": "for native spill",
    "Draw your own shape on screen with the Shape Painter": "Tegn din egen figur på skjermen med figur maleren",
    "Particle engine": "Partikkel motor",
    "Make RPG-like maps with the Tiled map objects": "Lag RPG-lignende kart med de flislagte kartobjektene",
    "Dynamic lights and shadows": "Dynamisk lys og skygger",
    "Support for custom collision masks": "Støtte for tilpasset kollisjon masker",
    "Quickly add behaviors to your objects": "Raskt legge oppførsel til dine objekter",
    "Physics engine": "Fysikkmotor",
    "- Add realistic behavior to your objects": "-Legg til en realistisk oppførsel til dine objekter",
    "Pathfinding": "Stifinning",
    "Allow your objects to avoid obstacles while moving": "Tillate objekter å unngå hindringer mens de flytter på seg",
    "Top-down movement": "Ovenfra og ned bevegelse",
    "Platformer engine": "Plattformspill motor",
    "- create platformer games in a breeze": "-opprette plattformspill spill i en bris",
    "Draggable objects": "Flyttbare objekter",
    "- quickly make your objects draggable with mouse/touch": "-raskt gjøre objektene flyttbare med musen/touchpad",
    "And more, to automate current tasks and behaviors in a few clicks!": "Og mer. Automatiser gjeldende aktiviteter og atferd med noen få klikk!",
    "Design advanced levels and interfaces": "Design avanserte nivåer og grensesnitt",
    "The scene editor lets you visually edit your levels": "Scene editor lar deg visuelt redigere dine nivåer",
    "Support for multiple layers": "Støtte for flere lag",
    "- Add interfaces and create parallax effects": "-Legg til grensesnitt og opprett parallakse effekter",
    "Create your levels dynamically with external layouts": "Lag din nivåer dynamisk med eksterne oppsett",
    "Integrated debugger and performance profilers": "Integrert debugger og ytelse profileringsverktøy",
    "Make desktop & mobile-ready games": "Gjør Pc & mobilklare spill",
    "Save player data with HTML5 & native storage": "Lagre spilleren data med HTML5 & innebygd lagring",
    "Full support for sound effects and music": "Full støtte for lydeffekter og musikk",
    "Joystick and full keyboard support": "Joystick og fullt Tastaturstøtte",
    "Support for touchscreens & multi-touch": "Støtte for berøringsskjermer & multi-touch",
    "for HTML5 games": "for HTML5 spill",
    "Build ambitious games with advanced features": "Bygg ambisiøse spill med avanserte funksjoner",
    "Communicate with external websites using HTTP requests": "Kommunisere med eksterne nettsteder via HTTP-forespørsler",
    "Use advanced events: loops, for-each": "Bruk avansert hendelser: loops, for-each",
    "and even functions": "og med funksjoner",
    "Manipulate variables with arbitrary complex structures": "Manipulere variabler med vilkårlig komplekse strukturer",
    "and even JSON support": "og selv JSON støtte",
    "What people say": "Hva folk sier",
    "These comments are sources of motivation for us, developers of GDevelop. Do not hesitate to tell us what you think of GDevelop after trying it!": "Kommentarene er kilder til motivasjon for oss som utvikler GDevelop. Ikke nøl med å fortelle oss hva du synes om GDevelop etter å ha prøvd det!",
    "Open source & multi-language": "Åpen kildekode & flerspråklig",
    "GDevelop is open source (even <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">this website</a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.": "GDevelop er laget med åpen kildekode (med <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\"> denne nettsiden</a>): kan alle bidra og forbedre programvaren! Spillene dine er også basert på robuste, gratise &amp; åpene kildekode-teknologier.",
    "Contribute on GitHub": "Bidra på GitHub",
    "Check the development roadmap": "Sjekk utviklingsveiledningen for fremtidsplaner",
    "GDevelop is built from the ground up to be translated into any language.": "GDevelop er bygd med tanke på å oversettes til andre språk.",
    "It's already available in:": "Det finnes allerede i:",
    "And translation are currently being made for:": "Og oversettelser utføres nå for følgende språk:",
    "Help us by translating GDevelop!": "Hjelp oss ved å oversette GDevelop!",
    "Games created with GDevelop": "Spill laget med GDevelop",
    "by": "av",
    "Steam Greenlight": "Steam Greenlight",
    "Play": "Spill",
    "Bundled": "Samlet",
    "...and maybe your next game will be here!": "...og kanskje ditt neste spill vil være her!",
    "<b>BUB</b> is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with <b>GDevelop</b>!": "<b>BUB</b> er veldig spesiell, den eneste av sitt slag. Mer spesifikt er hun den mest fantastiske katten på planeten... og spillene hennes er laget med <b>GDevelop</b>!",
    "Try GDevelop 5": "Prøv GDevelop 5",
    "The new GDevelop version, still in <b>Beta</b>.": "The new GDevelop version, still in <b>Beta</b>.",
    "Download GDevelop 5 to use it on your computer": "Last ned GDevelop 5 for bruk på denne datamaskinen",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Try GDevelop 5 directly from your browser": "Prøv GDevelop 5 direkte fra nettleseren",
    "Try the webapp": "Prøv webappen",
    "Download GDevelop 4": "Last ned GDevelop 4",
    "You'll soon be creating your own games without programming!": "Du vil snart kune opprette dine egne spill uten programmering!",
    "Other linux": "Andre linux",
    "Sources/Nightly": "Kilder/Nightly",
    "Download and install GDevelop for Windows:": "Last ned og installere GDevelop for Windows:",
    "Download for Windows": "Last ned for Windows",
    "also available": "også tilgjengelig",
    "without installer (7zip format)": "uten installert (7zip format)",
    "GDevelop is available for <a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu 64bits</a> only!": "GDevelop er tilgjengelig for <a href=\"http://www.ubuntu.com/download/desktop\"> Ubuntu 64bits</a>!",
    "Open a terminal by pressing": "Åpne en terminal ved å trykke",
    "Then type (and press enter after each line):": "Skriv (og trykk enter etter hver linje):",
    "You're done! Type GDevelop in the launch search bar to start.": "Du er ferdig! Skriv inn GDevelop i innlednings-søkefeltet for å starte.",
    "You can get GDevelop for:": "Du kan få GDevelop for:",
    "(from sources)": "(fra kilder)",
    "This is an unofficial package": "Dette er en uoffisiell pakke",
    "Remember that GDevelop is primarily <b>tested on Ubuntu</b>.": "Husk at GDevelop er primært <b>testet på Ubuntu</b>.",
    "Your feedback is welcome <a href=\"http://forum.compilgames.net\">on the forum </a>.": "Dine tilbakemeldinger er velkommene <a href=\"http://forum.compilgames.net\"> på forumet</a>.",
    "A <i>Beta</i> version of GDevelop for Mac OS X:": "<i>En betaversjon av GDevelop for Mac OS X:</i>",
    "Download for OS X": "Last ned for OS X",
    "This is a beta: bugs may be present! You need <b>OS X Yosemite</b> to run GDevelop.": "Dette er en beta: Feil kan være til stede! Du må ha <b>OS X Yosemite</b> for å kjøre GDevelop.",
    "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we have you covered!": "GDevelop er dessverre for nå bare et skrivebordsprogram. Hvis du vil opprette spill hvor som helst, har vi deg dekket!",
    "<b>GDevApp</b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!": "<b>GDevApp</b> er en nyskapende og super kraftig app basert på GDevelop. Du kan starte produksjonen av et spill på 5 minutter direkte fra nettleseren, smarttelefonen eller ditt nettbrett!",
    "Go to GDevApp.com": "Gå til GDevApp.com",
    "Let's give it a try and don't be shy: send us your feedback directly from the app!": "Ikke vær sjenert: send oss dine tilbakemeldinger direkte fra appen!",
    "For advanced users, you can download GDevelop sources on GitHub:": "For avanserte brukere: Du kan laste ned GDevelop kilder på GitHub:",
    "Build instructions are in the Readme.": "Instruksjoner for builds finnes i Readme.",
    "Automatic Nightly Builds with latest changes are also made:": "Det opprettes også automatisk Nightly Builds med de siste endringene:",
    "Download Nightly Builds": "Last ned nattlig bygger",
    "Community forum": "Fellesskapet forum",
    "Wiki": "Wiki",
    "(with tutorials!)": "(med opplæring!)",
    "<small>Browse all of</small> GDevelop's ecosystem</span>": "<small>Bla gjennom alle</small> GDevelop's økosystemer</span>",
    "Follow GDevelop": "Følg GDevelop",
    "You can make a donation to help the development of GDevelop. Donations are greatly appreciated and help the authors of GDevelop to regularly improve the software.": "Du kan gi en donasjon for å hjelpe utviklingen av GDevelop. Donasjoner er verdsatt og hjelper utviklerne av GDevelop regelmessig forbedre programvaren.",
    "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"></span> by": "GDevelop ble opprettet med <span class=\"glyphicon glyphicon-heart\"></span> av",
    ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, and helping each other on <a href=\"http://forum.compilgames.net\" target=\"_blank\">the forum</a>.": ", med bidragsytere som legger til funksjoner, fikser bugs, sender nye eksempler, forbedrer wiki, og hjelper hverandre på <a href=\"http://forum.compilgames.net\" target=\"_blank\"> forumet</a>."
}