{
    "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.": "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.",
    "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Stwórz grę bez zbędnego programowania - Open Source Kreator gier natywnych oraz technologi HTML5",
    "Menu": "Menu",
    "Community": "Społeczność",
    "Forum": "Forum",
    "Wiki & tutorials": "Wiki & Poradniki",
    "Contribute": "Weź udział w rozwoju",
    "we need you!": "potrzebujemy Cię!",
    "GitHub page": "Strona projektu GitHub",
    "Roadmap": "Harmonogram",
    "Translations": "Tłumaczenia",
    "Try GDevelop": "Wypróbuj GDevelop",
    "in your browser": "w przeglądarce",
    "Launch GDevelop": "Uruchom GDevelop",
    "GDevelop": "GDevelop",
    "Events": "Zdarzenia",
    "HTML5 <br>&amp; native games": "HTML5 <br>&amp; gry natywne",
    "Documentation <br>&amp; tutorials": "Dokumentacja <br>&amp; tutoriale",
    "Features": "Funkcjonalności",
    "Open source <br>&amp; multi-language": "Otwartoźródowy <br>&amp; wielojęzyczny",
    "Games gallery": "Galeria gier",
    "Download": "Pobierz",
    "Create your own games!": "Stwórz swoją własną grę!",
    "GDevelop is an <span class=\"foss\">open source</span>, <span class=\"cp\">cross-platform</span> game creator designed to be used by <span class=\"everyone\">everyone</span> - no programming skills required.": "GDevelop jest <span class=\"foss\">otwartym</span>, <span class=\"cp\">multiplatformowym</span> kreatorem gier, stworzonym aby mógł go używać <span class=\"everyone\">każdy</span> - nie wymaga umiejętności programowania w jakimkolwiek języku.",
    "Try it online": "Wypróbuj online",
    "Learn more": "Dowiedz się więcej",
    "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Tym co sprawia, że GDevelop jest tak wyjątkowy i łatwy w użyciu są zdarzenia. Dzięki tak potężnemu narzędziu bez problemu przedstawisz logikę swojej gry, bez potrzeby uczenia się jakiegokolwiek języka programowania.",
    "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled": "Zdarzenia składają się z warunków, po lewo, oraz akcji która zostanie wykonana gdy warunek zostanie spełniony",
    "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.": "Po naciśnięciu spacji, animacja postaci i dźwięku są odtwarzane. Jeśli bomba dotknie naszego bohatera, oba te obiekty są niszczone.",
    "Create HTML5, mobile and native games": "Twórz gry w technologii HTML5, mobilne oraz desktopowe",
    "GDevelop's flexible architecture allows you to choose if you want to create an <b>HTML5 game</b> that can be played on the web and exported to iOS and Android, or a <b>native game</b> for your operating system. You can also activate both platforms and export your game everywhere!": "Elastyczna architektura GDevelop pozwala zdecydować, czy chcesz utworzyć <b>grę HTML5</b>, która może być odtwarzana w internecie i eksportowana do iOS oraz Androida lub <b>grę natywną</b> dla twojego systemu operacyjnego. Możesz również aktywować obie platformy i eksportować grę wszędzie!",
    "Create games for Android and iOS without programming": "Stwórz gry na Androida oraz iOS bez programowania",
    "Documentation & tutorials <small>on the collaborative wiki</small>": "Dokumentacja i samouczki <small>na wiki tworzonej przez społeczność</small>",
    "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.": "Chcesz nauczyć się krok po kroku, jak korzystać z GDevelop lub potrzebujesz pomocy dotyczącej określonej funkcji? Wiki zawiera samouczki dla początkujących i kompletną dokumentację dotyczącą oprogramowania.",
    "Learn how to create a platformer game": "Dowiedz się, jak stworzyć grę platformową",
    "How to publish your game on Android or iOS": "Jak publikować swoje gry na Androida lub iOS",
    "GDevelop's features are provided thanks to extensions, allowing you to embed just what you need into your game. Here is a short list of what you get when using GD!": "Funkcje programu GDevelop są dostępne dzięki rozszerzeniom, osadzasz dzięki temu tylko to, czego potrzebujesz w grze. Oto krótka lista tego, co otrzymujesz podczas korzystania z GD!",
    "Tons of objects ready to be used": "Mnóstwo obiektów które są gotowe do użycia",
    "Sprites with multiple animations": "Obiekty z różnymi animacjami",
    "\"9 patch\" and tiled sprites": "Obiekty które jesteś w stanie pomniejszyć, powiększyć, obrócić, bez używania dodatkowych programów",
    "Text objects": "Obiekty tekstowe",
    "3D boxes": "Sześciany 3D, na których ściany możesz nakładać własne tekstury",
    "for native games": "dla gier natywnych",
    "Draw your own shape on screen with the Shape Painter": "Narysuj dowolny kształt na ekranie przy pomocy \"Shape Painter-a\"",
    "Particle engine": "Silnik cząstek",
    "Make RPG-like maps with the Tiled map objects": "Stwórz mapy na wzór gier RPG z wykorzystaniem obiektów tzw. \"tiled map\"",
    "Dynamic lights and shadows": "Dynamiczne światło i cienie",
    "Support for custom collision masks": "Nakładaj własne maski kolizji",
    "Quickly add behaviors to your objects": "W kilka chwil dodaj nowe zachowanie dla twojego obiektu",
    "Physics engine": "Silnik fizyki",
    "- Add realistic behavior to your objects": "- dodaj realistyczne zachowanie do swoich obiektów",
    "Pathfinding": "Znajdowanie ścieżki",
    "Allow your objects to avoid obstacles while moving": "Pozwól swoim obiektom uniknąć przeszkód w ruchu",
    "Top-down movement": "Poruszanie się góra-dół",
    "Platformer engine": "Silnik platformowy",
    "- create platformer games in a breeze": "- stwórz grę platformową w mgnieniu oka",
    "Draggable objects": "Przeciąganie obiektów",
    "- quickly make your objects draggable with mouse/touch": "- spraw by twoje obiekty przemieszczały się z pomocą myszki/dotyku",
    "And more, to automate current tasks and behaviors in a few clicks!": "I wiele więcej rzeczy, które pozwolą jeszcze bardziej zautomatyzować wszystkie zadania w kilka kliknięć!",
    "Design advanced levels and interfaces": "Zaprojektuj zaawansowane poziomy i interfejsy",
    "The scene editor lets you visually edit your levels": "Edytor scen pozwala wizualnie edytować poziomy",
    "Support for multiple layers": "Obsługa wielu warstw",
    "- Add interfaces and create parallax effects": "- Dodawaj interfejsy i twórz efekty paralaksy",
    "Create your levels dynamically with external layouts": "Utwórz poziomy dynamicznie za pomocą zewnętrznych układów",
    "Integrated debugger and performance profilers": "Zintegrowany debugger i profilowanie wydajności",
    "Make desktop & mobile-ready games": "Twórz gry komputerowe i mobilne",
    "Save player data with HTML5 & native storage": "Zapis danych gracza w HTML5 i natywnej pamięci",
    "Full support for sound effects and music": "Pełne wsparcie dla efektów dźwiękowych i muzyki",
    "Joystick and full keyboard support": "Wsparcie dla Joystick'a i całej klawiatury",
    "Support for touchscreens & multi-touch": "Obsługa ekranów dotykowych & multi-touch",
    "for HTML5 games": "dla gier HTML5",
    "Build ambitious games with advanced features": "Tworzenie ambitnych gier z zaawansowanymi funkcjami",
    "Communicate with external websites using HTTP requests": "Komunikowanie się z zewnętrznymi stronami internetowymi przy pomocy protokołu HTTP",
    "Use advanced events: loops, for-each": "Użyj zaawansowanych zdarzeń: pętle, dla-każdego",
    "and even functions": "a nawet funkcje",
    "Manipulate variables with arbitrary complex structures": "Manipuluj zmiennymi przy pomocy struktur kompleksowych",
    "and even JSON support": "a nawet wsparcie dla JSON",
    "What people say": "Co mówią inni",
    "These comments are sources of motivation for us, developers of GDevelop. Do not hesitate to tell us what you think of GDevelop after trying it!": "Te komentarze są źródłami motywacji dla nas, twórców GDevelop. Nie wahaj się nam powiedzieć, co myślisz o GDevelop!",
    "Open source & multi-language": "Otwarto-źródłowe & wielojęzyczne",
    "GDevelop is open source (even <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">this website</a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.": "GDevelop jest otwartym oprogramowaniem (źródła znajdziesz <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">tutaj</a>): każdy może się przyczynić i ulepszyć program! Twoje gry są oparte na solidnych, darmowych &amp; otwartych źródłowo technologiach.",
    "Contribute on GitHub": "Pomóż rozwijać aplikację na GitHub",
    "Check the development roadmap": "Sprawdź harmonogram prac",
    "GDevelop is built from the ground up to be translated into any language.": "GDevelop jest zbudowany tak, aby mógł być przetłumaczony na dowolny język.",
    "It's already available in:": "Jest już dostępne w:",
    "And translation are currently being made for:": "Tłumaczenia są obecnie prowadzone dla:",
    "Help us by translating GDevelop!": "Pomóż nam, tłumacząc GDevelop!",
    "Games created with GDevelop": "Gry stworzone przy pomocy GDevelop",
    "by": "przez",
    "Steam Greenlight": "Steam Greenlight",
    "Play": "Zagraj",
    "Bundled": "W zestawie",
    "...and maybe your next game will be here!": "...a może twoja następna gra będzie tu!",
    "<b>BUB</b> is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with <b>GDevelop</b>!": "<b>BUB</b> jest bardzo szczególnym, jedynym w swoim rodzaju stworem. Dokładniej jest ona najbardziej niesamowitym kotem na tej planecie... a jej gra jest tworzona przez <b>GDevelop</b>!\n \nKontekst | Prośba o kontekst",
    "Try GDevelop 5": "Wypróbuj GDevelop 5",
    "The new GDevelop version, still in <b>Beta</b>.": "The new GDevelop version, still in <b>Beta</b>.",
    "Download GDevelop 5 to use it on your computer": "Pobierz GDevelop 5, aby użyć go na swoim komputerze",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Try GDevelop 5 directly from your browser": "Wypróbuj GDevelop 5 bezpośrednio w przeglądarce",
    "Try the webapp": "Wypróbuj aplikację sieciową",
    "Download GDevelop 4": "Pobierz GDevelop 4",
    "You'll soon be creating your own games without programming!": "Już niedługo będziesz tworzył swoją własną grę bez potrzeby pisania kodów!",
    "Other linux": "Inne dystrybucje Linux",
    "Sources/Nightly": "Źródła/Nightly",
    "Download and install GDevelop for Windows:": "Pobierz i zainstaluj GDevelop dla Windows:",
    "Download for Windows": "Pobierz dla Windows",
    "also available": "dostępne również",
    "without installer (7zip format)": "bez instalacji (format 7zip)",
    "GDevelop is available for <a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu 64bits</a> only!": "GDevelop jest dostepne jedynie dla <a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu (w wersji 64 bitowej) !</a>",
    "Open a terminal by pressing": "Otwórz terminal wciskając",
    "Then type (and press enter after each line):": "Następnie wpisz (oraz wciskaj enter po zakończeniu każdej linii):",
    "You're done! Type GDevelop in the launch search bar to start.": "To wszystko! Wpisz GDevelop w pasku wyszukiwania aby rozpocząć.",
    "You can get GDevelop for:": "GDevelop jest dostępny również dla:",
    "(from sources)": "(z plików źródłowych)",
    "This is an unofficial package": "To jest pakiet nieoficjalny",
    "Remember that GDevelop is primarily <b>tested on Ubuntu</b>.": "Pamiętaj, że GDevelop jest przede wszystkim <b>testowane na Ubuntu</b>.",
    "Your feedback is welcome <a href=\"http://forum.compilgames.net\">on the forum </a>.": "Twoja opinia jest mile widziana <a href=\"http://forum.compilgames.net\">na forum</a>.",
    "A <i>Beta</i> version of GDevelop for Mac OS X:": "Wersja <i>Beta</i> GDevelop dla Mac OS X:",
    "Download for OS X": "Pobierz dla OS X",
    "This is a beta: bugs may be present! You need <b>OS X Yosemite</b> to run GDevelop.": "To jest beta: błędy mogą być obecne! Aby uruchomić GDevelop, potrzebujesz <b>OS X Yosemite</b>.",
    "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we have you covered!": "Niestety, program GDevelop jest nadal aplikacją na komputer stacjonarny, ale jeśli chcesz stworzyć swoje gry w dowolnym miejscu, będziemy mieli coś dla Ciebie!",
    "<b>GDevApp</b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!": "<b>GDevApp</b> jest niesamowicie innowacyjną, przepotężną aplikacją webową opartą na GDevelop. Możesz zacząć tworzyć grę w przeciągu 5 minut - bezpośrednio przy użyciu swojej przeglądarki, smartfona lub tabletu!",
    "Go to GDevApp.com": "Przejdź do GDevApp.com",
    "Let's give it a try and don't be shy: send us your feedback directly from the app!": "Spróbuj, a potem podziel się wrażeniami: wyślij nam swoją opinie bezpośrednio z aplikacji!",
    "For advanced users, you can download GDevelop sources on GitHub:": "Dla zaawansowanych użytkowników są dostępne pliki źródłowe GDevelop, które można pobrać z GitHub-a:",
    "Build instructions are in the Readme.": "Instrukcja zbudowania aplikacji znajdziesz w pliku Readme.",
    "Automatic Nightly Builds with latest changes are also made:": "Automatycznie Nightly Builds tworzymy razem z najnowszymi zmianami:",
    "Download Nightly Builds": "Pobierz wersję Nightly",
    "Community forum": "Forum społeczności",
    "Wiki": "Wiki",
    "(with tutorials!)": "(z tutoriali!)",
    "<small>Browse all of</small> GDevelop's ecosystem</span>": "<small>Przeglądaj wszystkie</small> ekosystemy GDevelop</span>",
    "Follow GDevelop": "Śledź GDevelop",
    "You can make a donation to help the development of GDevelop. Donations are greatly appreciated and help the authors of GDevelop to regularly improve the software.": "Możesz dokonać darowizny, aby pomóc w rozwoju GDevelop. Darowizny są doceniane i pomagają autorom programu GDevelop regularnie poprawiać oprogramowanie.",
    "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"></span> by": "GDevelop został stworzony z <span class=\"glyphicon glyphicon-heart\"></span> przez",
    ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, and helping each other on <a href=\"http://forum.compilgames.net\" target=\"_blank\">the forum</a>.": ", wraz ze współuczestnikami dodajemy funkcje, poprawiamy błędy, wysyłamy nowe przykłady, poprawiamy wiki i pomagamy sobie nawzajem na <a href=\"http://forum.compilgames.net\" target=\"_blank\">forum</a>."
}