{
    "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.": "Open-source game creator: no programming or coding is required! Make HTML5 and natives games. Quickly build and share your games on mobile (Android and iOS) and on the web.",
    "GDevelop - Create games without programming - Open source HTML5 and native game creator": "GDevelop - Creaţi jocuri fără programare - Software Open Source pentru crearea de jocuri HTML5 şi în format nativ",
    "Menu": "Meniu",
    "Community": "Comunitate",
    "Forum": "Forum",
    "Wiki & tutorials": "Wiki & Tutoriale",
    "Contribute": "Contribuiţi",
    "we need you!": "avem nevoie de dvs!",
    "GitHub page": "Pagina GitHub",
    "Roadmap": "Foaie de parcurs",
    "Translations": "Traduceri",
    "Try GDevelop": "Încearcă GDevelop",
    "in your browser": "în browser-ul tău",
    "Launch GDevelop": "Lansează GDevelop",
    "GDevelop": "GDevelop",
    "Events": "Evenimente",
    "HTML5 <br>&amp; native games": "HTML5 <br>&amp; jocuri native",
    "Documentation <br>&amp; tutorials": "Documentaţie <br>&amp; tutoriale",
    "Features": "Caracteristici",
    "Open source <br>&amp; multi-language": "Open source<br>&amp; cu mai multe limbi",
    "Games gallery": "Galerie de jocuri",
    "Download": " Descărcare",
    "Create your own games!": "Creaţi-vă propriile jocuri!",
    "GDevelop is an <span class=\"foss\">open source</span>, <span class=\"cp\">cross-platform</span> game creator designed to be used by <span class=\"everyone\">everyone</span> - no programming skills required.": "GDevelop este o <span class=\"foss\"> platformă</span>, <span class=\"cp\">open source</span> pentru crearea jocurilor ce poate fi utilizată de către <span class=\"everyone\"> toată lumea</span> - nu sunt necesare cunoştinţe de programare.",
    "Try it online": "Încearcă-l online",
    "Learn more": "Află mai multe",
    "What makes GDevelop unique and so easy to use are the events. Events are a powerful way to express the logic of your game, without having to learn a programming language.": "Ceea ce face GDevelop unic şi atât de uşor de utilizat sunt evenimentele. Evenimentele sunt o modalitate puternică de exprimare a logicii de joc, fără a fi nevoie de a învăţa un limbaj de programare.",
    "Events are composed of conditions, on the left, and actions that are run when conditions are fulfilled": "Evenimentele sunt compuse din condiţii, în partea stângă, şi acţiuni care se execută atunci când sunt îndeplinite condiţiile",
    "When Space is pressed, the character animation and a sound are played. If a bomb touches the character, they are both destroyed.": "Atunci când este apăsată tasta spaţiu, sunt rulate animaţia caracterului şi un clip audio. În cazul în care o bomba atinge caracterul, acestea sunt distruse amândouă.",
    "Create HTML5, mobile and native games": "Crează jocuri pentru mobil cu HTML5",
    "GDevelop's flexible architecture allows you to choose if you want to create an <b>HTML5 game</b> that can be played on the web and exported to iOS and Android, or a <b>native game</b> for your operating system. You can also activate both platforms and export your game everywhere!": "Arhitectura flexibilă a GDevelop îți permite să alegi crearea unui <b>joc HTML5</b> care poate fi jucat pe web și exportat pe iOS și Android, sau a unui <b>joc nativ</b> pentru sistemele de operare. De asemenea, poți activa amble platforme și îți poți exporta jocul oriunde!",
    "Create games for Android and iOS without programming": "Crează jocuri fără programare, pentru Android și iOS",
    "Documentation & tutorials <small>on the collaborative wiki</small>": "Documentație și tutoriale <small>pe colaborarea wiki</small>",
    "Want to learn step-by-step how to use GDevelop, or need help about a specific feature? The wiki has tutorials for beginners and a complete documentation concerning the software.": "Vrei să înveți pas cu pas cum să folosești GDevelop, sau ai nevoie de ajutor pentru o anumită funcție? Wiki are tutoriale pentru începători și documentație completă a software-ului.",
    "Learn how to create a platformer game": "Învață cum să creezi un joc de tip platformă",
    "How to publish your game on Android or iOS": "Cum să publici un joc pe Android sau iOS",
    "GDevelop's features are provided thanks to extensions, allowing you to embed just what you need into your game. Here is a short list of what you get when using GD!": "Caracteristiciile GDevelop sunt oferite de extensii, permițând să adaugi doar ceea ce ai nevoie. Aici vezi găsi o listă scurtă cu lucururile pe care le vei obține folosind GD!",
    "Tons of objects ready to be used": "Foarte multe obiecte gata pentru utlizare",
    "Sprites with multiple animations": "Sprite-uri cu mai multe animații",
    "\"9 patch\" and tiled sprites": "\"9 patch-uri\" și sprite-uri țiglă",
    "Text objects": "Obiectele textului",
    "3D boxes": "Cutii 3D",
    "for native games": "pentru jocuri native",
    "Draw your own shape on screen with the Shape Painter": "Fă-ți propria formă pe ecran cu ajutorul Shape Painter",
    "Particle engine": "Motor de particule",
    "Make RPG-like maps with the Tiled map objects": "Construiește hărți de tip RPG cu obiecte Tiled map",
    "Dynamic lights and shadows": "Umbre și lumini dinamice",
    "Support for custom collision masks": "Suport pentru măști personalizte de coliziune",
    "Quickly add behaviors to your objects": "Adaugă rapid comportamnete obiectelor tale",
    "Physics engine": "Motor Fizică",
    "- Add realistic behavior to your objects": "- Adaugă comportamente realiste obiectelor tale",
    "Pathfinding": "Pathfinding",
    "Allow your objects to avoid obstacles while moving": "Permite obiectelor tale să evite obstacolele în timpul mișcării",
    "Top-down movement": "Mișcare sus-jos",
    "Platformer engine": "Motor Pfatformă",
    "- create platformer games in a breeze": "- crează ușor jocuri de tip platformă",
    "Draggable objects": "Obiecte care pot fi trase",
    "- quickly make your objects draggable with mouse/touch": "- fă rapid posibilitatea tragerii obiectelor cu mouse/touch",
    "And more, to automate current tasks and behaviors in a few clicks!": "Și mai mult, automatizează-ți sarcinile actuale și comportamplentele cu doar cateva click-uri!",
    "Design advanced levels and interfaces": "Niveluri avansate de proiectare și interfețe",
    "The scene editor lets you visually edit your levels": "Editorul de scenă îți permite să editezi vizual nivelul tău",
    "Support for multiple layers": "Sprijin pentru mai multe straturi",
    "- Add interfaces and create parallax effects": "- Adaugă interfețe și crează efecte parallax",
    "Create your levels dynamically with external layouts": "Crează-ți nivele dinamice cu structuri externe",
    "Integrated debugger and performance profilers": "Debugger integrat și profiluri de performanță",
    "Make desktop & mobile-ready games": "Construiește jocuri pentru desktop și mobil",
    "Save player data with HTML5 & native storage": "Salvează datele jucătorului cu stocare HTML5 & native",
    "Full support for sound effects and music": "Suport complet pentru efecte sonore și muzică",
    "Joystick and full keyboard support": "Suport pentru joystick și tastatură",
    "Support for touchscreens & multi-touch": "Suport pentru touchscreens & multi-touch",
    "for HTML5 games": "pentru jocuri HTML5",
    "Build ambitious games with advanced features": "Construiește jocuri ambițioase cu caracteristici avansate",
    "Communicate with external websites using HTTP requests": "Comunică cu site-uri externe, folosind cereri HTTP",
    "Use advanced events: loops, for-each": "Folosește evenimente avansate: loops, pentru fiecare",
    "and even functions": "chiar și funcții",
    "Manipulate variables with arbitrary complex structures": "Manipulează variabile cu structuri arbitrare complexe",
    "and even JSON support": "chiar și suport JSON",
    "What people say": "Ce spun oamenii",
    "These comments are sources of motivation for us, developers of GDevelop. Do not hesitate to tell us what you think of GDevelop after trying it!": "Aceste comentarii sunt sursă de motivație pentru programatorii GDevelop. Nu ezita să ne spui ce crezi despre GDevelop!",
    "Open source & multi-language": "Open source și cu mai multe limbi",
    "GDevelop is open source (even <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">this website</a>): anyone can contribute and improve the software! Your games are also based on robust, free &amp; open source technologies.": "GDevelop este open source (chiar <a href=\"https://github.com/4ian/GDevelop-website\" target=\"_blank\">acest website</a>): oricine poate contribui la îmbunătățirea software-ului! Jocurile tale sunt bazate pe tehnologii open source, robuste fără &amp; .",
    "Contribute on GitHub": "Contribuie pe Github",
    "Check the development roadmap": "Verifică harta de dezvoltare",
    "GDevelop is built from the ground up to be translated into any language.": "GDevelop este construit de la zero pentru a fi tradus în limba ta.",
    "It's already available in:": "Este deja disponibil în:",
    "And translation are currently being made for:": "Și traducerea este făcută în prezent pentru:",
    "Help us by translating GDevelop!": "Ajută-ne să traducem GDevelop!",
    "Games created with GDevelop": "Jocuri create cu GDevelop",
    "by": "de",
    "Steam Greenlight": "Steam Greenlight",
    "Play": "Joacă",
    "Bundled": "Pachet",
    "...and maybe your next game will be here!": "....și poate următorul tău joc o să fie aici!",
    "<b>BUB</b> is a very special, one of a kind critter. More specifically, she is the most amazing cat on the planet... and her game is made with <b>GDevelop</b>!": "<b>BUB</b> este foarte special. Mai exact, este cea mai minunată pisică de pe planetă... și jocul ei este făcut cu <b>GDevelop</b>!",
    "Try GDevelop 5": "Încearcă GDevelop 5",
    "The new GDevelop version, still in <b>Beta</b>.": "The new GDevelop version, still in <b>Beta</b>.",
    "Download GDevelop 5 to use it on your computer": "Descarcă GDevelop 5 și folosește-l pe computer",
    "Windows": "Windows",
    "macOS": "macOS",
    "Linux": "Linux",
    "Try GDevelop 5 directly from your browser": "Încearcă GDevelop 5 direct din browser-ul tău",
    "Try the webapp": "Încearcă aplicația web",
    "Download GDevelop 4": "Descarcă GDevelop 4",
    "You'll soon be creating your own games without programming!": "În curând vei putea crea jocuri fără programare!",
    "Other linux": "Alt linux",
    "Sources/Nightly": "Surse/Noapte de noapte",
    "Download and install GDevelop for Windows:": "Descarcă și instaleazp GDevelop pentru Windows:",
    "Download for Windows": "Descărcat pentru Windows",
    "also available": "disponibil și în",
    "without installer (7zip format)": "fără installer (format 7zip)",
    "GDevelop is available for <a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu 64bits</a> only!": "GDevelop este disponibil doar pentru<a href=\"http://www.ubuntu.com/download/desktop\">Ubuntu64bits</a>!",
    "Open a terminal by pressing": "Prin apăsare, poți deschide un terminal",
    "Then type (and press enter after each line):": "Apoi tastează (și apasă enter după fiecare linie):",
    "You're done! Type GDevelop in the launch search bar to start.": "Ai terminat! Tastează GDevelop în bara de căutare pentru a porni.",
    "You can get GDevelop for:": "Poți să iei GDevelop pentru:",
    "(from sources)": "(din surse)",
    "This is an unofficial package": "Acesta este un pachet neoficial",
    "Remember that GDevelop is primarily <b>tested on Ubuntu</b>.": "Amintește-ți că GDevelop este în primul rând <b>testat pe Ubuntu</b>.",
    "Your feedback is welcome <a href=\"http://forum.compilgames.net\">on the forum </a>.": "Apreciem feedback-ul tău<a href=\"http://forum.compilgames.net\">pe forum </a>.",
    "A <i>Beta</i> version of GDevelop for Mac OS X:": "O versiune <i>Beta</i> pentru GDevelop Mac OS X:",
    "Download for OS X": "Descarcă pentru OS X",
    "This is a beta: bugs may be present! You need <b>OS X Yosemite</b> to run GDevelop.": "Acesta este beta: pot fi prezente bug-uri! Ai nevoie de <b>OS X Yosemite</b> pentru a rula GDevelop.",
    "Unfortunately, for now GDevelop is a desktop application, but if you want to create games anywhere, we have you covered!": "Din păcate, momentan GDevelop este o aplicație pentru desktop, dar dacă vrei să faci jocuri orinde, poți face asta!",
    "<b>GDevApp</b> is a radically innovative, super powerful app based on GDevelop. You can start the creation of a game in 5 minutes - directly from your browser, smartphone or tablet!": "<b>GDevApp</b> este inovativ, o aplicație puternică bazată pe GDevelop. Poți începe crearea jocurilor ăn 5 minute - direct în browser, smartphone sau tabletă!",
    "Go to GDevApp.com": "Du-te la GDevApp.com",
    "Let's give it a try and don't be shy: send us your feedback directly from the app!": "Să îi facem o încercare: trimite-ne feedback-ul direct din aplicație!",
    "For advanced users, you can download GDevelop sources on GitHub:": "Pentru utilizatori avansați, puteți descărca sursa GDevelop pe GitHub:",
    "Build instructions are in the Readme.": "Instrucțiuniile de construție sunt pe Readme.",
    "Automatic Nightly Builds with latest changes are also made:": "Nightly Builds automate cu ultimele modificări sunt făcute:",
    "Download Nightly Builds": "S-a descărcat Nightly Builds",
    "Community forum": "Forum-ul comunității",
    "Wiki": "Wiki",
    "(with tutorials!)": "(cu tutoriale!)",
    "<small>Browse all of</small> GDevelop's ecosystem</span>": "<small>Caută în tot</small> sistemul GDevelop</span>",
    "Follow GDevelop": "Urmărește GDevelop",
    "You can make a donation to help the development of GDevelop. Donations are greatly appreciated and help the authors of GDevelop to regularly improve the software.": "Poți face o donație pentru a ajuta la construirea GDevelop. Donațiile sunt foarte apreciate și ajută programatorii GDevelop pentru a îmbunătății regulat sofware-ul.",
    "GDevelop was created with <span class=\"glyphicon glyphicon-heart\"></span> by": "GDevelop a fost creat cu <span class=\"glyphicon glyphicon-heart\"></span> de",
    ", with contributors adding features, fixing bugs, sending new examples, improving the wiki, and helping each other on <a href=\"http://forum.compilgames.net\" target=\"_blank\">the forum</a>.": ", cu colaboratori care adaugă caracteristici, repara bug-uri, trimit noi exemple, îmbunătățesc wiki si se ajută reciproc pe<a href=\"http://forum.compilgames.net\" target=\"_blank\">forum</a>."
}